{
    "metadata": {
        "season": "SEASON 5",
        "title": "507 Ross Moves In",
        "written_by": "Perry Rein & Gigi McCreery",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Chandler and Joey are there. Joey is looking at a National Geographic and giggling.]",
            "dialog": "Chandler: Are you looking at naked tribe's women?\nJoey: No, look. (Shows him the magazine.)\nChandler: That's a pig.\nJoey: I know, I know, but look at the knobs on her.\n(Ross enters and his hair is a mess.)\nChandler: Hey! (Joey quickly hides the magazine under the couch.)\nRoss: Emily's cousin kicked me out!\nChandler: What?!\nJoey: Why?\nRoss: Well, when you're subletting an apartment from your wife's cousin and then you get a divorce, sometimes the cousin suddenly wants his apartment back.\nChandler: How can he do that? Didn't you sign a lease?\nRoss: Who needs a lease when it's family!\nJoey: Hey, you can stay with us! We'll take care of ya!\nChandler: Oh, yeah! Absolutely! Anything you need man! But you have to promise me the second you are feeling better so that we can make fun of your hair!\nJoey: Yeah.\nRoss: You got it.\nJoey: Okay.\nRoss: Thanks you guys, I really appreciate this. All right, I'm gonna get packing again. Man, I've been moving around so much I'm beginning to feel like a nomad.\n(Joey starts giggling.)\nRoss: What?\nChandler: He thought you said gonad.\n(Joey busts out laughing.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica's restaurant, she is getting inspected by the health department, Phoebe is watching.]",
            "dialog": "Health Inspector: Wow, Monica, if every restaurant is as clean as yours, I'd have a tough time making a living.\nMonica: Oh, Larry.\nPhoebe: Umm, do health inspectors work on commission?\nLarry: No, bribes.\n(Phoebe laughs.)\nPhoebe: It's okay to laugh right?\nLarry: Yeah, I was just kidding.\nPhoebe: Okay. (She laughs harder.)\nLarry: I'll check the kitchen floors.\nMonica: Okay, knock yourself out, Larry.\n(He goes into the kitchen.)\nPhoebe: Yum-my!\nMonica: Larry?\nPhoebe: Oh yeah! I'd let him check out my kitchen floors.\nLarry: (entering) A 98. I deducted 2 points because you are not wearing your chef's hat, and that is a Section 5 violation.\nMonica: Uh, look, Larry honey, umm, I wrote the book on Section 5 and I know that you don't have to wear your hat unless you're in the kitchen.\nLarry: And where is your hat?\nMonica: It's in the kitchen, I'll go get it.\n(She heads for the kitchen door and just after she goes through the door…)\nLarry: Ahh that's the 2 points.\nPhoebe: Hey, you should really read that book you wrote. (To Larry) Wow! You saw the hat in the kitchen and knew that she'd have to go in there hatless to get it. You can have your own health inspector detective show!\nLarry: Oh, I don't know about that.\nPhoebe: Yeah, but then I can be you sidekick Vunda.\nLarry: Maybe uh, Vunda could give me her number and I can ask her to dinner sometime.\nPhoebe: Okay, she would love that! Y'know, 'cause you know all the clean places to eat.\nLarry: I-I'll call ya.\nPhoebe: Okay.\n(Larry goes to leave but heads the wrong way and makes a quick sidestep to go out the right door.)\nPhoebe: He's so funny! (She imitates what he just did.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Gunther is serving Monica and Rachel.]",
            "dialog": "Monica: Thanks.\nRachel: Thank you. (To Monica) Mon?\nMonica: Hmm?\nRachel: How's Ross doing? Y'know since all the Emily stuff.\nMonica: He's not great umm, but he's dealing with it. Oh wait a minute, you're not gonna try…\nRachel: Oh, honey, please, no, I can't get started with all that Ross stuff again. I mean, he's gonna screwed up for a looong time. And besides y'know, I don't, I don't go for guys right after they get divorced.\nMonica: Right, you only go for them 5 minutes before they get married.\n(Danny enters.)\nDanny: (To Gunther) Two pounds of Moca Java please.\nMonica: (To Monica) Danny. Are you guys ever gonna go out again?\nRachel: I don't know! He hasn't called me since that one time when we went out. I see him in the hallway, we flirt, I'm all ha-ha-ha-ha, and nothing.\nDanny: (To them) Hey!\nRachel: Hi Danny! (Notices his box of liquor he's carrying.) Wow! Thirsty huh?\nDanny: Uh, actually, actually, I'm having a party at my place on Saturday, it's sort of a house warming kind of thing.\nMonica: Ohh, fun!\nRachel: Ohh, great!\nDanny: Yeah, I'm really looking forward to it.\nRachel: Yeah.\nDanny: Okay, see ya. (Heads out.)\nMonica: Well, I guess we won't be warming his house.\nRachel: (laughs) Okay. All right, I see what he's doing! He's not asking me out, because he wants me to ask him out.\nMonica: And you're not gonna do that.\nRachel: That's right! 'Cause that would give him the control! So now he's all ooh, coming up with this whole I've got a party thing y'know, trying to get me to hint around for an invitation. Blew up in his face, didn't it?\nMonica: So-so there is no party.\nRachel: No, there's a party. There's a party. But the power, that is still up for grabs. You follow me?\nMonica: I think so. Se, he-he's not inviting you to his party because he likes you.\nRachel: Exactly.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Joey's, they're entering to find boxes strewn about the apartment.]",
            "dialog": "Joey: Ross?\nRoss: (entering from the bathroom) Hey roomies!\nChandler: Love what you've done with the place.\nRoss: Oh, yeah I know, I know, it's a lot of boxes, but again I really appreciate you guys letting me stay here.\nJoey: Not a problem. And listen, hey! Since you're gonna be here for a while, why don't—I was thinking we uh, put your name on the answering machine.\nChandler: Oh yeah!\nRoss: Oh, I uh, hope you don't mind, I kinda uh, jazzed it up a little. Check this out. (He plays the greeting, and We Will Rock You starts to play and Ross's voice comes over it.) We will, we will, call you back!\nJoey: Hey, all right!\nRoss: Pretty cool, huh?\n(They both laugh as Ross heads back to the bathroom.)\nJoey: (To Chandler) You're fake laughing too, right?\nChandler: Oh, the tears are real.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: A restaurant, Phoebe and Larry are having dinner.]",
            "dialog": "Larry: You look beautiful this evening.\nPhoebe: (smiles) Show me the badge again.\n(He looks around and flashes her his badge and she laughs.)\nPhoebe: Shiny.\nLarry: Oh, will you mind if I wash up? Because I came straight from work and who knows where these babies (Holds up his hands) have been.\nPhoebe: (laughing) You are just nonstop!\n(He goes to the bathroom and Phoebe puts some pepper and salt on her food. With the salt she takes a bit and throws it over her left shoulder as she faces us.)\nLarry: (coming back) We're outta here!\nPhoebe: Why?!\nLarry: Just walking past the kitchen I saw 10 violations! I'm shutting this place down!\nPhoebe: (awed) You have the power to do that?\nLarry: This does. (Shows her his badge.)\nPhoebe: (excited) Shut it down.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is entering. As he closes the door, Joey pokes his head up from a box enclosure built using the 2 chairs.]",
            "dialog": "Joey: Hey.\nChandler: What are you doing?\nJoey: Nothing.\nChandler: You built a fort didn't ya?\nJoey: (smiles) Kinda.\nChandler: (notices something) Oh my God, the air purifier! Ross's air purifier! All I heard through 4 years of college was (makes a humming noise.)\nJoey: Dude, you should've gone out once and a while.\nChandler: I hate this thing!\nJoey: Come on, Chandler, Ross is our friend. He needs us right now, so why don't you be a grown up and come and watch some TV in the fort!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is opening the door.]",
            "dialog": "Rachel: Oh, hi Danny.\nDanny: Hey guys, I just uh, wanted to invite you to the party tomorrow night.\nMonica: Oh, thanks! We'll try to stop by.\nRachel: Uh, actually, I think I'm gonna be busy.\nMonica: You are?\nRachel: Yeah! Remember I got that uh, gala.\nDanny: Yeah, what's the gala for?\nRachel: It's a uh, regatta gala.\nDanny: Really! You-you sail?\nRachel: No-no, but I support it.\nDanny: Okay, (To Monica) hope I see you tomorrow night.\nMonica: Okay.\nDanny: Take care. (Leaves.)\nRachel: Okay. (Closes the door.) Walked right into that one didn't he?\nMonica: What one? You wanted him to invite you to the party and he did it!\nRachel: Yeah, but he waited until the last minute! So if I said yes, he would know I had nothing better to do than wait around for an invitation to his stupid party. I said, \"No!\" Which puts me right back in the driver seat.\nMonica: Great. So the ball is in his court?\nRachel: Ball? There is no ball.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler and Joey's and Ross's, Ross is working on his computer and Joey is making a lot of noise.]",
            "dialog": "Ross: (glaring at him) Joey, please! (Motions to his computer.)\nJoey: Sorry.\n(Joey starts playing with a toy alligator and has it attack him.)\nJoey: Ahhhhhhhhhh…\n(Notices Ross looking at him and stops. Ross gives him his 'quiet down' maneuver. Okay, this may take a while to explain, so center this on you screen and place your hands about a foot apart with your fingers together and pointing straight up. Now take you fingers and point them at the other hand and making a 90-degree angle with each of your hands and the first knuckle counting up from the wrist. Now take your right hand, no your other right (that was for the dyslexics), and lower it a couple of inches, so that the fingers are pointing at your wrist. Now take your arms and keeping the elbows bent and your hands in front of you spread out your arms, kinda like making a bird's wing. Now hunch your shoulders over and move you hands up and down as if you are trying to tell some one to turn it down. That's Ross 'quiet down' maneuver. Well, there is an accompanying face, but I don't want to try and describe it as well.)\nChandler: (entering) Hello children!\nJoey: Hey! Wanna play some foosball? Please?\nChandler: Okay. (Starts to head for where the foosball table usually is.)\nJoey: No-no, no! We have to move the table into my room, yeah! 'Cause of all the boxes. Come on!\n(They go into his bedroom.)\nJoey: All right, I have one question. What is the deal with this? (Imitates Ross's 'quiet down' maneuver, but does move his hands up and down he just flaps his hands as if he's waving good-bye.)\nChandler: Bye-bye little puppet Joey hand?\nJoey: No, the quiet down thing!\nChandler: You mean this. (Does the maneuver perfectly.)\nJoey: Um-hmm! Look, I-I-I don't know how much more of this I can take! Did you know he taped over my Baywatch tape with some show about bugs! My God! What if that had been porn?\nChandler: (gasps) All right look, y'know, this maybe tough but come on, this is Ross! I survived college with him!\nJoey: All right, I guess I can hold out a little longer. Let's have a game.\nChandler: Okay.\n(They start playing.)\nChandler: No-no-no-no!\nJoey: YES!!\nRoss: (entering) Uh fellas, (Does the maneuver and gives them a double thumbs up, which Chandler returns as he closes the door.)\nChandler: Okay, so he's out of here.\nJoey: Um-hmm.\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, Monica, Rachel, and Phoebe are there.]",
            "dialog": "Joey: (entering) Hey!\nMonica: Hey!\nJoey: You guys got anything to eat? I just went down to Johnos for some chicken and it was closed!\nPhoebe: Oh, I took Larry there to eat but it was all violated. So we shut it down!\nJoey: Pheebs, if this guy keeps closing down all of our favorite places, where are we gonna eat?!\nMonica: I don't know, clean places?\nJoey: Umm, yum!\n(There's a knock on the door and Monica answers it.)\nMonica: (looking through the peephole) It's Danny.\nRachel: Don't let him in! I'm supposed to be at a regatta gala.\nMonica: (to Danny) We'll be right there! (To Rachel) Can't you just say it starts later?\nRachel: What? What kind of a regatta gala starts at night?!\nMonica: The fake kind!\n(She opens the door and Rachel hides behind it.)\nDanny: Hey, hi, I need a ladle. You got a ladle?\nMonica: We have a ladle. (Gives him one.)\nDanny: Thanks, see you at the party.\nMonica: Okay, great!\n(He leaves and she closes the door.)\nPhoebe: Hey, guys, you know what Larry would say? He would say, \"See you ladle.\" (Laughs.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, Chandler, Joey, and Ross are there. Chandler and Joey are looking through the paper.]",
            "dialog": "Chandler: Well, I-I-I'm done with this. You want anything Ross? Sports? International? Apartment listings?\nRoss: I'll take sports.\nJoey: Mine! (He grabs it.)\nRoss: All right. Uhh, international.\nJoey: Oh that's mine too! (Grabs it and Ross looks at him.) I'm Italian!\nRoss: Well, I guess I can check out those apartment listings, even though there's never anything in here.\nChandler: Not even on page 7?\nRoss: (looks) Oh yeah! You're—hey, you're right! Here's an affordable place, (reading ad) two bedroom, close to work, ooh, it's available in five weeks!\nChandler: What about that circled one?\nRoss: Oh, I-I don't know, it's kind of expensive for a studio.\nJoey: But it's available now! Isn't it?\nChandler: Yes, it is.\nJoey: Hey, let's go look at it! (They both jump up.)\nRoss: Okay, let's go.\nJoey: Okay!\nChandler: There we go!\nRoss: Oh-oh-ooh, hey guys, I was wondering if you guys would uh, maybe chip in on some new air filters for the air purifier? I mean after all, we all are using it.\nChandler: Let's go quicker.\nJoey: Yeah!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The apartment in the listing, the guys are checking it out. There's one problem though, it's roughly the size of this computer screen. As they enter Joey lets out a whistle.]",
            "dialog": "Ross: Oh my God! (Looking around, which doesn't take him long.)\nChandler: Yeah, well look at this kitchen, slash bathroom. Well that's great! Y'know so you can cook while in the tub.\nJoey: Somebody was using his head. Hey, let's check out the rest of the place.\n(They don't move, just look all around them.)\nRoss: I think this is it. I don't know, maybe we should keep looking.\nJoey: But hey, Ross, this place is available now!\nChandler: Yeah, you don't want to be stuck with us for the next five weeks.\nJoey: Yeah.\n(He looks at them.)\nRoss: (To Joey) So, you-you think I should go ahead and take this place?\nJoey: Oh, it's perfect!\nRoss: (To Chandler) How about you?\nChandler: It's a kitchen slash bathroom.\nRoss: All right, I see what you guys are saying. I'll uh, I'll go downstairs and fill out an application.\n(He exits.)\nChandler: We are bad people.\nJoey: He knew we were trying to get rid of him. He knew! (Pause.) You think we could get a bathtub in our kitchen?\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Phoebe is there waiting for Larry.]",
            "dialog": "Larry: (entering) Hey, ready for dinner?\nPhoebe: Ooh, absolutely!\nLarry: Great! How about you wanted to go the Italian place down on Bleaker Street right?\nPhoebe: Ooh, I love that place! (Thinks about it.) So, no.\nLarry: How about Mama Lisettie's?\nPhoebe: Enh. Sure!\nLarry: (notices something) I wonder how long that milk (on the counter) has been setting out.\nPhoebe: Oh, no-no, this place is totally healthy! That—this milk is mine. I bought this today, 'cause I was thirsty for milk, y'know. (She takes a swig of it, but has to turn away from him as she makes a face to show that it has gone bad.) Okay, let's go!\n(Just as they're about to leave, Gunther comes out of the back carrying two garbage bags. Larry sees this and stops him.)\nLarry: Hey, buddy! (Flashes his badge.) Are you familiar with Section 11-B of the Health Code that requires all refuse material out the back exit?\nGunther: But then I'd have to go all the way around the dry cleaner place.\nLarry: Oh, so you're saying you'd choose convenience over health?!\nPhoebe: Okay, stop! Larry, okay, can't you just be Larry and not Larry the health inspector guy? Y'know I mean it was really exciting at first but now it's like, okay, so where are we gonna eat ever?\nLarry: Well, I suppose I could give him a warning.\nPhoebe: Thank you. (To Gunther, who's standing there frozen) Okay, go! Go! Go! (He runs off.) (To Larry) Now, if after dinner you still really need to bust someone, I know a hot dog vendor who picks his nose.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler and Joey are lamenting about how they kicked Ross out.]",
            "dialog": "Joey: Maybe, maybe we did a good thing, helping Ross get back on his feet!\nChandler: Yes that was a nice place!\nJoey: Yeah!\nChandler: Not a lot of closet space, but he can just hang his stuff out the window in a bag!\nJoey: Yeah!\n(Pause.)\nChandler: What are we gonna do?\nJoey: I don't know. Maybe pizza?\nChandler: About Ross!\nJoey: Oh! Oh!\n(The phone rings and Joey answers it.)\nJoey: Hello! (Listens.) Oh yeah! (To Chandler) It's the apartment manager; Ross put us down as references. (To the apartment manager.) Ross is the greatest guy you'll ever meet! Yeah, he's very reliable.\nChandler: (grabbing the phone) Of course he has this big huge dog! That uh, barks into the night. (Listens.) Well, who doesn't love dogs? (Thinks.) Ah, he's a tap dancer! (Listens.) Yes, some would say that is a lost art. (Thinks.) He's a pimp! (Listens.) There you go! Yes, he's a pimp. He's a big, tap dancing pimp! (Pause.) Hello?\n(The apartment manager hung up on him and he hangs up the phone and throws in on the chair. Joey motions, \"What the hell was that?\" Chandler makes a face to say, \"Think about it.\" Joey tries to divide 136 by 13; he's confused. Suddenly, light dawns on yonder dunder head. He gets it.)\nChandler: Ohhhhh!\n(Joey motions, \"Now, that's thinking!\")\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Downstairs at Danny's party, Monica and Rachel are coming down the stairs and Rachel has on a coat to make it look as if she's just getting back. But just as they reach the landing they see Danny out in the hall talking to a guest, Rachel then quickly pulls Monica back up the stairs.]",
            "dialog": "Rachel: Shoot, shoot, this is never gonna work! He's right there!\nMonica: Just go over and say hi.\nRachel: No, I have to go downstairs and come back up as if I'm coming home from the regatta gala. Okay? So just go distract him. But don't be sexy.\n(Monica obeys.)\nMonica: Hey, Danny!\nDanny: Hey! What's going on?\nMonica: (turns his back to the stairs) Oh, it's a great party! Great food. Y'know, most parties it's all chips and salsa, chips and salsa. (As she's saying this Rachel tries to head downstairs but is blocked by people coming upstairs. She quickly retreats back up the stairs.) (Sees that she has to keep him distracted longer.) So umm, what's this? (Points to his plate.)\nDanny: Salad.\nMonica: Ooooh! (Rachel now succeeds in getting downstairs.) And-and-and what-what's this? (Points again.)\nDanny: Bread. Aren't you a chef?\n(Rachel returns.)\nMonica: (upon seeing Rachel she points) Oh.\nDanny: Hey! Rachel!\nRachel: Hey! Oh right, tonight was your party.\nDanny: Oh wow, you look great! Glad you could make it.\nRachel: Oh well, y'know, the gala had to end sometime.\nDanny: Don't go anywhere, I'll be right back. (He heads off.)\nRachel: Yeah, sure. (To Monica) All right, whose court is the ball in now?\nMonica: I thought there wasn't a ball?\nRachel: Oh, come on! He's glad that I came, he doesn't want me to go anywhere, balls flying all over the place!\nDanny: (returning, with a friend) Rachel, this is my friend Tom. (To Tom) This is the girl I told you about.\nRachel: Oh, go on! You telling people about me?\nDanny: You two could really hit it off! I'm gonna go mingle. (Leaves.)\nTom: So you work at Bloomingdale's, huh? My mom calls it Bloomies.\nRachel: (laughs) Yeah, okay, at ease solider!\nTom: I'm sorry?\nRachel: No, it's all right, you can just drop the act Tommy. I know what's going on here. Your Danny's wingman right? You guys are best buds. Frat bros!\nTom: I'm gonna go talk to uh, a friend.\nRachel: Yeah, yeah, you go talk to your friend. You tell him, \"Nice try.\"\n(He walks off.)\nRachel: Man! He just keeps lobbing them up and I just keep knocking them right out of the park!\nMonica: I think I need a drink.\nRachel: Yeah!\n(They go get a drink.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Chandler and Joey's, Ross still has boxes all over the place. Joey is wearing a football helmet, and Chandler is spinning him around in one of the chairs and counting.]",
            "dialog": "Chandler: 98. 99. 100. Okay, go!\nJoey: (getting up) Dude, I'm telling ya! I'm fine! (He tries to take a step and falls flat on his face.)\n(He tries to get up again and starts falling backwards and Chandler catches him.)\nChandler: Here we go! Here we go!\n(Ross enters.)\nJoey: Hey!\nChandler: Hey!\nRoss: Hey. So I uh, I didn't get that apartment. Some problem with my application.\nJoey: You're kidding!\nChandler: You're kidding, no!\nRoss: Yeah. But, the good news is that Phoebe said that I could stay at her place for a while. So…\nJoey: But you can't stay with Phoebe, Ross! We're-we're roomies!\nRoss: Look, you guys don't need me here taking up your space.\nJoey: Well, we got plenty of space! There-there's still some over there (Points to where the window is but sees that there isn't any space there and points towards his door.) by-by that speaker. Please, just stay!\nChandler: Yeah!\nRoss: Are you guys sure about this?\nJoey: Definitely!\nChandler: Yes! Ross, you have to stay!\nRoss: All right.\nJoey: All right!\nChandler: All right, buddy!\nRoss: So I'm a pimp huh? It's okay! Look, I know that sometimes I can be a pain in the ass, but you just have to talk to me. Tell me if something is bothering you. Okay? And for my part I will do everything I can to keep my annoying habits just (Does the 'quiet down' maneuver).\n(Chandler and Joey smile, but when Ross turns away look at each other with looks of horror.)\nEnding Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Chandler and Joey's and Ross's, Chandler is entering and when he closes the door Joey pops his head out of the fort like before, but this time he's wearing a cowboy hat.]",
            "dialog": "Chandler: Well, I see you've had a very productive day. Don't you think the cowboy hat is a little much?\nRoss: (popping up behind Joey wearing an Indian headdress) Come on, it's fun!\nChandler: All right! (He joins them in the fort and comes up putting on a bonnet.) Isn't this a woman's hat?\nJoey: Dude, stop talking crazy and make us some tea!\n(Chandler does so.)\nEnd\n\n"
        }
    ]
}