{
    "metadata": {
        "season": "SEASON 5",
        "title": "522 Joey's Big Break",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, everyone but Phoebe are there reading. Rachel is sitting on the couch flanked by Ross and Monica. She suddenly stops reading and starts blinking her left eye as if it's bothering her. The problem is that Joey is on her left and thinks she's winking at him and winks back. Ross is watching this and isn't quite sure of what to make of it.]",
            "dialog": "Ross: What's going on?\nRachel: Well, my eye is a little itchy.\n(Ross turns to look at Joey.)\nJoey: Uhhh, mine too! Yeah.\nMonica: (To Rachel) Wow! It's really red! You should go see my eye doctor.\nRachel: Richard? I'm not gonna go see your ex-boyfriend!\nChandler: Oh, Richard. That's all I ever hear, Richard, Richard, Richard!\nMonica: Since we've been going out, I think I've mentioned his name twice!\nChandler: Okay, so Richard, Richard!\nMonica: It's not Richard! Okay? It's this new guy and he's really good.\nRachel: Well, I'm sorry I'm not going to an eye doctor!\nRoss: Oh God, here we go!\nChandler: What?\nRoss: Anytime anything comes close to touching her eye or anyone else's she like freaks out. Watch! Watch! (He takes his finger and moves it towards his eye.)\nRachel: (flinches) Ross! Come on! That's all right! Fine--Okay, I have a weird thing about my eye. Can we not talk about it please?\nAll: All right, fine.\nMonica: Hey Rach, remember that great song, Me, Myself, and I? (And on the \"I\" part she mimics poking her eye.)\nRachel: (flinches again) Monica! Come on!\nRoss: Hey, does anybody want to get some lunch? All those in favor say I? (Pokes his eye)\nRachel: (freaks) Ross! Stop it! Come on!\nChandler: How much did I love The King and I? (Oh, you get the point by now.)\nRachel: Chandler!\nJoey: Me too! Me too! Me too! (Yeah, he does the same thing.)\nRachel: Just stop it! Come on!\n(Joey howls in pain and holds his eye.)\nChandler: You okay there man?\nJoey: Yeah, I got too excited!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Ross, Chandler, Monica, and Phoebe are eating breakfast.]",
            "dialog": "Ross: All right, I gotta go. I'm taking Ben to the park.\nPhoebe: Ohh, give him a kiss for me!\nRoss: All right, bye!\nMonica: Bye!\nPhoebe: Bye!\nRoss: Later! (Exits.)\nPhoebe: (after he's gone) I am so sorry you got caught in the middle of that. I didn't mean to be so out there. I am furious with him!\nChandler: Wow umm, calm down.\nPhoebe: I'm trying, but man that guy can push my buttons!\nMonica: Why are so mad at him?\nPhoebe: Look, I don't wanna talk about it. Okay?\nMonica: Well, it just seems that…\nPhoebe: You wanna be on my list too? Keep talking! Has anyone seem my list by the way?\nChandler: Uh, no Pheebs. What's it look like?\nPhoebe: Uh, it's a piece of paper and it says, \"Ross\" on it.\nJoey: (entering, depressed) Hey. I just got off the phone with Estelle and guess what. (Pause, then very excitedly) I GOT THE LEAD IN A MOVIE!!!!!!\nChandler: You got the lead in a movie? That's amazing! What's the movie about?!\nJoey: It's called Shutter Speed, it's really cool! Yeah, umm, I meet this girl in the subway and we fall in love in like a day, right? And then, she disappears… But I find out where she lives and when I get there this like old lady answers the door and I say, \"Where's Betsy?\" Right? And she says, \"Betsy's been dead for 10 years.\"\nPhoebe: Ohh-oh, chilling!\nJoey: And the best part is, we're filming in the desert outside Vegas! (To Chandler) And you know what that means buddy!\nChandler: Yeah, I know that means buddy!\nJoey: Road trip! Yeah, we can rent a car! I just have to be there by Tuesday!\nPhoebe: Oh wait, my grandmother's dead.\nChandler: Well, uh, we can talk about that too Pheebs.\nPhoebe: No! No, her cab! She probably won't be using it; you can drive it to Las Vegas.\nJoey: All right! Thanks Pheebs!\nChandler: Whoa-whoa-whoa, what are we going to do about my job?\nJoey: Oh umm, not go.\nChandler: All right, great, road trip baby! (To Monica) This okay with you?\nMonica: Chandler! You don't have to ask for my permission. (Quietly) You can go.\nChandler: Thank you.\nMonica: Hey Rach, come on! We're gonna be late for the eye doctor appointment!\nRachel: (entering from her bedroom) All right! Let's get this over with! Ugh! (She walks by the table and notices that no one is looking and accidentally on purpose knocks over the open cereal box.) Ohhh! No! Look what I did! (She starts walking through the mess. {Also, notice the continuity error in this scene. Note the position of the box and dispersal pattern of the cereal before and after the camera cut.}) Oh, I mean, look at this mess! I mean, we're probably gonna have to clean this up! Y'know? We're gonna have to reschedule!\nMonica: No. If you thought this mess is going to bother me, you are wrong! All right, let's go Blinky! (She ushers Rachel out the door, but before the door fully closes she sticks her head back in.) Chandler!!!! (Chandler agrees to clean up the mess.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Joey is reading a map as Phoebe enters.]",
            "dialog": "Phoebe: Oh hey Joey! What's up?\nJoey: I can't decide which route to take to Vegas. Hey, you've traveled a lot right?\nPhoebe: Yeah, I've been around.\nJoey: Okay, so-so which route should I take the northern route or the southern route?\nPhoebe: Ooh, if you take the northern route there's a man in Illinois with a beard of bees. {Okay, I must protest this, I've lived in Illinois all my life and know of no man with a beard of bees! Wisconsin, on the other hand, might be a different story.}\nJoey: Great! Problem solved!\nPhoebe: But on the southern route there's a chicken that plays tic-tac-toe.\nJoey: Well, back to square one.\nPhoebe: Oh, I know a way that you can decide! All right, I'm going to ask you a series of questions and you answer as quickly as you can.\nJoey: (quickly) Yes!\nPhoebe: Good, but wait. Okay, all right, here we go. Now I want you to relax. Take a deep breath. Clear your mind. (Quickly) Which do you like better peanut butter or egg whites?\nJoey: Peanut butter!\nPhoebe: Which would you rather be a fireman or a swimmer?\nJoey: A swimmer!\nPhoebe: Who would you rather sleep with Monica or Rachel?\nJoey: Monica. Oh… huh, I always thought it would be Rachel.\nPhoebe: No thinking! No thinking! Tie or ascot?\nJoey: Ascot!\nPhoebe: North route or south route?\nJoey: North route!\nPhoebe: Bamn! There you go! Huh?\nJoey: Wow! That was incredible! Beard of bees, here I come!\nRoss: (entering) Hey!\nPhoebe: Oh, this guy again. (She ignores him.)\nJoey: Hey man, what's up?\nRoss: Uhh, not much. You guys want to see a movie tonight?\nJoey: Sure, what do you want to see?\nRoss: I don't know, umm…\nJoey: Oh, I know how we can decide. Phoebe, show him your game!\nPhoebe: Umm, no thank you. (She gets up and moves to the couch. They were at a table previously.)\nRoss: What's with her?\nJoey: I don't know. But hey, I know we can decide. Okay, I'm gonna ask you questions and you answer real quick. Okay?\nRoss: Okay.\nJoey: What do you like better action or comedy?\nRoss: Action.\nJoey: Who would you rather sleep with Monica or Rachel?\n(Ross pauses and looks at him, Joey motions for him to hurry up.)\nRoss: Dude, you are sick.\nJoey: Oh, I'm sorry. I forgot you had that whole Rachel thing.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica's eye doctor's office, Monica and Rachel are waiting in an exam room and looking at this big white thing used to check eyes. I have no idea what it is, and if an ophthalmologist happens to know what that is, let me know.]",
            "dialog": "Rachel: Oh my God! What does that thing do?\nMonica: (looks at it more closely) Oh that's an eye removal machine.\nRachel: All right, I'm outta here!\nMonica: I'm kidding! I'm kidding!\n(Rachel heads for the door but is intercepted by the doctor.)\nThe Doctor: Hi Rachel!\nRachel: Hey!\nThe Doctor: I'm Dr. Miller. Monica told me you were a little nervous, but don't worry everything's gonna be just fine.\nRachel: So were done then!\nDr. Miller: Almost! But first, we gotta start.\nRachel: Okay.\nDr. Miller: This is a glaucoma test.\nRachel: Uh-huh.\nDr. Miller: Sit down.\nRachel: Okay.\nDr. Miller: But your chin here. (She does so.) Now, you'll feel a small puff of air in each eye.\nRachel: (jerks back from the tester) What?!\nMonica: A small puff of air, now come on!\nDr. Miller: Here we go.\nRachel: All right.\nDr. Miller: 1…2…3! (Rachel jerks back on 3.)\nRachel: I'm sorry. All right, I'll just stay in here this time. (Puts her head back.) Okay.\nDr. Miller: Ready?\nRachel: Uh-huh.\nDr. Miller: 1…2… (She flinches on 2 this time.)\nMonica: Y'know what, I'm gonna hold her head.\nRachel: Okay.\nDr. Miller: That's okay.\nMonica: Okay. (Monica backs off.)\nRachel: Okay. Okay!\nDr. Miller: 1…2! (She flinches again.) (Gives up.) Y'know what? You're young; you probably don't have glaucoma.\nRachel: (really excited) Great!! It was very, very nice to meet you sir--Ow! Hey! What are you doing?! Are you crazy! (He took out that thing they use to look at people's retinas and looked at Rachel's when she was shaking his hand causing her to flinch and scream at him.)\nDr. Miller: Okay. You've got a small, minor infection in that left eye. I want you to take these drops three times a day and you'll be as good as new.\nRachel: Yeah, no, I don't-I don't put things in my eye.\nDr. Miller: Okay then, I guess we'll see you back here in three months.\nRachel: Great!\nDr. Miller: And I'll fit you for a glass eye.\nRachel: Okay, just give me the damn drops! (Grabs them and storms out.)\nMonica: Dr. Miller? (She covers her right eye and reads from the chart) P E C F D.\nDr. Miller: Very good Monica! You know where they are.\nMonica: I sure do! (She runs over to a drawer, opens it, and grabs a lollipop.) (To Rachel) And you don't get one!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Phoebe, Rachel, Monica, and Joey are there.]",
            "dialog": "Rachel: Y'know, I-I gotta tell ya, those eye drops are a miracle. My eye is a 100% better.\nMonica: They're still in my coat.\nRachel: Damn!\nChandler: (entering) Hey!\nJoey: Hey! You ready to go?\nChandler: Yeah, listen, how cold is it going to be there? Do I need a coat or will all these sweater vests be enough? (Holds up 3 of them in different colors.)\n(Monica stares at him.)\nChandler: What?\nMonica: I love you.\n{There's another continuity error here. Before Monica says I love you, Chandler's holding the vests so that you couldn't see the collar, you could see all three, and they were folding nicely. After she says the line and the camera cuts back to Chandler, you can only see two out of the three, you can see the collar of the top one, and it looks like it was folded sloppily, unlike before. Hey, you notice things while spending this much time on this!}\nJoey: Man, I wish Ross was coming with us! Y'know? I'm gonna miss him!\nPhoebe: Thanks a lot! I just got that jerk out of my mind!\nChandler: Hey, so where are we staying? Is the movie putting us up in a big hotel suite?\nJoey: Uh no, not really. It's an independent film y'know? So we don't have a real big budget. I figured I'd just stay in your room.\nChandler: I see, but once you get your first paycheck you'll be springing a big hotel suite, right? I mean, lead in a movie, they must be paying you a lot?\nJoey: Oh yeah! For every dollar Shutter Speed makes, one penny of it goes right in Joey's pocket.\nChandler: So you don't get paid unless the movie makes money?\nJoey: Did you not hear the plot of the movie? \"She's been dead for ten years.\" I'm gonna be a millionaire!\nRoss: (entering) Hey!\nJoey: Hey!\nRoss: I just wanna say good-bye to you guys and to see if you guys will place a little bet for me, huh? Twenty bucks on black 15.\nJoey: You got it!\nRoss: All right!\n(Joey nods to Chandler, no way!)\nChandler: All right, bye-bye now!\nPhoebe: Bye!\nRachel: Bye you guys!\nJoey: Bye-bye!\nMonica: I wanna say good-bye at the car!\nChandler: Okay!\nJoey: Anybody want to say good-bye to me at the car?\nRachel: Oh honey, I'll say good-bye to you at the car if you don't mind the puss.\n(Pause.)\nJoey: See ya! (Walks out.)\nRachel: Well, wait a minute! The puss is good! It means it's healing! (Runs after him.)\nRoss: Hey Pheebs, what 'cha reading? (Phoebe ignores him) Pheebs? (Turns away) Hello? (He sits down next to her and she moves over a bit.) Phoebe? (He moves closer and she keeps moving away.) Phoe-Phoebe! (They end up hanging over the arm rest.) Come on! (He grabs the magazine away from her.)\nPhoebe: Oh, I'm sorry. I didn't see you there.\nRoss: Phoebe, are you, are you mad at me, or something? 'Cause if are please, tell me what it is I did!\nPhoebe: Well, if you don't know I can't help you.\nRoss: Well, I don't know.\nPhoebe: Well, I can't help you.\nRoss: Well, whatever it is I'm-I'm very, very sorry. Okay?\nPhoebe: Apology accepted.\nRoss: Okay. So we're, we're good?\nPhoebe: Uh-huh.\nRoss: All right. (Gets up.) I'll uh, I'll see you later, okay?\nPhoebe: (quietly) Bye, fat ass.\nRoss: ALL RIGHT!! Phoebe now come on! Will you please tell me what it is I did that mad you so mad at me!\nPhoebe: I don't know! I don't remember!\nRoss: Well if you can't remember, can't we just forget about this?\nPhoebe: Oh no, I am mad at you. I know that much. But, I am sorry about the fat ass thing. You actually have a very sweet little hiney.\n(Ross isn't sure what to do with that comment.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Phoebe's cab, Joey and Chandler are headed across the George Washington bridge on their way to Las Vegas. Joey is driving.]",
            "dialog": "Joey: Man, I'm getting pretty tired. You're might have to take over soon.\nChandler: We've been driving for a half-hour, and you haven't looked at the road once.\nJoey: Don't worry, it's out there! (Just then a horn honks and Joey quickly looks at the road.) I think I just need lunch.\nChandler: Yeah.\nJoey: You wanna eat? (Pulls out the twenty) My treat!\nChandler: Isn't that Ross's money?\nJoey: Yeah. Okay. Ross's treat! Where do you wanna eat?\nChandler: I don't know.\nJoey: Ooh, hey, I know how we can decide! All right, uh, I'm gonna ask you a bunch of questions and then you have to answer real fast. Okay? So uh, clear your mind Clear it right out! Clear it out! Clear!\nChandler: Okay!\nJoey: Okay, uhh, would you rather be too wet or too dry?\nChandler: Too dry.\nJoey: Do you believe in ghosts, yes or no?\nChandler: No!\nJoey: Is this movie gonna be my big break?\nChandler: No!\nJoey: (shocked) What?!\nChandler: Yes.\nJoey: Dude you said, \"No!\"\nChandler: I also said, \"Yes!\"\nJoey: You don't think this is going to be a big break for me?\nChandler: No! (Realizes) Ahhh!!!\nJoey: I don't believe this!\nChandler: Look Joe, I just, I just don't want to get your hopes up real high.\nJoey: What are you talking about?! I'm the lead in a movie!\nChandler: They're not even paying ya! This doesn't even sound like a real movie!\nJoey: Y'know what? I don't need this! Okay? I don't know why you're dumping all over my big break.\nChandler: Joe, I don't think this is going to be your big break.\nJoey: Is that why you're on this trip, huh? Make me feel like a loser? 'Cause if it is, I'll tell ya, I-I-I'd rather be alone.\nChandler: Oh, you don't want me on the trip?\nJoey: Not if you're gonna be like this!\nChandler: All right, I'll tell ya what, the next time you ask me a question like that I'll lie.\nJoey: Yeah! I don't want you on the trip!\nChandler: All right, fine! Fine! Why don't you pull over? I'll get out right now!\nJoey: Fine! (He slams on the brakes, stopping the car on the bridge to the sound of numerous car horns.) Get out!\nChandler: You're not actually supposed to stop on the bridge.\nJoey: Get out!!\nChandler: All right!! (Gets out and Joey speeds away.) Wait! Wait, there's no sidewalk! Yeah, I'm gonna die here.\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Ross, Phoebe, Rachel, and Monica are there. Ross is trying to figure out why Phoebe's mad at him.]",
            "dialog": "Ross: Okay, are you mad at me because my hair gel smells?\nPhoebe: No.\nRoss: Are you angry at me because I said your handwriting is childlike?\nPhoebe: No that made me feel precious.\nMonica: Oh, I know! Umm, is it because he's always correcting people's grammar? Whom! Whom! Sometimes it's who!\nRoss: Yeah? Sometimes it's… (Does the fist thing.)\nRachel: Oh, did you beat him at a board game? He turns into such a baby when he starts to lose.\nRoss: Okay, I'm the baby. (Points at his eye.)\nRachel: Eh! Stop it!\nChandler: (entering) Hey!\nMonica: Chandler! What are you doing here?\nRoss: Hey!\nChandler: Joey kicked me out of the car on the George Washington bridge!\nAll: Why?!\nChandler: I don't know! He went crazy! Y'know, we were playing that game where you-you ask a question and you answer it really fast.\nPhoebe: That game should not be played without my supervision.\nChandler: Well, I don't know what mad him so mad, y'know? All I said was that uh, I didn't think this wasn't gonna be his big break, that this movie wasn't going to do anything for him, and that uh, y'know it didn't sound like a real movie--Okay, he should've pushed me off of the bridge.\nPhoebe: What's in the bag?\nChandler: Oh, I figured you guys would all be mad at me. So I got you some gifts that I found on the side of the road. (Looks into the bag.) Who wants the teddy bear with one leg?\nPhoebe: I do!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is trying to apply her eye drops while Monica looks on.]",
            "dialog": "Rachel: Okay. (She tilts her head back and squeezes the eyedropper. The only problem is, it's not over her eye.)\nMonica: Not even close.\nRachel: Okay, then y'know what? Help me! I need help! I can't do this!\nMonica: Okay! All right! Let's do it!\nRachel: All right!\nMonica: Sit down. (They sit down on the couch.)\nRachel: All right.\nMonica: Put your head back.\nRachel: Yes!\nMonica: All right.\nRachel: Okay.\nMonica: Now, open your eyes.\nRachel: Okay, they are. (No they're not.)\nMonica: How many fingers am I holding up? (She's not holding any up.)\nRachel: (thinks) Four.\nMonica: Oh my God, I was thinking four.\nRachel: Really?!\nMonica: Yes! All right, y'know what? Why don't we start with a practice run? Okay?\nRachel: Okay!\nMonica: No drops!\nRachel: Great!\nMonica: Okay.\nRachel: Okay.\nMonica: On three, 1…2…3! (Rachel turns her head on three to avoid the drops.) Now my pillow's all wet! (She was trying to fool Rachel and squeezed the eyedropper.)\nRachel: Well, well, you said it was practice!\nMonica: Then why did you move?!\nRachel: Because I knew you were lying!\nMonica: All right, come here! (She gets up and drags Rachel off of the couch by her legs.)\nRachel: (as she's being dragged) What are you? Monica!! Stop it!! Oh my God! Stop it! (Monica drags her totally onto the floor and on her back.)\nMonica: I am going… I'm going--Turn it over! (Rachel rolled onto her stomach and Monica rolls her back.) I'm… I am going to get these drops in your eyes. (She is holding Rachel down with both hands and has the eyedropper in her mouth.)\nRachel: Oh my God! You really are freakishly strong!\n(Monica starts biting on the eyedropper, spraying the fluid all over. But Rachel keeps turning her head back and forth and Monica keeps missing.)\nRachel: Monica! Stop it!\nMonica: (spitting out the eyedropper) Damn! It's empty!\nRachel: Wow, y'know if Joey and Chandler walked in right now, we could make a fortune! (Monica is straddling Rachel and holding her arms down. In a rather risqu� pose, at least for primetime TV.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, time lapse, Phoebe and Monica are playing cards as the phone rings.]",
            "dialog": "Phoebe: Ooh that is definitely Chandler, Joey, or Ross. (Thinks) Or-or Rachel!\nMonica: (answers the phone) Hello? (Listens.) (To Phoebe) It's Joey. (Phoebe's proud of herself.) (To Joey) I'm so glad you called! Chandler told me what happened. Y'know he's really upset about it.\nJoey: (on a pay phone holding a box) Not as upset as he's gonna be when he finds out what I did with his sweater vests!\nMonica: What did you do to his sweater vests?\nJoey: Let's just say there's a well-dressed pack of dogs in Ohio. Hey Monica listen is-is Phoebe there? I gotta ask her something about the car.\nMonica: Yeah, she's here. Hold on a second. (She hands the phone to Phoebe.)\nPhoebe: Hey, dude!\nJoey: Hey Pheebs! Listen, this wooden box keeps sliding out from under the seat. What-what is it?\nPhoebe: Oh that's my grandma. (Joey holds the box away from him.) And thanks Joey she's having a really great time. (Joey is happy now.)\nChandler: (who has just entered) Is that Joey? Is that Joey? Let me talk to him! I wanna talk to him!\nPhoebe: Okay Joey? Chandler's here, he was wondering… (We hear the dial tone as Joey hangs up.) Okay, I guess he ran out of change.\nChandler: Y'know, he won't even talk to me. How am I going to apologize to him if he won't even talk to me?\nMonica: Well, maybe you should send him something. So that when he gets to Las Vegas he'll know that you're sorry.\nChandler: That's a good idea. I wonder where I could (Pause) get a basket of porn…\nPhoebe: No, don't-don't say I'm sorry with porn!\nChandler: Really?\nPhoebe: Y'know what you should send him? A cartoon of cigarettes. 'Cause that why he could trade it for protection. No. That's prison.\nRoss: (entering) Okay Pheebs, I know how we're going to figure this out. Okay, clear your mind and answer the first thing that comes into your head. Okay?\nPhoebe: Uh-hmm.\nRoss: What do you like better flora or fauna?\nPhoebe: Fauna.\nRoss: Who would you rather be Simon or Garfunkle?\nPhoebe: Garfunkle.\nRoss: Why are you mad at me?\nPhoebe: You said I was boring--Ohh!\nRoss: When did I say you were boring?!\nPhoebe: Oh my God, I remember now! We were playing chess!\nRoss: Phoebe! You and I have never played chess!\nPhoebe: Oh, come on! Yes, remember that time on the frozen lake? We were playing chess, you said I was boring, and then you took off your energy mask and you were Cameron Diaz! (Realizes) Okay, there's a chance this may have been a dream.\n I've been through the desert on a horse with no name! It felt good to be out of the rain. In the desert, you can't remember your name, 'cause there ain't no one for to give you no pain. La…la…la-la-la, la, la, la, la-la-la. You get the idea. Anyhoo, he pulls up and stops. As he gets out of the car, he spills a huge pill of fast food containers out of the foot well.]\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The desert outside of Las Vegas, Joey is arriving and we hear the song, Name. Y'know, (singing)",
            "dialog": "Joey: Hey-hey! Stanley! Hey-hey! You're leading man is here! Let's get to work.\nStanley: Umm, slight change of plans. We've shut down.\nJoey: Wh-what?! Why?!\nStanley: It's a money thing, we don't have any.\nJoey: (laughs) You're kidding right?\nStanley: No.\nJoey: What?!\nStanley: It-it's probably just temporary. We're hoping to get some more money soon, so if could just uh, hang out.\nJoey: Uh, hang out?! How long?\nStanley: I don't know. A week? Maybe two? The money will turn up! People will always wanna invest in movies! Hey, you're not rich are ya?\nJoey: No!\nStanley: Eh, worth a shot. (Gets into his car.) Look Joey, let me know where you're staying, okay? (The car peels away.)\n(I think one of the grips walk up to Joey, mainly because there's a credit for The Grip. What the heck is a grip anyway?!)\nThe Grip: Hey pal, are you Joey Tribbiani?\nJoey: Yeah.\nThe Grip: These got left for ya. (He hands him a bunch of helium balloons.)\nJoey: Thanks. (The grip walks away.) (Reading the card.) Congratulations on your big break.\n(The rest of the crew start to drive away leaving Joey sad, alone, and holding his congratulatory balloons as the song comes up again. La-la-la. See, I've been through the desert on a horse with no name! It felt good to be out of the rain! In the desert you can't remember your name, 'cause there ain't no one for to give you no pain. La-la-la, la, la, la…)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, the phone is ringing.]",
            "dialog": "Monica: (answering it) Hello?\nJoey: (on phone from Vegas) Hey Monica, it's Joey!\nMonica: Hey Joey! Aww, you remembered even though you're a big star!\nJoey: Aw, come on! It'll be years before I forget you!\nMonica: Joey, what's it like on a movie set, huh? Do you have a dressing room? Do you have a chair with your name on it?\nJoey: Uh, well yeah-yeah, I've got all of that going on. Yeah, listen uh, I want you to make sure you tell Chandler that he couldn't have been more wrong! Uh-oh! I gotta go Monica, my uh, my sushi's here!\n[Cut to Joey hanging up the phone in Vegas. He's wearing a Roman gladiator's uniform and goes over to join a family to pose for a picture. You see, he's apparently taken a job at Caesar's Palace.]\nJoey: (to the family) Sorry about that. Thanks for waitin'.\nThe Husband: Okay!\nJoey: Everybody smile! (The picture is taken) Okay, thanks a lot! Enjoy your stay at Caesar's! We hope it's toga-rrific! (The family leaves.) Kill me. Kill me now.\nEnding Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, The gang is surrounding Rachel at key positions.]",
            "dialog": "Ross: Hey Rach, can you pass me the TV Guide?\nRachel: Yep!\n(As she moves to get it, Monica yells…)\nMonica: Go!!\n(Phoebe jumps to the floor as Ross tackles Rachel off of the couch. Chandler helps push Rachel onto the floor by jumping over the back of the couch. Phoebe grabs Rachel's head to hold it still and opens Rachel's eye as Monica jumps onto Chandler's back to administer the torture--I mean medicine.)\nRachel: What?!! Stop it! Stop it! Oh my God!\nMonica: Okay! Okay! Okay! (She succeeds in getting the eye drops in and everyone climbs off of Rachel.) We'll see you in about 3 to 4 hours.\nRachel: Oh! (She's trying to recover while still on the floor.)\nEnd\n\n"
        }
    ]
}