{
    "metadata": {
        "season": "SEASON 5",
        "title": "516 The Cop",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Joey's, Monica and Chandler are sitting on one of the chairs doing a crossword puzzle.]",
            "dialog": "Joey: Hey!\nChandler: Hey!\nMonica: Hey!\nJoey: What are you guys doing up?\nChandler: Oh, we wanted to finish the crossword before we went to bed. Hey, do you know a six-letter word for red?\nJoey: (thinks) Dark red.\nChandler: Yeah, I think that's wrong, but there's a Connect the Dots in here for you later. (To Monica) Hey, how about maroon?\nMonica: (checks to see if it works) Yes, you are so smart! (Kisses him.)\nJoey: Aww, you guys are so cute!\nMonica: I know.\nJoey: All right, I'll see you in the morning.\nChandler and Monica: Okay.\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey's bedroom, time lapse. He's asleep and dreaming. In his dream he's doing the crossword puzzle with…wait for it…Monica!]",
            "dialog": "Dream Monica: Y'know, I love doing crossword puzzles with you honey!\nDream Joey: Aww, me too. Now let's finish this and go to bed.\nDream Monica: Okay! There's only one left, three letter word, not dog but…\nDream Joey: Cat.\nDream Monica: Yes! You are so smart! (Kisses him.) I love you.\nDream Joey: I love you too.\n(They hug.)\n[Cut back to Joey in bed, he's smiling, enjoying the dream as he wakes up. Suddenly, he realized what he was dreaming about and bolts upright in bed.]\nOpening Credits\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, everyone is there but Ross and Joey. Gunther hands them the bill, and Chandler gives some money to pay it.]",
            "dialog": "Rachel: (looking at the bill) Uhh, we still need a tip.\nPhoebe: All right. Hold on. (She starts digging in the chair.) I got it. Nickel! (Donates it.) How much more do we need?\nRachel: A couple of bucks.\nPhoebe: Okay, dime! (Donates that.) You guys should probably keep talking; this could take a while. (Finds something else.) Oh no, wait! Look it! Whoa! (Looks at it.) Oh my God, this is a police badge!\nMonica: Wow!\nChandler: Oh that's so cool! Why would a cop come in here though? They don't serve donuts. (No one laughs.) Y'know what actually, could you discover the badge again? I think I can come up with something better than that.\nRachel: Phoebe, I bet somebody's missing that badge.\nPhoebe: Yeah, I should probably take it back. Ooh, but you know what? While I'm at the police station, I could check their Ten Most Wanted lists because my friend Fritzy has been like number 11 forever, so this could be her year! (She crosses her fingers in hope.)\nJoey: (entering) Hey, you guys!\nChandler: Hey!\nRachel: Hey Joey!\nMonica: Hey.\nJoey: (To Monica) Hey. That uh, that my sweatshirt?\nMonica: Oh yes, it is. I'm sorry I borrowed it, I was cold. I hope its okay?\nJoey: Well uh, it's just that uh, y'know if-if you're gonna be wearing someone's sweatshirt shouldn't it be your boyfriends--and I’m not him.\nMonica: I'm sorry, I'll give it back to you.\nJoey: No-no! No! I mean it's gonna be all smelling like Monica!\nMonica: Are you saying I smell bad?\nJoey: No! No, you smell like a meadow. (Pause.) I'm sorry. (Runs to the bathroom.)\nMonica: What's with him?\nChandler: Oh, y'know what? The last time Joey went to a meadow, his mother was shot by a hunter.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: A couch store, Ross is trying to decide on a new couch for his place. He has dragged Rachel along for the trip, and she's not too happy about it. Ross is sitting on it in different ways to see how it feels. He tries to just sit on it normally, and then he tries flopping on it. One thing about this couch, it's huge. It's like twice the size of a normal full size couch. Whoever designed this thing, needs help and fast.]",
            "dialog": "Rachel: (disgusted at Ross's antics) Ugh!\nRoss: (To Rachel) Yeah, I still don't know. (To the salesman who is hovering nearby) I'm sorry I just wanna make sure that I bought the right couch. I need a couch that says, \"Kids welcome here.\" But that also says, (In a sexy voice) \"Come here to me!\"\nRachel: What?! You say that to kids?!!\nRoss: No! No! No! The \"Come here to me\" is y'know for the ladies.\nRachel: Ross, honey, it's a nice couch. It's not a magic couch.\nThe Salesman: You picked a great couch.\nRoss: Yeah?\nThe Salesman: Yeah. Could you just sign right here please? (Hands him a clipboard.)\nRoss: Oh, sure. Whoa-whoa, what's this? The delivery charge is almost as much as the couch!\nRachel: Wait! No, that's ridiculous. Come on, he lives three blocks away!\nRoss: Yeah, y'know what? I'll take it myself, thank you! (He signs the form and hands it back to the salesman.) All right Rach, let's go! (He picks up one end of the couch.)\nRachel: Yeah! (She puts on her coat and turns around and sees Ross is expecting her to help.) (Laughing.) Are you kiddin'?\nRoss: Oh, come on it's only three blocks! And-and, it's not very heavy, try it! Come on! Come on!\nRachel: (Disgustedly she goes and tries to pick up the couch. Much to her amazement, she is successful.) Oh. Oh! I can do it!\nRoss: Yeah!\nThe Salesman: You two are really gonna enjoy that couch.\nRoss: Oh yeah, we're uh, yeah we're not together. (He starts backing out of the store.)\nThe Salesman: Ohh, okay. (Laughs.) Something didn't quite add up there. (Ross stops, walks back to talk to the salesman, and in the process pushes Rachel up against a wall.)\nRachel: Ross!\nRoss: What's that supposed to mean?\nRachel: Ross!\nThe Salesman: Well you, her, I mean, she's very…y'know. And you're like…y'know.\nRoss: Not that it's any of your business, but we did go out.\nThe Salesman: Really? You two?\nRoss: Yeah! Rach?\nRachel: Come on, I don't really want to be doing this right now. I am carrying a very heavy couch.\nRoss: Then tell him quickly.\nRachel: (To Ross) Fine! (To the salesman) We went out.\nRoss: Not only did we go out, we did it 298 times!\nRachel: Ross!! Oh my--ugh!! You kept count?! You are such a loser!\nRoss: A loser you did it with (To the salesman) 298 times!\n(Rachel pushes on the couch and pushes Ross out the door.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Outside of Central Perk, Phoebe is exiting and sees a woman put out her cigarette on a tree.]",
            "dialog": "Phoebe: Oh. Oh! Ma'am? Excuse me, ma'am?\nThe Smoking Woman: Yes?\nPhoebe: You can't put your cigarette out on a tree!\nThe Smoking Woman: Yeah I can, it worked real well.\nPhoebe: No but you shouldn't! Don't ever do that again.\nThe Smoking Woman: I won't! (Turns away) Until I have my next cigarette.\nPhoebe: Hold it! (Grabs the badge) N.Y.P.D! Freeze punk!\nThe Smoking Woman: What?!\nPhoebe: Yeah that's right you are so busted. (To no one in particular.) Book 'em.\nThe Smoking Woman: Who are you talking too?\nPhoebe: Save it Red! Unless you wanna spend the night in the slammer, you apologize to the tree.\nThe Smoking Woman: I am not going to apologize to a tree!\nPhoebe: You apologize to the tree right now or I am calling for backup. (The woman calls her bluff.) (Screaming at no one in particular) Backup! Backup!!\nThe Smoking Woman: I-I'm sorry! Sorry.\nPhoebe: Okay, cancel backup! Cancel backup!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross's building's lobby, he and Rachel are about to attempt to take the couch upstairs.]",
            "dialog": "Ross: Okay. (Throws off the last cushion.)\nRachel: Ross, didn't you say that there was an elevator in here?\nRoss: Uhh, yes I did but there isn't. Okay, here we go.\n(They start the attempt. Ross is going backwards and reaches the first landing. This staircase has three steps then a landing, makes a 90-degree turn, and has more steps before another landing and another 90-degree turn.)\nRoss: Okay, go left. Left! Left! (The bottom of the couch is hitting the railing.)\nRachel: Okay, y'know what? There is no more left, left!\nRoss: Oh okay, lift it straight up over your head! Straight up over your head! You can do it! You can do it! (She gets it lifted up and they make the first turn.) Okay. You got it?\nRachel: Yeah.\nRoss: Good-good-good.\nRachel: Oh-oh!\n(She can't stay at the end as the couch rounds the turn so she shifts to the back corner of the couch and is at a 90-degree angle to it.)\nRoss: Yeah, you got it right? You got it right? You got it?\n(She don't got it as the couch slips out of their grips and falls over the bottom railing.)\nRachel: Any chance you think the couch looks good there?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Joey's, Phoebe is telling Chandler and Monica how she fought crime in her own way with the badge she found.]",
            "dialog": "Phoebe: …so this guy was all (Mumbles.) And I'm all, Buffay, Homicide. (Flashes the badge.) It was just so cool!\nMonica: (cooking something) Phoebe, you were supposed to take that back!\nPhoebe: I know but I'm having so much fun doing good deeds.\nChandler: Okay, but impersonating a police officer is a serious thing. You could get arrested.\nPhoebe: You could get arrested, right now! (Flashes the badge and they glare at her.) All right, yeah, I gotta take it back. I'm totally drunk with power. (She heads for the door just as Joey enters.)\nPhoebe: (To Joey) Hey.\nJoey: (To Phoebe) Hey! (Sees that Monica's there.) Oh.\nChandler: Hi, Joe.\nJoey: Yeah, I didn’t know you guys were going to be here.\nMonica: Hey Joey, sweetie, taste this. (Holds out a spoon for him.)\nJoey: (backing away) What?! Why?!\nMonica: What is going on with you?\nJoey: Nothing!\nChandler: Oh, come on! You've been acting strange all day!\nJoey: All right! There is something. I kinda had a dream, (pause) but I don't want to talk about it. (Starts for his room.)\nChandler: Whoa-whoa-whoa-whoa-whoa-what-what if Martin Luther King had said that? (Imitating what his famous speech would sound like.) I kinda have a dream! I don’t want to talk about it.\nJoey: Well, it involved Monica.\nChandler: You had a dream about a girl that I am seeing?! Oh, that is so cool! (To Monica) I can't tell you how many times I've dreamt about a girl that he was seeing. (Seeing Monica's stare.) (To Joey) Anyway we're talking about your dream. (To Monica) I love you. (To Joey) Your dream? (Leans in to listen closely.)\nJoey: Don't worry, there wasn't any sex in it or anything. I haven't dreamt about her like that since I found out about you two--ish.\nMonica: What was the dream about?\nJoey: Well, okay. You were my girlfriend and we were doing the crossword puzzle. Y'know like you guys were doing last night. So, that's it. I'm in love with Monica and I'll be moving out.\nMonica: Wait, Joey! Joey! That doesn’t mean that-that you're in love with me!\nJoey: It-it doesn’t?\nMonica: No!\nChandler: No, it can mean anything. Like uh, all of the sudden you're jealous because I've become the apartment stud.\nJoey: That kinda sounds like your dream dude.\nMonica: Or, it could mean that-that you saw Chandler and me together and we y'know were being close and stuff and then you just want to have that with someone too.\nJoey: In the dream I did enjoy the closeness.\nMonica: Um-hmm.\nChandler: Joey, look, are you attracted to Monica? Right here, right now, are you attracted to her?\nJoey: (looks at her) Not really.\nChandler: Well there you have it!\nMonica: Well sure! I'm just wearing sweats! (Looking at Chandler and slowly realizing what his point is.) But that's good that you're not in love with me, because you just want a girlfriend!\nJoey: No, I don't think it's just about just getting a girlfriend. Y'know? I mean, yeah, I can get a girlfriend! Yeah, we could sit in the chair and do crosswords, but y'know are we ever going to have y'know the closeness like-like you guys have?\nChandler: Well y'know, Monica and I were friends before we started dating. So maybe-maybe that's it?\nJoey: Friends first? That's interesting.\nMonica: You become friends after?\nJoey: No, never done that either.\nRachel: (entering) Hey, umm, do you guys have that tape measure?\nChandler: Oh yeah, it's actually in my bedroom.\n(Monica and Chandler both remember a special moment between them.)\nMonica: (laughing) That's right.\n(They realize the implication of their behavior, stop instantly and head for his bedroom. In the meanwhile, Joey is starring at Rachel in a seductive way.)\nRachel: (noticing him) What's up Joey?\nJoey: (in a sexy voice) How you doin'?\n(Rachel is stunned.)\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Outside Central Perk, Phoebe is walking up and notices a car that is parked half on the curb and right in front of the door, making it difficult for people to enter Central Perk.]",
            "dialog": "Phoebe: Excuse me, is this your car?\nGuy: Yeah.\nPhoebe: Well I don't think it's very nice of you to park here, y'know you're blocking the entrance.\nGuy: Don't worry about it. It's not a problem.\nPhoebe: Well, it's a problem for me, which means it's a problem for you 'cause I'm a cop. (Shows the badge.)\nGuy: (he reaches into the car and slams his siren on the roof.) So am I!\nPhoebe: Ohh, no. (Pause) Oh okay, so you're a cop which means you can park anywhere, 'cause I know that 'cause I'm a cop too. So, all right, keep up the good work. 10-4. (Tries to leave.)\nCop: (stopping her) Hey, wait a second! So wait, what precinct are you with?\nPhoebe: I-I'm with the umm, the 57th.\nCop: Oh, I know a guy in homicide up there.\nPhoebe: I'm in vice. Yeah, in fact I'm undercover right now. I'm a whore.\nCop: Who-who else is in vice up there?\nPhoebe: Umm, do you know, umm Sipowicz?\nCop: Sipowicz? No, I don't think so.\nPhoebe: Yeah, big guy, kinda bald.\nCop: No, I don't know him.\nPhoebe: (starts to walk away, but stops) Don’t try to call him or anything, 'cause he's not there, he's out. His umm, his partner just died.\nCop: Wow umm, tell Sipowicz I'm real sorry for his loss.\nPhoebe: I-I sure will, take care. (Starts walking off.)\nCop: (following her) Hey by the way, I'm sure Sipowicz is gonna be all right. I heard that kid from Silver Spoons is really good. (Phoebe's stunned) And where did you find my badge?\nPhoebe: Oh. (She starts laughing. Then she throws the badge at him and runs away.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is entering. Rachel is there getting some tools to help Ross out.]",
            "dialog": "Rachel: Hey! Joey, would you mind giving me and Ross a hand moving his couch?\nJoey: Oh, I'd love too, but I got acting class. But y'know what? I guess I can blow that off, (In a sexy voice) for you.\n(He starts staring at her longingly.)\nRachel: Thanks!\nJoey: Uh, hey, Rach let me ask you something. Uh, I was just over there talking to Monica and Chandler, boy they are really tight.\nRachel: I know.\nJoey: Yeah that's not such a bad situation they got going over there. I'm thinking of getting me one of those.\nRachel: What's up Joe?\nJoey: Well, the reason I think Monica and Chandler are so great…\nRachel: Yeah?\nJoey: …is because they were friends first. Y'know? So I asked myself, \"Who are my friends?\" You and Phoebe, and I saw you first. So…\nRachel: (laughing) What are you saying?\nJoey: I'm saying maybe you and I crank it up a notch.\nRachel: Y'know honey, umm, as uh, as flattered as I am that uh, you saw me first, uhh, I just, I-I don't think we should be cranking anything up.\nJoey: I'll treat you real nice. (Pulls out a chair for her.)\nRachel: (laughs and pushes the chair back in) Yeah, well, y'know umm… No honey, listen I think it's a great idea to become friends with someone before you date them, but I think the way you do it is y'know you meet someone, become their friend, build a foundation, then you ask them out on a date. Don't hit on your existing friends!\nJoey: Won't-won't that take longer?\nRachel: Yeah. Yeah. Oh, but once you find it, ohh it's so worth the wait.\nJoey: Yeah. I understand. I understand. (Pause) Man, I wish I saw Phoebe first!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The lobby of Ross's building, he's sitting on the couch at the bottom of the stairs, and he's practicing enticing women to join him on the couch.]",
            "dialog": "Ross: Come here to me. No-no, you come here to me.\nRachel: (entering) Hey Ross! I brought reinforcements.\nRoss: Oh great! What, you brought Joey?\nRachel: Well, I brought the next best thing.\nChandler: (entering) Hey!\nRoss: Chandler?! You brought Chandler?! The next best thing would be Monica!\nChandler: Y'know, I would be offended, but Monica is freakishly strong, so…\nRoss: Look, I-I drew a sketch about how we're gonna do it. (Showing them) Okay Rach, (points to the sketch) that's you. That's the couch. (Points again.)\nRachel: Whoa-oh, what's-what's that? (Points.)\nRoss: Oh, that's me.\nRachel: Wow! You certainly think a lot of yourself.\nRoss: No! That's-that's my arm!\nChandler: (looking at the sketch) Oh, I see. I thought you just really, really liked your new couch.\nRoss: Y'know what? Just-just follow my lead.\n(Chandler and Ross head for opposite ends of the couch.)\nRachel: Okay!\nChandler: Okay.\nRoss: Come on, Chandler.\n(They pick up the couch and after throwing off the last pillow; Rachel helps out on Chandler's end.)\nRoss: All right. (They start up the stairs. Ross is first.) Okay, here we go!\n(Chandler has moved forward and is now underneath the couch as it heads up the first set of stairs.)\nRoss: All right, ready?\nChandler: Yeah.\nRoss: Turn.\nChandler: (straining) Okay.\nRoss: Turn! Turn!\n(As they turn the couch, Chandler gets sandwiched between the railing and the couch.)\nChandler: Okay, I don't think we can turn anymore!\nRachel: Ross, I don't, I just don't think it's going to fit.\nRoss: Oh yeah it will! Come on, up! Up-up-up! Up! Yes! Here we go! Pivot! (They start up the stairs again. Chandler is between the couch and the wall now.) Pivot! Piv-ot! Piv-et!! Piv-ett!!! Piv-et!\nChandler: Shut up! Shut up! Shut up!!\n(They set the couch down.)\nRoss: Okay, I don't think it's going to pivot anymore.\nChandler and Rachel: You think?!\nRoss: All right, let's uh, let's bring it back down and-and try again.\n(As they start back down the couch drops a little bit and gets jammed. They try to free it to no avail.)\nChandler: Okay, yeah, I think it's really stuck now.\nRoss: I can't believe that didn't work!\nRachel: I know, me neither! I mean, you had a sketch!\nChandler: Oh, y'know, what did you mean when you said pivot?\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is returning and finds Chandler, Monica, and Rachel are there.]",
            "dialog": "Joey: (entering) Hey!\nRachel: Hey! How's it going? Did you make any new friends?\nJoey: Yeah, yeah, I met this woman. (Starts for his room.)\nChandler: (stopping him) Hey, whoa-whoa! What's she like?\nJoey: Uhh, well, she's…really good in bed.\nMonica: Joey, I thought you were gonna try to be friends first!\nJoey: (To Rachel) Well look, hey, it's all your fault!\nRachel: What?! Why?!\nJoey: Well because you didn't give me advice! No! You gave me a pickup line! As soon as I told her I wanted to y'know, build a foundation and be friends first. I suddenly, through no fault of my own, became irresistible to her! (Pause) And her roommate!\nMonica: What about the closeness?\nJoey: Closeness-shmoshness! There was three of us for crying out loud!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is entering with a pizza and finds everyone but Ross there.]",
            "dialog": "Joey: (entering) All right! Hey, who wants pizza?!\nChandler: Ooh, I do! I do! I do!\n(They all walk over to get a slice.)\nJoey: (taking a bite) Oh, great! Can you believe I found it on the second floor?\n(They all throw their pieces back as there is a knock on the door.)\nMonica: Who is it?\nVoice: N.Y.P.D!!\nPhoebe and Joey: Oh my God!\nJoey: Uhh, just a minute officer!!\n(He throws his piece back in the box, runs into the living room, looks for a place to hide the pizza, finds one, slides the box under the couch, sits down on the table, and tries to quickly chew the food in his mouth.)\nCop: I'm looking for Phoebe Buffay!\nPhoebe: Ooh, God, it's him! It's that cop! God, I can't believe it! He found me!\nRachel: Oh my God, Phoebe, are you gonna go to jail?!\nPhoebe: Well, if I'm going down, I'm taking you (Points at all of them) with me. (They all look at her.) Harboring a fugitive? That's one to three years minimum. Good luck Chandler. (She opens the door to the cop from before.) Okay, you can arrest me. Fine. But you'll never make it stick and you know it!\nCop: Yeah, but I kinda don't have a choice, it's my job. I mean, you understand right?\nPhoebe: Yep! As long as you understand that I'm going to call my lawyer and once he puts you on the stand he'll make you look like a fool. A fool!\nCop: I don't like looking foolish. Y'know what? Maybe uh, I don't arrest you today. Maybe I came by and you weren't here.\nPhoebe: I would love it if I weren't here!\nCop: Okay, so since umm, you're not going to jail tonight I was wondering if you would like to go to dinner with me?\nPhoebe: Me?!\nCop: Yeah. Ever since you flashed my badge at me, I kinda can't stop thinking about you. You're the prettiest, fake undercover whore I've ever seen.\nChandler and Joey: Nice!\nPhoebe: Wow! I didn't see that coming! You're-you're asking me out!\nCop: Yeah. I mean, I coulda done it better, but these people keep staring at me.\nPhoebe: Umm, yeah, I'd like to go out with you officer…\nCop: Gary.\nPhoebe: Gary.\nGary: Okay, so it's a date.\nPhoebe: Yeah! So--ooh, I gotta ask you though. How did you know where to find me?\nGary: Well you're fingerprints were all over my badge so I just ran it through the computer and this was listed as your last known address so I just checked it out.\nPhoebe: Ohh, impressive.\nGary: Not as impressive as you. I gotta tell you, I looked at your record and you've done some pretty weird stuff.\nPhoebe: Yeah, we'll talk at dinner.\nGary: Okay. (He starts to leave.) So I'll come by in a couple hours and pick you up?\nPhoebe: All right, I can't wait!\nGary: Okay. And don't worry, I'm not just gonna take you out for donuts.\n(Chandler busts out laughing and everyone just looks at him.)\nChandler: (To Rachel) He has a gun!\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The couch store, Ross is talking to a saleswoman.]",
            "dialog": "Ross: I'd like to return this couch. I'm not satisfied with it.\n[The camera cuts to show the couch, which has been cut in half.]\nThe Saleswoman: You wanna return this couch? (Ross nods yes.) It's cut in half!\nRoss: That's what I'm telling you.\nThe Saleswoman: Did you cut this couch in half?\nRoss: This couch, is cut in half! I would like to exchange it for one that is not cut in half!\nThe Saleswoman: You're telling me this couch was delivered to you like this?!\nRoss: Look, I am a reasonable man. I will accept store credit.\nThe Saleswoman: I'll give you store credit in the amount of four dollars.\nRoss: (thinks) I take it.\nEnd\n\n"
        }
    ]
}