{
    "metadata": {
        "season": "SEASON 5",
        "title": "506 The Yeti",
        "written_by": "Alexa Junge",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Joey's, Monica and Chandler are making out on one of the chairs.]",
            "dialog": "Joey: (entering) Hey! Hey! Hey! Hey!! None of that, not while you're living under my roof!\nMonica: What?!\nJoey: Look, just because I know about you two, doesn't mean I like looking at it.\nChandler: Aren't you supposed to be at an audition for another hour?\nJoey: Well, I'm sorry if I'm not a middle-aged black woman! (Starts for his room.) And I'm also sorry if sometimes I go to the wrong audition! Okay, look, if I have to pretend I don't know about you two, then you two are gonna have to pretend there's nothing to know about.\nChandler and Monica: Okay.\nMonica: Sorry.\nChandler: Sorry.\n(They wait for Joey to go into his room and close the door and then start making out again.)\nJoey: (from the bedroom) I can hear that!\nMonica: (To Chandler) Rachel's at work.\n(They both go to her apartment.)\n(Pause.)\nJoey: I can still hear you!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Joey, Chandler, and Monica are there as Phoebe enters carrying a large box.]",
            "dialog": "Phoebe: Hey!\nJoey: Hey!\nChandler: Hello!\nMonica: Hey, what's that?\nPhoebe: Yeah, my mom sent me a family heirloom that once belonged to my grandmother. Can you believe it?! A year ago I didn't even have a family, and now I have heirlooms for crying out loud.\n(She puts her leg up on the chair and removes this huge knife from her boot to open the box with. The guys are shocked at the knife's existence.)\nPhoebe: Eeeee-(She opens the box and removes its contents and sees that it's a fur coat.)-ohh!! God! (She throws it at Joey.)\nJoey: Argh-argh!! (Catches the coat.) Ooh, soft. Is this mink?\nPhoebe: Yeah! Why would my mother send me a fur? Doesn't she know me but at all! Plus, I have a perfectly fine coat that no innocent animal suffered to make!\nChandler: Yeah, just some 9-year-old Filipino kids who worked their fingers bloody for 12 cents an hour. (Phoebe stares at him wide-eyed. Chandler sees her reaction.) That didn't happen, I made that up!\nRoss: (entering) Hey!\nGunther: Oh, Ross? Ross! You can't put up flyers in here.\nRoss: How come? Everybody else does.\nGunther: You can't.\nMonica: What is that?\nRoss: Oh, umm, I'm just getting rid of a couple of things.\nMonica: (looking at the flyer) This is all of your things.\nRoss: Yes, yes it is! No, but it's good it's—Emily thinks we should get all new stuff. Stuff that's just ours, together. Y'know brand new.\nMonica: So basically, this is a getting-rid-of-everything-Rachel-ever-used sale.\nRoss: Touched. Used. Sat on. Sleep on.\nGunther: I'll take it all.\nJoey: Hey, Ross, you're okay with that?\nRoss: Look, if I can just do what Emily wants and get her to New York, I'm sure everything will be fine.\nChandler: Okay, but don't you think this is a little extreme?\nRoss: After what I did? Can you blame her?\nPhoebe: Oh my God! You got off easy! When my friend Silvie's husband said someone else's name in bed, she cursed him and turned his thingy green.\n(Ross suddenly gets up and heads for the bathroom.)\nJoey: (after Ross is gone) What is he doing? What, Emily, thinks Ross's furniture has got Rachel coodies?\nMonica: Now calm down Joey.\nJoey: No! Everything's gettin' all messed up, y'know? Emily won't let Ross see Rachel, we're not gonna stop seeing Rachel, hence Ross stops seeing us!\nPhoebe: Oh, I hate this. Everything's changing.\nChandler: Yeah I know, we're losing Ross, Joey said hence…\nMonica: Look, I'm not happy about this either, but y'know if-if Ross says he's happy then we're just gonna have to keep our feelings about Emily to ourselves. Are you cool with that?\nJoey: No! But y'know, I'm an actor, I'll act cool.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Storage Room in the basement of Monica and Rachel's building, Monica and Rachel are looking for something.]",
            "dialog": "Rachel: Ohh, whoa God! Storage rooms give me the creeps! Monica, come on please hurry up honey! Please?\nMonica: Rachel, if you want the little round waffles, you gotta have to wait until I find the little waffle iron.\nRachel: I want the little round waffles.\nMonica: All right. (Looking through a box.) Op, here it is! Right underneath the can of-of bug bomb. I wonder if the best place to put something that cooks food is underneath the can of poison?\n(The single light flickers and goes out. Leaving the room in total darkness.)\nRachel: Okay, y'know what? I'll-I'll have toast!\n(She starts to run out but is stopped by a figure looming out of the darkness carrying a pick axe.)\nRachel: Arghhhh!!!!!!\n(They both start screaming at the top of their lungs.)\nMonica: Oh my God! Fog him! Fog him!\n(Rachel grabs the bug bomb, activates it, throws it at the figure, and they both run out through the fog.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Chandler, Joey, and Phoebe are there.]",
            "dialog": "Phoebe: I don't know what I'm gonna do about this coat.\nJoey: I'll take it!\nPhoebe: That might work! (She gives him the coat.)\nJoey: Ooh-ooh-ooh, yeah! (He drapes it around his shoulders.) Enh? All right, what do you think?\nChandler: You're on in 5 Ms. Minnelli.\nRoss: (on the phone) No-no-no, it's just a bit sudden. (Listens) No, it's great. Okay? I'm totally on board. I love you too, all righty. Bye. (Hangs up.)\nJoey: What's the matter Ross?\nRoss: Nothing. Oh, actually, great news! I just got off the phone with Emily and it looks like I'm moving to a new apartment. Woo-hoo!\nPhoebe: Why?\nRoss: Well, her thought is, and I agree, fresh new furniture, why not a fresh new apartment? Her cousin has this great place to sublet, it's got a view of the river on one side and Columbia on the other.\nJoey: That's way uptown! That's like three trains away! (Phoebe pinches him.) Which is great! I love to ride that rail!\nChandler: So you're really okay with this?\nRoss: Yes! Yes! I mean it's-it's kinda far from work, but uh, y'know, I'll get so much done on the commute. I-I've been given the gift of time!\nChandler: Now that's so funny, because last Christmas I got the gift of space. We should get them together and make a continuum.\n(Ross exits.)\nJoey: Now he's movin'? Man, what is Emily doing to him? (Phoebe pinches him again.) Ow!! He's not even here!!!\n(Monica and Rachel enter breathless.)\nRachel: You guys! You guys!\nMonica: We were, we were just in the storage area and we saw this really creepy man!\nRachel: It was like this crazy-eyed, hairy beast man! He was like a, like a bigfoot or a yeti or something!\nMonica: And he came at us with an axe, so Rachel had to use a bug bomb on him!\nRachel: (proud of herself) Yeah, I-I-I just pulled the tab and I just fogged his yeti ass!\nJoey: Uhh, like dark hair, bushy beard?\nRachel: Yeah!\nJoey: Yeah, you fogged Danny.\nRachel: Please! We did not fog Danny! Who's Danny?\nJoey: Dan just moved in downstairs. Yeah, he just got back from like this four-month trek in the Andes. Nice fella.\nMonica: Oh he's nice. He's nice! Y'know, you always stick up for the people we fog!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Their Building, Monica and Rachel are going to apologize to Danny. Rachel knocks on his door, which he opens and he has this really bushy beard and long hair. Picture Paul Bunyan.]",
            "dialog": "Danny: Yeah?\nRachel: Hi! You might not remember us, but we are the girls that fogged you.\nMonica: We're-we're really sorry we fogged you.\nDanny: Okay.\n(He closes the door. Rachel's not happy with that and knocks again. He opens the door.)\nRachel: Hi! Just so you know, we-we didn't mean to fog you, we thought you were like a yeti or something.\nDanny: Okay.\n(He closes the door again. Once again, Rachel knocks (harder this time) and he answers it.)\nDanny: Yesss?\nRachel: Hi! Sorry to bother you, but I don't think we can accept your acceptance of our apology, it just doesn't really seem like you mean it.\nMonica: Yeah.\nDanny: O-kay!\n(He closes the door before Rachel can say anything.)\nMonica: Wow! That guy is so rude!\nRachel: Really! What is with that guy? I mean you'd forgive me if I fogged you.\nMonica: Well you did a little bit.\nRachel: Oh my God, honey, I'm so sorry!\nMonica: I totally forgive you!\nRachel: Really?\nMonica: Yes!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is making a drink as Phoebe enters with the fur coat.]",
            "dialog": "Phoebe: Hey!\nMonica: Hey!\nPhoebe: So listen, you know my friend Chris who owns the crematorium?\nMonica: Crematorium Chris? Sure!\nPhoebe: He says, that he would cremate my fur coat for free if I umm, y'know, bring in the next person I know who dies.\n(Rachel enters from the bathroom and sees the coat.)\nRachel: Oh my God! Oh my God, look at these pelts!\nMonica: Don't get too attached, she's having it cremated.\nRachel: What? Uhh, Phoebe, honey, honey, I know you're quirky and I get a big kick out of it, we all do actually, but if you destroy a coat like this that is like a crime against nature! Not nature, fashion!\nPhoebe: This is fashion?! (Grabs the coat from Rachel.) Okay, so to you, death is fashion?! That's really funny. (She puts the coat on and starts to model it.) Here's Phoebe umm, sporting uh, y'know, cutting edge hairy carcass from y'know, the steal traps of wintry Russia. I mean, you really thing this looks good? (Sees herself in the mirror.) 'Cause I do.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross's Apartment, the gang is helping Ross move out by carrying boxes. Chandler has picked a particularly large and apparently heavy box, because he takes a running start at it and still can't budge it.]",
            "dialog": "Ross: (on phone) I know I miss you too. I can't wait to see you. I love you. Bye. (Hangs up.)\nChandler: Okay, what is in here? Rocks?\nRoss: No-no, this is my collection of fossil samples.\nChandler: So, rocks.\n(He picks up a smaller box and carries it to the moving van as Joey returns.)\nRoss: I'm really gonna miss this apartment. Y'know, Ben-Ben took his first steps right over there. (Points.)\nJoey: Ohh. Hey, remember when I ran into this thing (The shutters that close off the kitchen.) and it kinda knocked me out a little?\nRoss: I loved this place! To tell you the truth, I wish I didn't have to move.\nJoey: Uhh, are you saying that you're not entirely happy about this?\nRoss: Well, I mean if uh, if Emily gave me a choice…\nJoey: You do have a choice!! Ross, why are you listening to her?! Are you, are you crazy?!\nRoss: Why?\nJoey: It's not right what Emily wants you to do! She is totally-(The gang enters behind Joey and Phoebe pinches him again.)-Owww!! Stop pinching me! Look, now you guys said I only had to keep my mouth shut as long as Ross was happy, right? Well he just told me that he's not entirely happy.\nRoss: What's going on?\nJoey: We all hate Emily!\nPhoebe: Nooo!!\nMonica: No, Ross, we do not hate Emily. We-we just, we just think that you're having to sacrifice a whole lot to make her happy.\nJoey: Yeah!\nChandler: Look, we just think that maybe she's being a little unreasonable.\nJoey: Yes! Yes! Unreasonable!\nRoss: Unreasonable? How about we have this conversation when one of you guys gets married! You have no idea what it takes to make a marriage work! All right, it's about compromise! Do you always like it? No! Do you do it? Yes! Because it's not all laughing, happy, candy in the sky, drinking coffee at Central Perk all the time! It's real life, okay? It's what grown-ups do! (He storms out.)\nPhoebe: I think he's right. You guys hang out at the coffeehouse way too much.\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk, Monica, Phoebe, Joey, and Chandler are recovering from Ross's rebuke.]",
            "dialog": "Monica: God, I feel so guilty about Ross.\nPhoebe: Oh, I know.\nJoey: I kinda feel like it's my fault.\n(Monica and Chandler turn and stare at him.)\nChandler: Kind of? If you just kept this to yourself none of this would've happened.\nJoey: Well, I'm keeping so many things to myself these days, something was bound to slip out! (He glares at Chandler.)\nChandler: Well, I think it's very brave what you said.\n(Monica pats Joey on the shoulder.)\nPhoebe: All right, I can't sit here anymore. I have to walk places. (She puts on her fur coat.)\nChandler: Pheebs, what are you doing with the coat? How about the whole animal rights thing?\nPhoebe: Well, I've been reading up and for your information, minks are not very nice. Okay, I admit it! I love this coat! Okay, I—it's the best thing I've ever had wrapped around me, including Phil Huntley! (She starts to leave but stops and says to Monica.) Remember Phil Huntley? He was fine!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Their building's lobby, Danny is checking his mailbox as Rachel enters carrying shopping bags and goes to her mailbox. Danny has shaved his beard and cut his hair, Rachel doesn't recognize him.]",
            "dialog": "Rachel: Hi!\nDanny: So you like the short hair better.\nRachel: What? Yeti—I mean Danny?\nDanny: I had to cut my hair to get rid of the uh, fogger smell.\nRachel: Oh. Listen, I'm so sorry. I would, I would've never fogged you if y'know if you hadn't looked so…. Y'know.\nDanny: Absolutely. Some people are just into appearances.\nRachel: (shocked) What?\nDanny: That's cool. Cool. (Starts to leave.)\nRachel: What? Hey! No-no-no! This not cool! You don't even know me!\nDanny: Come on, you got the shopping bags and the Sack's catalog.\nRachel: So from that you think you've got me all figured out? Well, you don't! Y'know I-I could have toys for underprivileged kids in here!\nDanny: Do you?\nRachel: Well, y'know, if-if kids like to play with Capri pants.\nDanny: Okay. (Heads for his apartment.)\nRachel: And stop saying that! I hate that!\nDanny: Okay!\n(Rachel decides not to give up that easily and follows him to his apartment and bangs on the door, which he opens.)\nRachel: Fine! I judged you. I made a snap judgement. But you did it too! And you are worse because you are sticking to your stupid snap judgement! You can't even open up your mind for a second to see if you're wrong! What does that say about you?\nDanny: The pizza-place across the street any good?\nRachel: What?!\nDanny: I'm hungry. Wanna get some pizza? You can keep yelling if there's more.\nRachel: Okay. Okay.\nDanny: Stop saying that. I hate that.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Ross's now empty apartment, he is spackling some holes shut as the gang comes to apologize.]",
            "dialog": "Chandler: Uh, Ross?\nPhoebe: Are you still mad at us?\nRoss: Yep.\nPhoebe: Oh good! Because we have an \"I'm sorry\" song.\nRoss: Y'know what? I'm really not in the mood.\nJoey: Look, Ross, I feel really bad. I mean, you're going through all this stuff and I just acted like a jerk.\nChandler: Yeah, we are so sorry.\nPhoebe: (To Chandler) You're kinda stepping on the song. (She gets ready to play but is stopped by…)\nJoey: Look, we were way out of line, we totally support you.\nMonica: Whatever you decide, whatever you do.\nPhoebe: Okay, now you're just taking lines right out of the song!\nRoss: Look, this is hard enough! I really need you guys right now.\nPhoebe: Yes! Exactly! And that's why…\n(She starts to play her song, but is stopped by Monica.)\nMonica: Why don't you come over tonight? And I'll make you favorite dinner.\nRoss: Okay. Thanks you guys. Pheebs are you wearing fur?\nPhoebe: Okay, let's get some perspective people; it's not like I'm wearing a seeing-eye dog coat!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, the gang, minus Rachel, are getting ready for dinner.]",
            "dialog": "Joey: Hey, y'know Ross, I think I kinda understand why I kinda lost it today.\nRoss: You do, huh?\nJoey: Yeah you see umm, well, I'm an actor. Right? So I gotta keep my emotions right at the surface y'know? See what I'm saying? I gotta lot of balls in the air. (Makes like he's juggling.) Y'know what I mean? It's tough! Guys like me, y'know, you wander around, you're alone…\nRoss: What are you talking about?\nJoey: (thinks) I'm not sure.\nRachel: (entering) Hi!\nMonica: Hey, look at you! Where have you been?\nRachel: Oh, I went to have pizza. With Danny.\nMonica: How did that happen?\nRachel: That yeti is one smooth talker.\nMonica: I hope you're not full, 'cause dinner's almost ready.\nRachel: Yeah, y'know I-I think I'm just gonna hang out in my room.\nAll: No! Why?\nRachel: Come on you guys! Listen, if Emily knew I was here having dinner you with you she would flip out and you know it. It's okay, I really… I don't mind.\nRoss: Wait! Wait! Wait! Y'know what? Just stay. Please? It uh… It would really mean a lot to me if you stayed.\nRachel: Ross, I…\nJoey: RACHEL PLEASE!!! JUST HAVE DINNER WITH US!!!\nRachel: Okay. Okay. Joey, it's okay. Settle down.\nJoey: All right, I-I'm sorry. I'm sorry. You see Rach I'm an actor…\n[Time lapse, dinner is now finished and Ross is looking out the window.]\nRoss: Hey! Hey, look! Ugly Naked Guy's back!\n(They all run over to the window.)\nRachel: I haven't seen him in so long!\nPhoebe: Oh God, I really missed that fat bastard!\n(Pause.)\nMonica: Wow, this is so weird. I just realized this might be the last time we'll all be hanging out together.\nJoey: It's almost as if he knew.\n(The phone rings.)\nMonica: I'll get it. (On phone.) Hello. (Listens.) Hi Emily! (Listens.) Yeah, uh you-you tracked him down. Hold on one second. (She hands the phone to Ross.)\nRoss: Hey! (Listens.) Yeah-yeah, we're just having dinner. (Listens.) Uh, yeah, sure uh hold on. (To the gang.) She wants to say hi. (To Emily) Hold on.\n(Ross puts her on speakerphone.)\nPhoebe: Hi Emily!\nChandler: Hi!\nEmily: Hello everyone. So who am I saying hello too?\nJoey: Well uh, I don't know about who's here, but I can tell you for damn sure who's not here and that's Rachel!!\nEmily: (laughs) Well, I should hope not. Ross knows better than that by now.\n(Rachel waves her hands in disgust and starts to head for her room.)\nRoss: Y'know what? Uh, Rachel is here! (Rachel stops.)\nEmily: She's there?!\nChandler: Oh yeah, there-there she is!\nRoss: Yeah, yeah, she's here.\nEmily: Ross, take me off speakerphone.\n(He does so.)\nRoss: (on phone) Hi.\nEmily: How can you do this too me?! I thought I'd made my feelings about Rachel perfectly clear!\nRoss: (going onto the patio) Look Emily, I'm just having dinner with my friends, okay?\nEmily: You obviously can't keep away from her.\nRoss: Emily that's ridiculous. Look, I'm-I'm moving for you, I'm cutting friends out of my life for you. Please, just get on the plane and come to New York. Okay, you'll see you're the only person I want to be with.\nEmily: I'll feel better when I'm there, and I can know where you are all the time.\nRoss: Well, you can't know where I am all the time. Look, this marriage is never gonna work if you don't trust me.\nEmily: You're right.\nRoss: So, can you trust me?\n(Pause.)\nEmily: No.\n(Ross lowers his head.)\n[Cut to the inside of the apartment.]\nJoey: I think it's going okay. Looks like he's smiling.\nMonica: How can you tell? You can only see the back of his head!\nJoey: You can totally tell! Here look, watch me. (He stands up and turns his back to them so that he is facing the window.) Smile! Frown. Smile! Frown. (The camera cuts to Ross outside hanging up the phone.) Smile! (Ross turns around and sees Joey alternately smiling and frowning and just stares at him for a second and heads back inside.)\nRoss: Well, I guess that's it.\nAll: Why, what happened?\nJoey: What happened? What happened?\nRoss: My marriage is over.\nAll: What?!\nMonica: Oh, sweetie. Oh, look at you. You're shivering.\nPhoebe: Here. (She wraps her coat around his shoulders.)\nRachel: Ross, honey, is there anything we can do?\nRoss: Yeah. You can help me get my furniture back from Gunther.\nEnding Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: A curbside newsstand, Phoebe is whistling and walking up to it wearing her fur coat. She stops and starts to look through a magazine and notices a squirrel on a nearby tree chirping at her.]",
            "dialog": "Phoebe: (to the squirrel) Okay, stop tormenting me! This mink! Okay, they're mean! And they hate squirrels! And y'know, okay, most of these probably wanted to be coats! (The squirrel stares at her.) All right, fine, now I get it. (To the clerk.) Here. (She hands him her coat.) You take it. (To the squirrel.) Are you happy now? I'm cold!\nEnd\n\n"
        }
    ]
}