{
    "metadata": {
        "season": "SEASON 5",
        "title": "523 In Vegas",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is sitting in the living room and Phoebe is standing in the kitchen as the phone rings.]",
            "dialog": "Rachel: Pheebs? Could you get that? Please?\nPhoebe: Why? Just 'cause you're too lazy to get up off your touchie?\nRachel: No! No! It's just that all the people in the entire world that I want to talk to are right here.\nPhoebe: (smiles) Okay! (Goes to answer the phone.)\nRachel: (under her breath) Sucker!\nPhoebe: (answering the phone) Hello? (Listens) Hey Joey!\n[Cut to Las Vegas, Joey is on the phone and wearing his gladiator costume.]\nJoey: Hey Pheebs! Listen, uh can you do me a favor? I forgot the pin number to my ATM card can, can you get it for me?\nPhoebe: Sure! Where is it?\nJoey: Uh, I scratched it on the ATM machine down on the corner.\nPhoebe: Ohh! So you're 5639?!\nJoey: That's it! Thanks Pheebs!\n[Cut to Monica and Rachel's]\nChandler: (entering) Hey!\nPhoebe: (to Joey) Ooh, do you want to talk to Chandler?\nChandler: (To Phoebe) Is that Joey?! (She nods yes) Let me talk to him!\n[Cut to Joey]\nJoey: No! (She nods no to Chandler) Because he didn't believe in my movie! Which is a big mistake because it is real! Real!\nA Casino Boss: Hey! Tribbiani! Get back to work! Break time's over!\n[Cut to Phoebe]\nPhoebe: Who was that?\nJoey: Uhh, my stunt double. Yeah, and y'know, he's getting a little too familiar for my tastes.\nChandler: (To Phoebe) Y'know what? I have been trying to apologize to him all week! If he's not gonna let me do it on the phone, I'm gonna go down there and do it in person.\n[Cut to Joey]\nJoey: Uhh Pheebs, I heard that. Can you put him on?\n[Cut to Phoebe]\nPhoebe: Yeah! (She hands the phone to Chandler.)\nChandler: (To Joey) Hey!\n[Cut to Joey]\nJoey: Don't come out here!\n[Cut to Chandler]\nChandler: No-no-no-no, I've supported you one hundred percent and I want to prove that to you in person!\n[Cut to Joey]\nJoey: I got that! I forgive ya! Don't come out here!\n[Cut to Chandler]\nChandler: Forgive me? You haven't been taking my calls in a week!\n[Cut to Joey]\nJoey: Well, I'm totally over it Chandler. Friends forever! Don't come out here!\nA Tourist: (To Joey) Would you mind doing a picture with us?\n[Cut to Chandler]\nChandler: Uh, what was that?\n[Cut to Joey]\nJoey: Uh, Entertainment Tonight. [Cut to Chandler] Yeah, okay so, good talking to ya and don't come out here. All right. (Hangs up the phone and poses for that picture.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is entering.]",
            "dialog": "Phoebe: Monica! I'm sorry I'm late! (Starts looking around for her) Monica? (Goes into Monica's bedroom.)\nMonica: (entering) Phoebe? (Phoebe comes back into the living room) Oh, Phoebe, I'm so sorry. Have you been here long?\nPhoebe: (saddened) It's okay. What the hell took you so long?\nMonica: Okay, you can not tell Chandler. Okay? That I ran into Richard.\nPhoebe: Which Richard?\nMonica: The Richard.\nPhoebe: Richard Simmons?! Oh my God!\nMonica: Noo! My ex-boyfriend Richard! Y'know the tall guy, moustache?\nPhoebe: Oh! Okay, that actually makes more sense. So how was it?\nMonica: It was, it was really nice. We started talking and I-I ended up having lunch with him.\nPhoebe: That is so weird! I had a dream that you'd have lunch with Richard.\nMonica: Really?\nPhoebe: But again, Simmons. Go on.\nMonica: The strange part was, he was really nice, umm and he looks great, but I didn't feel anything at all!\nPhoebe: Ooh! So now why can't we tell Chandler?\nMonica: Because it would totally freak him out and tomorrow's our anniversary. I just don't want anything to spoil that.\nPhoebe: Oh, I can't believe you guys lasted a whole year!\nMonica: I know.\nPhoebe: Wow! I owe Rachel 20 bucks!\nMonica: What?\nPhoebe: On a totally different bet.\nChandler: (entering) Hey!\nMonica: It's almost our anniversary!\nChandler: I know. Can you believe it? One year ago today I was just your annoying friend Chandler.\nPhoebe: Awww! Now you're just my annoying friend Chandler.\nChandler: Huh.\nMonica: I got you a present!\nChandler: Oh, but it's not 'til tomorrow!\nMonica: I know, but you have to open it today! (Hands it too him.)\nChandler: Okay.\n(He starts taking his time opening it. Finally Monica snaps.)\nMonica: (grabbing the gift from him and opening it) Okay! There you go! It's two tickets to Vegas!\nChandler: Wow!\nMonica: For this weekend! Oh gosh, it would be perfect, we get to see Joey plus we get to start our anniversary celebration on the plane. We can call it out plane-aversary.\nChandler: Do we have to?\nMonica: No.\nChandler: Okay this is great, but Joey said he didn't want any of us out there.\nMonica: Oh, he just doesn't want us to go through any trouble. Think of how excited he'll be when we go out and surprise him! Plus we get to have our own, ani-Vegas-ary! A-Nevadaversary!\nChandler: Yeah, I think we should see other people.\nMonica: But we can go, right?\nChandler: Yes.\nMonica: Okay!\nChandler: It's a great idea. (They kiss)\nPhoebe: Okay, I'm gonna go too!\nChandler: Y'know Pheebs, it's kinda our (His and Monica's) anniversary.\nPhoebe: Oh please, you are not gonna ditch again like you did with London.\nMonica: Ditch you? Phoebe, you were pregnant with the triplets!\nPhoebe: Uh-huh, great story! I'm going!\nRachel: (entering with Ross) Hi!\nPhoebe: Hey!\nRoss: Hey!\nPhoebe: Hey, you guys, listen, this weekend we're all gonna go to Las Vegas to surprise Joey! Including me!! You wanna go?!\nRachel: Well, I guess I could take a couple days off work.\nPhoebe: Of course you can take a couple days off work because this trip includes me!\nRachel: Oh no, wait a minute, wait, I've got a presentation tomorrow. I can't miss that.\nRoss: Oh, but I've got tickets to the Van Gogh exhibit! I've been waiting like a year for this.\nChandler: (coughing) Art lover!\nRoss: What'd you say?\nChandler: I said art lover.\nRoss: Is that supposed to be an insult?\nChandler: I don't know, I'm very tired.\nRoss: So Rach, maybe you and I could fly out together Saturday.\nRachel: That sounds great.\nRoss: Yeah? All right I'll call the airlines. (Picks up the phone and does so)\nRachel: Okay. Yeah, that would be nice actually, to have the apartment to myself for a night.\nPhoebe: Oh yeah, so you can walk around naked.\nRachel: No! So I can be by myself. Y'know? Have a little alone time.\nPhoebe: Naked alone time.\nRachel: No! Phoebe just because I'm alone doesn’t mean I wanna walk around naked. I mean, you live alone, you don't walk around naked.\nPhoebe: Uh-huh! Why do you think it takes me so long to answer the door?\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: An airplane cabin, Phoebe has the aisle seat, Chandler the window, and Monica's stuck in that horrible middle seat.]",
            "dialog": "Phoebe: So, so far is this trip to Vegas better or worse than the trip to London?\nChandler: So it's pretty much the same Pheebs.\nPhoebe: Okay, what about after I give you these candies? (Hands them each one from her purse.)\nChandler: Yeah, I guess it's a little better now.\nPhoebe: Ah-ha! Okay, (takes out a notepad) Las Vegas 1, London 0! I'll be right back. (Gets up and heads aft.)\nChandler: (To Monica) Happy plane-aversary.\nMonica: Aww! I love you!\nChandler: Can I give you a present now?\nMonica: Okay!\nChandler: Okay! (He grabs his carryon and starts rummaging through it.) Oh man! Don’t tell me I did this!\nMonica: I love the \"I forgot the present\" fake out!\nChandler: How do you feel about the, \"I really did forgot the present, please forgive me\" not fake out?\nMonica: Oh that's okay. Don’t worry about it, you can give it to me when we get back.\nChandler: Ohh that's the worse thing that can happen on an anniversary ever!\nPhoebe: (sitting down) Oh good! All right, so you decided to tell him about the Richard thing.\nChandler: What-what Richard thing?\nPhoebe: Oh no. [The patented version.]\nChandler: What Richard thing?\nPhoebe: (To Monica under her breath) Simmons! Go with Simmons!\nMonica: Okay, I umm, I ran into Richard yesterday and he asked me if I wanted to go for a bite and I did. The only reason I didn't tell you is because I knew you'd get mad and I didn't want to spoil our anniversary.\nChandler: (talking out of the side of his mouth) I'm not mad.\nMonica: Really?!\nChandler: Oh yeah! Yeah, so you-you bumped into Richard! You grabbed a bite! It's no big deal. (He still ain't happy.)\nMonica: Great!\n(Pause.)\nPhoebe: Okay, London 1…\n and she quickly closes it again. But then realizes she didn't have to do that. So she closes the fridge and stands next to the table, thinks about it for a little while and…]\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is coming out of the bathroom after a shower wearing only her bath robe, walks into the kitchen, and opens the fridge. As she bends over to grab a bottle of wine, her robe falls open (Damn this network primetime programming, we didn't see anything!)",
            "dialog": "Rachel: (takes off her robe) Oh! Look what happened! {Don't get your hopes up guys, we only get to see her from the back or from the neck up. Its times like these I wish that the networks would broadcast some nudity other than Denis Franz's butt.} (In her head.) Huh, check me out! I'm in my kitchen…naked! I'm picking up an orange. (Does so) I'm naked! (Goes into the living room) Lighting the candles, naked, and carefully. (She backs anything that might have a point like a candle on her body away.)\n[Cut to Ross's apartment, he's sitting by his window looking at an art book. As he's turning the page, he glances up and notices something.]\nRoss: (in his head) Oh my God! That's Rachel naked! I can't look at that! I am looking at this. (Looks back at his book.) Okay, vivid colors, expressive brush strokes—Unless she wants me to be looking at that. She knows I'm home. She knows I can see her. What kind of game is she playing? I think maybe someone's lonely tonight. Oh-ho, Dr. Geller! Stop it! You're being silly! Or, am I?\n[Cut back to Monica and Rachel's apartment, Rachel is singing along with a song and dancing while facing the big picture window. Y'know, I think I'd pay real good money to be on the other side of that window!]\nRachel: (singing) Love to love ya baby! Ow! Love to love ya baby! Ow! (There's a knock on the door, she turns off the music, puts on her robe, and goes to answer the door.) Love to love ya, baby! (There's another knock.) Darnit! (Looks through the peephole and turns on the lights.) Ugh. (She opens the door to Ross who's leaning against the door jam.)\nRoss: Hey.\nCommercial Break\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, the scene is continued from where we left off before the break.]",
            "dialog": "Ross: May I come in?\nRachel: Uh, yeah, if you want too.\nRoss: Do you want me too?\nRachel: Yeah, sure?\nRoss: So do I. (Slowly walks in.) Okay Rach, before anything happens (He takes off his coat) I just want to lay down a couple of ground rules. (Turns back to face her.) This is just about tonight. I don't to go through with this if it's going to raise the question of \"Us.\" (Rachel's confused) Okay? I just want this to be (Kicks off his left shoe) about what it is! (Kicks off the other one.)\nRachel: And um, what-what is that Ross?\nRoss: The physical act of love. (Hisses at her.)\nRachel: (laughs) What?! Are you crazy?\nRoss: Oh so-so you weren't trying to entice me just now with your-your nakedness?\nRachel: (gasps) Oh God, you saw me?! Oh!\nRoss: You weren't trying to entice me with your nakedness.\nRachel: Noo!! No! You thought, you actually thought I wanted to have sex with you?!\nRoss: No! No! (Grabs his coat) No! (Grabs a shoe.) No-no-no-no. (Grabs the other one and heads for the door.)\nRachel: Ohh wow! I’m sorry, but Ross you kicked off your shoes!\nRoss: Can we, can we just forget this ever happened?\nRachel: Yes of course, absolutely! You're right. I'm sorry.\nRoss: Thank you.\nRachel: Yes.\nRoss: All right I guess I'm, gonna go pack. (Starts to leave)\nRachel: Okay. Oh wait! One more thing umm, do-do we still need to uh settle the question of \"us?\"\n(Ross storms off embarrassed.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Las Vegas, we have the typical glamour shots of Vegas, the Strip, slot machines, a couple other gaming tables all set to the tune of you guessed it, Money. Anyhoo, we finally get through that and watch Chandler, Monica, and Phoebe enter Caesar's Palace carrying their luggage.]",
            "dialog": "Phoebe: Hey you guys wait! Guys! (Catches up to them.) This place is so much better than London! Okay? This lady dressed like Cleopatra gave me a coupon, 99 cent steak and lobster dinner. Huh!\nMonica: Phoebe, you don't eat animals.\nPhoebe: For 99 cents, I'd eat you. (Sees the casino) Okay, I can totally settle down here. It's got everything I could ever want, including Joey! Look! (Points to Joey in his gladiator suit posing for a picture with two old ladies.) Oh! Look! Hi!\nChandler: Oh my God.\nPhoebe: Hey! Joey! (They all head over to him, he spots them coming and panics.) Hey! Hey!! Wow! (She hugs him.)\nJoey: Hi!\nChandler: Love your condoms my man.\nJoey: What-what are you guys doing here? I thought I told you not to come.\nPhoebe: Why are you dressed as a gladiator?\nJoey: Uhh, because I'm shooting a scene right now. Yeah, I uh, I play a gladiator. Uh, y'know what? Hold-hold on a second. (To no one in particular) Can we cut? Yeah, my-my friends are here, I'm gonna take a little break.\nMonica: Who are you talking too?\nJoey: They uh director. Uhh, her. (Points to an old woman standing behind him. Who glares at him and walks off.) All right, all right, it's not a gladiator movie. I work here.\nChandler: Why?! What happened?!\nJoey: Well, the movie got shutdown because they ran out of money, so I'm working here 'til it starts up again, if it ever does.\nMonica: I'm so sorry.\nJoey: Look, I'm sorry I didn't tell ya. (To Chandler) I'm sorry man.\nChandler: No-no, that's okay, apparently there's a new policy where we don't have to share everything with everybody.\nMonica: I knew you were not okay with that.\nPhoebe: So you're a gladiator! Wow!\nJoey: Yeah, what-what's going on?\nPhoebe: Monica had lunch with Richard.\nJoey: Dawson?!\nPhoebe: Noo! But that would've been so cool!\nChandler: No! Her boyfriend Richard!\nMonica: It meant nothing! Okay? After all this time, how can you not trust me?\nChandler: When you go lunching with hunky moustache men and don't tell me about it!\nMonica: You're right. I'm sorry. I should've told you.\nChandler: Thanks. (They hug.)\nJoey: Aww, there we go.\nPhoebe: I love Vegas!\nMonica: I promise you, next time I will absolutely tell you.\nChandler: (pushing her away from another hug) Next time?\nJoey: Ooh, so close.\nChandler: There's not gonna be a next time! You can not ever see him again!\nMonica: I can not see him? I mean, you can't tell me what to do!\nChandler: That's so funny, because I think I just did!\nMonica: Oh y'know what? If you're gonna be acting like this all night, I really, I don't even want to be around you.\nChandler: Fine with me!\nMonica: Fine! Happy Anniversary!\nJoey: Whoa! Whoa! Guys! Please! Come on! Come on! This is obviously just a big misunderstanding.\nMonica: No it is not!\nChandler: What are you talking…\nJoey: Hey-hey don't look at me! I just work here! (Walks away.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: An aircraft cabin, Ross and Rachel are on their way to Vegas.]",
            "dialog": "Rachel: (taking off her sweater) Okay umm, Ross? I'm-I'm really warm, so I'm going to be taking off my sweater. Now, I'm just letting you know that this is not an invitation to the physical act of love.\nRoss: (sarcastic) Yep! That's hilarious!\nRachel: I'm sorry. I'm done. I'm done.\nRoss: Y'know, last night was embarrassing for you too.\nRachel: No, not really. I mean you've seen me naked hundreds of times.\nRoss: Uh-huh. But it was a first for the rest of my building.\nRachel: Okay. All right, that's true! But y'know I just don't embarrass that easily.\nRoss: What?! You totally get embarrassed!\nRachel: No, I don't! Ross, I think I'm just a more secure person than you are.\nRoss: Is that so?\nRachel: Yeah.\n(Pause.)\nRoss: (loudly so that everyone can hear) Hey lady! I don't care how much you want it! Okay?! I am not gonna to have sex with you in the bathroom! (Rachel sinks lower on her chair trying to hide.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler's hotel room, he's sitting there with Joey who's talking about his helmet and running his hand through that feathery thing at the top.]",
            "dialog": "Joey: Hey, y'know in Roman times this was more than just a hat.\nChandler: Really?\nJoey: Yeah, sure! Sure! They would uh, they would scrub the floors with it! They would use it to get the mud off their shoe. And sometimes underneath the horse would get dirty so they would stick it right…\nChandler: (interrupting in the nick of time) Joey, I uh! I can't believe this is how I'm spending my anniversary.\nJoey: All right well, I'll take you someplace nice then. Look! A guy tipped me a hundred bucks today.\nChandler: Whoa!\nJoey: Yeah-yeah, he was playing blackjack for like an hour and he won $5,000. Can you believe that? $5,000!\nChandler: Y'know, if I won $5,000 I'd join a gym, y'know build up my upper body and hit Richard from behind with a stick! (Mimics it.)\nJoey: Wait a minute! Why don't I do what that guy did? I'll take this $100 and turn it into $5,000! And then I'll turn that into enough money to get my movie going again!\nChandler: Good luck!\nJoey: Chandler! I don't need luck. I have thought this through!\nChandler: I see.\n(Joey exits as Chandler shakes his head.)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The casino bar, Phoebe and Monica are sitting at the bar, while Wayne Newton's signature song Danke Schoen is playing in the background.]",
            "dialog": "Monica: (to the bartender) Thank you.\nPhoebe: Thanks.\nMonica: I can't believe this! This is like the worst night ever!\nPhoebe: Y'know Monica you had a minor setback in your relationship with Chandler. Big deal! It's only Chandler. (Monica turns and stares at her.) I am so sorry.\nMonica: This is crazy! I mean, it's such a stupid argument. I don't even wanna see Richard again.\nPhoebe: So go fix it! Go find Chandler! He's probably up in your room! Tell him that you're sorry and that you love him.\nMonica: Y'know what? You're right Phoebe. You're right. Thank you! (Gets up to find Chandler.)\nPhoebe: Sure! (When Monica gets close to the door.) (Yelling) Yeah! Las Vegas, number one!\n[Cut to the casino, Monica is walking through it past the craps table when she notices a chip on the floor. She picks it up and heads to the table.]\nMonica: Anybody lose this? (Holds up the chip and the woman next to her shakes her head no.)\nThe Croupier: Comin' out. Place your bet. (Monica does so.) Dice are out. (The woman next to Monica rolls the dice.) Double or nothin'! Pay the front line! (Monica won and doubled the chip.)\nMonica: Hmm.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: An airplane cabin, Ross and Rachel are both reading as a guy stops by their row.]",
            "dialog": "Guy: (To Rachel) So uh, I'm on my way back to the bathroom. (Ross giggles.)\nRachel: Yeah, all right. All right! Just keep walkin'! All right?\n(Ross keeps giggling and Rachel decides upon revenge. She gets up and kisses the rather large man in the seat in front of Ross on the back of his head. The guy turns around angrily.)\nRachel: Ross! What are you… I'm sorry sir. I just, I think he just really likes you.\n[Time lapse, Ross is drinking something and decides to get Rachel again.]\nRoss: (to the guy in the window seat next to him) Hey! Y'know that teacher who had a baby with her student? (He points at Rachel.)\n[Time lapse, Rachel pushes the flight attendant call button, takes Ross's drink, and spills it into his lap.]\nRoss: What the? What…\nRachel: (to the flight attendant who appears in record time. It was only seconds after Rachel pushed the call button was she there. Once again, more proof that TV isn't real, IRL she would've been waiting for the rest of the flight and by then Ross's pants would be dry.) Hi!\nThe Flight Attendant: Miss? May I help you?\nRachel: Yes, I'm sorry. Do you have any extra pants? Umm, my friend seems to have had a little accident.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Caesar's Palace Casino, Joey is approaching one of the blackjack tables on his quest to make enough money for his movie.]",
            "dialog": "Joey: (to the dealer) Can I change a hundred? (He hands him his chip.)\nBlackjack Dealer: Changing one hundred! (Gives him the change.) Good luck sir.\nJoey: (betting all 100) Let's ride.\nBlackjack Dealer: (Deals the cards) 13.\nJoey: Hit me! (He does so.) Ohh man! (Joey busts and loses all the money, but when the dealer starts to collect the cards Joey notices something.) Wait! (He holds his hand next to the dealer's hand.)\n[Cut to Chandler's room, Joey is relaying to Chandler his amazing discovery.]\nJoey: Chandler! You are not gonna believe this! I have found my identical hand twin!\nChandler: (totally confused) What?\nJoey: My identical hand twin!\nChandler: What's an identical hand twin?\nJoey: What's it sound like? It's a guy with my identical hands! It was incredible! Chandler, the dealer's hands were exactly like me! It-it was like looking at my hands in a mirror!\nChandler: Are you sure you weren't (pause) looking at your hands in a mirror?\nJoey: Don’t you see what this means?! I can forget about that stupid movie. I'm gonna be a millionaire!\nChandler: (totally confused) How?\nJoey: Look, I don't have it all worked out yet, but it's gotta mean big money! Come on! Identical hands!\nChandler: Again I must go back to, how?\nJoey: This is Vegas man! People will pay to see freaky stuff! Okay, how much would you pay to see this hand (Holds up his left hand) twice? Huh?\nChandler: (Pause) Y'know, I-I can't really put a price on that Joe.\nJoey: Hey, are you unsupporting me again?\nChandler: No! No! I support you 100%! I just didn't, I didn't get it right away. Y'know now I'm caught up! Identical hand twins! It's a million-dollar idea!\n(Joey starts to leave to embark on his genius moneymaking scheme, but is freaked out slightly when as he goes to open the door, there's a mysterious knock. He calms himself down and opens the door to reveal Phoebe.)\nPhoebe: Hey!\nJoey: Pheebs!!\nPhoebe: Yeah?\nJoey: I found my identical hand twin!\nPhoebe: Ohh, you are so lucky! (To Chandler) Hey! So, where's Monica? Did you guys make up?\nChandler: No!\nPhoebe: But she just came up here!\nChandler: That was Joey!\nPhoebe: I wonder where she is. That is so weird.\nChandler: Yeah, well, she's probably talking to Richard.\nPhoebe: Would you stop that! Do you wanna know the first thing she said when she came back from her lunch with Richard? She didn't feel anything for him. She loves you!\nChandler: Really?\nPhoebe: Yes! Now, she feels terrible! She really wants to make up! You gotta find her.\nChandler: Okay. (He gets up and goes to find her.)\nPhoebe: Good. (After he leaves, she puts on Joey's gladiator helmet and checks herself out in the mirror) I should really start wearing hats!\n It's Not Unusual, y'know, \"It's not unusual to be loved by anyone! It's not unusual to have fun with anyone!   But when I see you hanging about with anyone, it's not unusual to see me cry!   I wanna die.\" Well, while that's playing he spots Monica playing craps and in victory hug the guy next to her. Chandler turns and walks out.]\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Caesar's Palace Casino, Chandler is looking for Monica while Tom Jones's signature song is playing in the background (Getting the theme yet? Tom Jones, Wayne Newton, casinos… They're in Vegas people! Catch up!)",
            "dialog": ""
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: That same plane cabin, Ross is working on a crossword puzzle and Rachel is asleep against his shoulder. She shifts a little bit and Ross suddenly gets an idea. An evil idea when he looks at his pen. Then we have a little time lapse, the plane has landed and everyone is disembarking. The flight attendant is saying bye-bye to everyone.]",
            "dialog": "The Flight Attendant: (to another passenger) Welcome to Las Vegas.\n(Rachel approaches and we see the fruits of Ross's evil plan. He has drawn a moustache and beard on Rachel. The flight attendant just ignores it.)\nThe Flight Attendant: (To Rachel) Thank you! (Not sure of herself) Enjoy your flight?\nRachel: Yes, I did. Thank you very much, it was excellent. (Disembarks)\nThe Flight Attendant: (To Ross) Hope you had a nice flight.\nRoss: Ohh, it was the best!\nCommercial Break\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The casino, Ross and Rachel are entering.]",
            "dialog": "Ross: I think the check in is that way. (Points)\nRachel: Ahh.\n(A young boy sees Rachel, points, and starts laughing.)\nRachel: Hello! (She makes a face and the kid laughs harder. Finally, his parents drag him off.) Ohh, kids love me.\nPhoebe: (sees Ross and Rachel) Hey!\nRoss: Phoebe! (They hug.)\nPhoebe: You guys are here! Yay!\nRachel: Hi! (Hugs Phoebe)\nPhoebe: (sees Rachel's face) What? Did you go to a costume party? Let me guess umm Pancho Vila? (Points at Rachel) and you're Bob Saget. (An old lady has sat down at the slot machine Phoebe was just at.)\nRachel: Pancho Vila?\nPhoebe: Yeah! (Motions to her face, indicating all of Rachel's \"make-up.\")\nRachel: What are you talking about Pheebs? (Takes out her compact) I don't… (She gasps when she looks in the mirror and sees her face.) (To Ross) Oh my God, you drew on me?!\nRoss: Hey, you wet my pants!\nPhoebe: Whoa, what kind of party was this?\nRachel: Ross, I have been walking around like this since the plane! I can—you have so crossed a line. (Heads for the bathroom)\nRoss: Rach! Wait! The men's room is that way. (Points in the other direction. Rachel hits him with her purse and heads for the ladies room.)\n(The old lady at Phoebe's machine wins. Phoebe turns around in shock.)\nPhoebe: Ugh!\nRoss: What?\nPhoebe: That's like the third time that lady's won on a machine I was playing.\nRoss: Oooohhh, I'll bet she's one of those people.\nPhoebe: M-M-Mole people?\nRoss: What? No-no, a lurker.\nPhoebe: Oh. What's a lurker?\nRoss: Okay when you're playing a machine and it hasn't paid out, a lurker waits for you to give up and then…\nPhoebe: Kills you?\nRoss: No. They swoop in and steal your jackpot.\nPhoebe: Ohhh!\nRoss: Uh-hmm.\nPhoebe: How do you know about this?\nRoss: My nana used to do it. That's how she paid for all my dance—karate lessons.\nPhoebe: Dance karate?\nRoss: Yes, it's a deadly but beautiful sport. (Does a karate chop, then does a little dance-type sway.)\nRachel: (returning with her purse covering her face) All right, it won't come off!\nRoss: What?!\nRachel: It won't come off!\nRoss: Oh my God! Rach-Rach, are-are-are you sure?\nRachel: No, actually I took it off then I drew it back on.\nJoey: (entering) Hey-hey-hey you made it!\nRoss: Joey!!\nJoey: All right! Hey-hey!\nRachel: Hi!!\nJoey: Who's your friend? He's hot! (Ross laughs and Rachel smacks him with her purse.)\nRoss: (To Joey) Thanks man.\nRachel: Hi. (She hugs Joey.)\nRoss: Hey listen I uh, talked to Chandler, sorry about the movie.\nJoey: No, don't be sorry. I don't need it anymore. I found my identical hand twin!\nRoss: Your what?\nJoey: My identical hand twin! The person whose hands are exactly like mine! This thing is a gold mine!\nRoss: What?! That's not gonna make you any money!\nJoey: Okay. Well, if that's how you feel about it, fine! None of you get to live with me in my great big hand-shaped mansion! Except uh, you Pheebs. You can live in the thumb.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: The craps table, Monica is on a big roll.]",
            "dialog": "Monica: All right baby, come on! (Rolls the dice) Yes! Yes! I am on fire!\nChandler: (walking by with his luggage) See you later Mon.\nMonica: Wait Chandler, what are you doing?!\nChandler: What does it look like? I'm going home.\nMonica: What? Wait! Why? (He turns and heads for the door and she chases after him.) Chandler! Chandler! Wait! I’m sorry, I was just playing for one second! I was trying to find you to tell you that, look if you don't want me to see Richard again, I won't! He means nothing to me!\nChandler: Come on! I was there! (He's propped up with his hand on a statute of a naked guy. He winces and pulls his hand away.) I know he's the love of your life.\nMonica: Not any more.\nChandler: Really?!\nMonica: Really! (They hug and kiss) All right? Let's forget about this going home stuff and celebrate our anniversary. (She picks up his suitcase.) Okay, this is empty.\nChandler: Yeah, I wanted to make a dramatic scene, but I hate packing.\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: A blackjack table, it's the same one Joey's hand twin was working at, only he's not there anymore and has been replaced by a beautiful woman.]",
            "dialog": "Joey: (entering) Uhh, hey. Where's the other guy?\nThe Woman Dealer: Which guy?\nJoey: He's kinda tall, dark hair, hand looks exactly like this. (Holds up his hand.) See?\nThe Woman Dealer: I don't know about the hands, but the guy that was here before me just went to the bathroom.\nJoey: Okay! (Walks away, then turns back.) How you doin'?\nThe Woman Dealer: Very busy.\nJoey: Right! Okay. (Heads for the bathroom.)\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Ross and Rachel's hotel room, Rachel is still trying to get the ink off and Ross is on the phone to the company. Wait a minute, why exactly are they sharing a hotel room? Didn't they like break-up or something? Did I miss a memo? Or maybe, it's just foreshadowing things to come. Who knows? Maybe the answer's at the bottom of the page. Then again, maybe it isn't and it's just one of those things TV writers just don't explain. Anyhoo…]",
            "dialog": "Ross: (on the phone) Yes, hello. I have a question. Umm, I used your pen to draw on my friend's face. (Listens) A beard and a moustache. (Listens and laughs) Thank you. (Rachel turns around and glares at him.) No, she didn't think so. (Listens) I know it's like (turns and sees Rachel staring at him and quickly changes the subject) anyway, umm well make-up didn't cover it and we've tried everything to get it off and nothing's worked. What-what do we do? (Listens) Yeah. (Listens) Uh-huh. (Listens) Yeah. (Listens) Oh! Okay. (Listens) Okay, thank you! (Rachel gets excited at his tone.) (Hangs up the phone) Yeah, it's not coming off.\nRachel: What?! What else did he say?\nRoss: Umm, he said he thought I was funny. So…(Rachel stares at him.) Okay, look-look umm, let's just go downstairs, we'll have some fun, and you will forget all about it.\nRachel: Ross, no! There is no way I am leaving this room looking like this!\nRoss: Oh, come on! Rach, it's-it's not that bad.\nRachel: Ross, I am a human doodle!!\nRoss: Look, just because some idiot drew on your face doesn't mean you shouldn't have any fun! Okay? And besides, hey-hey-hey no one is even gonna look at you. Okay? This is Vegas! Hello! There are tons of other freaks here! (Rachel turns around and glares at him.) There are tons…of…freaks here. No other. No. Come on! No one will notice, I swear!\n(They both exit.)\n[Time lapse, they're both entering.]\nRoss: Okay, there was some staring and pointing.\nRachel: Okay, I need a, I need a drink! (Makes a beeline for the mini-bar.)\nRoss: Oh, hey y'know, they-they really overcharge you for that stuff. (Rachel glares at him.) But who cares?! Because it's all on me! (Rachel reaches into the fridge and pulls out two handfuls of those mini booze bottles.) (Watching her.) That is, one big drink!\nRachel: (she's finished reliving the fridge of its entire alcohol content.) Macadamia nut?\nRoss: (looking at the price list) Umm… Wow! That's-that's some pricey nut!\nRachel: Hm-mmm! (Opens the container)\nRoss: Really like those Macadamia nuts, huh?\nRachel: Nope! (She puts one in her mouth and spits it out, then does it again in another direction.)\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: The casino, Phoebe is playing on a slot machine. Suddenly the lurker sticks her head around the aisle of slot machines.]",
            "dialog": "Phoebe: (seeing her) Get out of here you lurker! (She doesn't move) Go on! Get! (She throws a quarter at her.)\nChandler: (arm-in-arm with Monica) Hey Pheebs!\nPhoebe: Ohh! You made up!\nMonica: Yeah, I couldn't be mad at him for too long.\nChandler: Yeah, she couldn't live without the Chan Love. (They start kissing.)\nPhoebe: Ohh, get a room.\nMonica: We have one.\nPhoebe: I know. Use it.\n"
        },
        {
            "scene_no": 18,
            "scene_mark": "[Scene: The Men's room, Joey is entering and sees his hand twin washing his hands.]",
            "dialog": "Joey: Oh-oh-oh, yeah! (He grabs some towels and takes them to him.) That's right, you take good care of those babies!\nJoey's Hand Twin: Excuse me?\nJoey: It's me, Joey!\nJoey's Hand Twin: Do I know you?\nJoey: (holds up his hand) Joey!\nJoey's Hand Twin: Oh-ho, yeah. Yeah, the hand guy.\nJoey: Okay, so what are we going to do about this hand twin thing?!\nJoey's Hand Twin: Nothing?\nJoey: Look, you and I have been given a gift. Okay? We have to do something with it. Like-like, hand modeling! Huh? Or-or magic! And you know NASA's gonna wanna talk to us!\nJoey's Hand Twin: (tries to leave) I have to get back to…\nJoey: (stopping him) Whoa! Whoa! Whoa! Whoa-whoa! We could have our own show! Y'know we could clap our hands together people will love it! Huh? And-and-and I wrote a song for us! (Singing, to the tune of This Land is Your Land) This hand is your hand! This hand is my hand! Oh wait, that's your hand! No wait, it's my hand!\nJoey's Hand Twin: That's okay. (Walks out.)\nJoey: (following him) But you haven't even heard the chorus!\n"
        },
        {
            "scene_no": 19,
            "scene_mark": "[Scene: Ross and Rachel's room, Ross is drinking a beer while Rachel is examining herself in the mirror.]",
            "dialog": "Rachel: Oh my God, I'm starting to look like my great aunt, Muriel.\nRoss: (gets up) All right. Y'know what? We don’t have to go downstairs! We can bring Vegas up to us! (He grabs a deck of cards and pulls up a chair.) All right, come on, come on, we'll play some blackjack. Here we go. (Deals the cards.) 13.\nRachel: Hit me!\nRoss: (does so) Oohh, 23. (Rachel looks at him.) Which is what we play to at this casino! You win 10 dollars! (Holds out a ten.)\nRachel: I bet 20.\nRoss: You're right! (Gives her the twenty she won.)\n"
        },
        {
            "scene_no": 20,
            "scene_mark": "[Scene: The Craps Table, Monica is still on her roll, only this time Chandler's with her and she has a huge crowd of people around.]",
            "dialog": "Monica: (shaking the dice) A new pair of shoes for the Chan-Chan man! (Rolls the dice.) Yes!\nChandler: Yes! I've-I've never seen a roll like this in my life!\nMonica: That's right baby! Okay, what do I want now?\nChandler: Okay, ah umm, ah, a 8. Ah, a 6?\nMonica: Pick a number! That is your only job!\nChandler: 8. 8!\nMonica: Thank you!\nChandler: If you get this one, we buy everybody here a steak dinner!\nAll: Yay!!\nThe Croupier: 8!\nMonica: Yes!\nAll: Yay!!\nMonica: (To Chandler) We're not really gonna buy these people steak dinners are we?\nChandler: Noo!\nMonica: Okay, good! Okay, what do I want now?\nChandler: Ahh, ooh, try a hard 8.\nMonica: What?\nChandler: Two fours.\nMonica: Okay. (Rolls the dice)\nThe Croupier: 8!:\nA Drunken Gambler: (To Chandler) Don't you let her go! You're a lucky guy!\nChandler: Thank you, Mister Drunken Gambler! Okay, you get this and uh, we get the biggest suite in the place! (Everyone cheers) Wait-wait-wait-wait! We (motions to Monica and him.) get the biggest suite in the place.\nMonica: All right, biggest suite in the place. Come on! (Rolls the dice.)\nChandler: (sees the roll) Yes!! I love you! I can't even remember what we were fighting about!\nMonica: Oh, that's because I had lunch with Rich—Me neither! Okay, what do I want now?\nChandler: Another hard 8.\nMonica: Hard 8?! We should call it easy 8!\nChandler: Okay, okay, I tell you what. You roll another hard eight; (pause) and we get married here tonight.\nDrunken Gambler: Go! Come on! Roll!\nAll: Roll-roll!!\nMonica: Shut up!! It just got interesting!\nCommercial Break\n"
        },
        {
            "scene_no": 21,
            "scene_mark": "[Scene: The Craps table, continued from earlier.]",
            "dialog": "Monica: What did you just say?\nChandler: You roll another hard eight and we get married here tonight.\nMonica: Are you serious?!\nChandler: Yes! I love you! I've never loved anybody as much as I love you.\nMonica: I've never loved anybody as much as I love you.\nChandler: Okay, so if an eight comes up, we take it as a sign and we do it! {Whoa! Where have I heard that before? Matthew Perry talking about signs in Las Vegas. I guess it must've been some movie I saw.} What do you say?\nMonica: Okay!\nChandler: Okay! Come on! Let's go! All right!\n(She rolls the dice, but one bounces out of the table.)\nChandler: (spots one) Okay! That's a four! And where-where's the other one?\nDrunken Gambler: It went under the table.\nMonica: Nobody move! (To Chandler) Okay, you look that way; I'll look this way!\nChandler: All right!\n(He searches to his right; she searches to her left. They're both on their hands and knees when they spot the die. It's propped up against the table leg, and it's not lying flat. Both the four and the five are showing.)\nChandler: Here it is! Here it is!\nMonica: That could be a four or a five. It's your call.\n(Pause.)\nChandler: It's a four.\nMonica: I think so too.\n(Cue up the music as they move in and kiss. This time I think it's Perry Como, but I'm not sure. It's Everybody loves somebody, sometime! Everybody falls in love somehow! Something in your kiss, just told me, my sometime, is now!)\n"
        },
        {
            "scene_no": 22,
            "scene_mark": "[Scene: The slot machines, Phoebe is still feeding quarters into the one-armed bandit as the lurker peeks over the top of the machines.]",
            "dialog": "Phoebe: Oh well, lost again. (She gets up and slowly moves away. The lurker scurries in and takes her spot, only this time Phoebe set a trap for her and catches her in the act.) That's it! You and me, outside!\nThe Lurker: I don't want to see you lose a chunk of that pretty blond hair!\n(They start smacking each other's cups, but Phoebe notices a security guard approaching.)\nPhoebe: Be cool! (They both pretend to have a nice conversation as the guard walks by, but after he leaves they both start fighting again.) Okay lady, your lurking days are over!\nThe Lurker: What?!\nPhoebe: Yeah, from now on everyone you lurk, I'm gonna lurk first! You move on to someone else, I'm gonna be one step ahead of you, every single time! And then I'll be on your ass every hour of every day 'til Monday, because that's when I go home. When do you leave?\nThe Lurker: Also Monday.\nPhoebe: What time? Maybe we can share a cab!\n"
        },
        {
            "scene_no": 23,
            "scene_mark": "[Scene: Ross and Rachel's room, they've pretty much consumed the entire mini-bar. Needless to say, they're feeling no pain and are still playing blackjack.]",
            "dialog": "Rachel: Hit me. (He does so.) Hit me. (He does so.) Hit me. (He does so.) Hit me. (He does so.) Hit me. (He does so.) Hit me. (He does so.) Hit me. (She slows down with each one.)\nRoss: (runs out of cards) We need more cards.\nRachel: Yeah, and also we need more umm, drinks. Hold on a second. (Gets up but stumbles a little bit.) Whup, okay. (She makes it to the phone and picks it up, without dialing.) Hello! Vegas? Yeah, we would like some more alcohol, and y'know what else? We would like some more beers. Hello? Ohh, I forgot to dial!\n(They both start laughing. There's a knock on the door.)\nRoss: That must be our alcohol and beers! (Gets up to answer it.)\nJoey: Hey!\nRoss: Ohh, it's Joey! I love Joey! (Hugs him.)\nRachel: Ohh, I love Joey! Joey lives with a duck! (Goes and hugs Joey.)\nJoey: Hi!\nRachel: Hey!\nJoey: Look-look-look you guys, I need some help! Okay? Someone is going to have to convince my hand twin to cooperate!\nRoss: I'll do it. Hey, whatever you need me to do, I'm your man. (He starts to sit down on the bed. There's one problem though, he's about two feet to the left of it. Needless to say, he misses and falls on his butt.) (Looking up at Joey.) Whoa-oh-whoa! Are you, are you okay?\nJoey: Yeah! I'm fine! Thanks! (He starts to leave, but gets an idea and stops.) Hey Rach, how you doin'?\nRachel: I'm doin' good, baby. How you doin'?\nJoey: Ross, don't let her drink anymore! (Exits)\nRoss: Ohh, here's that Macadamia nut!\nRachel: Ohhh!!\nRoss: (he puts it in his mouth) Nope! Something else. (Throws it back under the bed.)\nRachel: Oops! All right, so what do you want to do now?\nRoss: I wanna get out of the room! Y'know, I…I really miss downstairs.\nRachel: Okay, y'know what? There's only one way I'm leaving this hotel room.\n[Cut to the casino, a very drunk and doodled on Rachel is walking arm in arm with an equally drunk and doodled on Ross are walking through the casino and greeting people on their way through. Ross has some whiskers and his nose colored in, along with his name on his forehead.]\nRoss: Well hello! I'm Ross!\nRachel: Good luck to ya!\nRoss: Excuse me sir, you've got a little something right here. (He points to the corner of his mouth and they both laugh.)\n(They've made their way to the statue of the naked man that Chandler was leaning against earlier.)\nRachel: Wow!\nRoss: (bowing) Hello!\nRachel: (bowing) Hello!\nRoss and Rachel: (bowing) Hello!\n(They both continue on and Ross meows like a cat.)\n"
        },
        {
            "scene_no": 24,
            "scene_mark": "[Scene: The slot machines, we see some guy not having any luck. Both Phoebe and the Lurker are lurking him and each stick their heads around the corner at different times This is all set to that Pink Panther song. Finally the guy gives up and walks past the lurker's position, thus giving her the advantage. She scurries in and quickly drops a coin in the slot before Phoebe gets there. Phoebe arrives slightly later and pulls the arm just after the lurker deposits the coin and wins.]",
            "dialog": "Phoebe: I won! I won! I finally won!\nThe Lurker: I won! That was my quarter!\nPhoebe: Fine! Here! Take a hike toots! (Gives back her quarter.)\n(The security guard approaches.)\nThe Lurker: (to the guard) Excuse me, sir! This lady played my quarter, this is my money. (Motions to the jackpot.)\nThe Security Guard: (To Phoebe) Is that true miss?\nPhoebe: (quietly) Sells drugs to kids.\nThe Security Guard: What?!\nPhoebe: She sells drugs to kids. (The guard looks at the lurker.)\nThe Lurker: It was my quarter!\nThe Security Guard: (To Phoebe) Was it her quarter?\nPhoebe: How about we talk about this over dinner?\nThe Security Guard: Okay lady, you're out of here.\nPhoebe: No! No, you can't arrest me! No!! I won't go back! I won't go back to that hell hole!!\nThe Security Guard: I'm just taking you outside!\nPhoebe: Oh, okay. (Walks out.)\n"
        },
        {
            "scene_no": 25,
            "scene_mark": "[Scene: The Gift Shop, Monica and Chandler are entering.]",
            "dialog": "Monica: Okay, come on, I can't get married until I get something old, something new, something borrowed, and something blue.\nChandler: Okay, all right, all right, all right! Okay! (Picks up a blue sweater.) Okay, here's something, here's something blue and new.\nMonica: You're so efficient. I love you!\nChandler: Let's go! (Starts to leave.)\nMonica: No-no-no! We need something old!\nChandler: Ohh, great, I have condom in my wallet I've had since I was twelve.\nMonica: That'll work!\nChandler: I don't think so.\nMonica: Okay, now we just need something borrowed!\nChandler: (looks around) Here just…take this. (Hands her the sweater.)\nMonica: That's stealing!\nChandler: No, we'll-we'll bring it back! Just put it under your dress.\n(She does so and it makes her look pregnant.)\nMonica: Ohh. (Rubs her fake stomach.)\nChandler: Okay, one thing at a time. (They run out to get married.)\n to join him in his evil plot to rule the world! \"Join me, and together we'll rule the universe as father and son!\" (Sorry, I had a little Star Wars creep in there—Ooh, I have a big spoiler for The Phantom Menace, Yoda lives at the end! Ha-ha, spoiled it! Now you don't have to see it!)]\n"
        },
        {
            "scene_no": 26,
            "scene_mark": "[Scene: A blackjack table, Joey is moving in to try and get his hand twin (who's dealing)",
            "dialog": "Joey: (sitting down) Ahhh! (Slides his hands across the table.)\nJoey's Hand Twin: Are you gonna play?\nJoey: No-no, I don't really have any money. Not yet, anyway… (Shakes his hands.)\nJoey's Hand Twin: You can't sit here if you're not gonna play.\nJoey: (throws down a small wad of money, and as his hand twin starts to unfold it, Joey once again brings attention to their special gift to the world. {Y'know, looking at it now, they really don't have that similar of hands. Joey's are bigger.}) Ooh-ho-ho! (The dealer stares at him and he stops.)\nPhoebe: (entering and sitting down at the table.) Hello. My name is Regina Phalange. I'm a businesswoman in town on business. Would you like to see my card? (Looks down) Ooh, what did I do with my file-a-facts? I must've left it in conference room B.\nJoey's Hand Twin: (To Joey) 14.\nJoey: Hit me! (He does so.)\nPhoebe: Oh my God! May I just say that you two gentlemen have the exact same hands! They're identical! Now, I've never seen anything like that in the business world.\nJoey's Hand Twin: Stop it!\nJoey: Uhh, Ms. Phalange, may I ask you a question as an impartial person at-at this table?\nJoey's Hand Twin: Please stop it!\nJoey: Wouldn't you pay good money to see these identical hands showcased in some type of a uh, entertainment venue?\nJoey's Hand Twin: (To Joey) If you leave now, I will chop off my hand and give it too you!\n(The security guard from before approaches and Phoebe tries to turn her back on him.)\nThe Security Guard: (To Phoebe) Didn't I just throw you out of here?\nPhoebe: No, you threw out Phoebe. I'm Ms. Regina Phalange. Phalange!\nThe Security Guard: Come on, lady! (Starts to escort her out.)\nJoey's Hand Twin: Please, please take him too. (Motions to Joey.)\nJoey: Me?! Oh come on, man! You can't do this! Come on! (Being dragged out by the guard) I'm your hand twin!!\n"
        },
        {
            "scene_no": 27,
            "scene_mark": "[Scene: A Little White Chapel, Chandler and Monica are entering.]",
            "dialog": "Chandler: Hello! One marriage please!\nMonica: Yep, we wanna get married!\nThe Attendant: Well, there's a service in progress. Have a seat.\nChandler and Monica: All right.\n(They both sit down.)\nChandler: (singing) Dum! Dum-dum-dum! Dum! Dum! Dum! Dum-dum-dum!\nMonica: What are you doing?\nChandler: Oh, that's The Wedding March. Does, does that freak you out?\nMonica: No, only because that's the graduation song.\n(The real Wedding March begins playing from behind the closed doors of the chapel.)\nChandler: Okay! (Stands up) This is it! (Claps his hands) We're gonna get married!\nMonica: Are you sure you wanna do this?\n(Suddenly the doors burst open, and ROSS AND RACHEL COME OUT ARM-IN-ARM!!!!! And Rachel's carrying a bouquet!!! THEY GOT MARRIED!!!!)\nRoss: Well, hello, Mrs. Ross! (Throws some rice.)\nRachel: Well, hello, Mr. Rachel! (Throws some more rice.)\n(They storm out into the street.)\nRachel: Wait! (Gets her bearings) Okay!\n(She goes one way; he goes the other. The camera pans back to Chandler and Monica, and needless to say, they're standing there dumbstruck as The King's (Elvis Presley to the yougin's) Viva, Las Vegas begins to play. Sing along with me now, \"Viva! Las Vegas! Vivaaaaaa! Vivaaaaa! Las Vegassssss!!\" Fade to Black.)\nEnding Credits\n[That's all folks, no teaser; just the big cliffhanger for season 6. Yes, there will be a season 6, and it'll start again in September. Have a good summer everyone!]\n\n"
        }
    ]
}