{
    "metadata": {
        "season": "SEASON 5",
        "title": "501 Ross Says Rachel",
        "written_by": "Seth Kurland",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Ross’s Wedding, continued from last season, the Minister is about to marry Ross and Emily.]",
            "dialog": "Minister: Friends. Family. We are gathered to celebrate here today the joyous union of Ross and Emily. (Time lapse) Now Ross, repeat after me. I Ross...\nRoss: I Ross...\nMinister: Take thee, Emily...\nRoss: Take thee, Rachel...(All his friends have looks of shock on their faces. He realizes what he said. Quickly he says.) Emily. (A slight chuckle.) Emily.\nMinister: (Looking and feeling awkward. he looks towards Emily.) Uhh...Shall I go on?\nRachel: (To the woman sitting in front of her) He-he said Rachel, right? Do you think I should go up there?\nEmily: Yes, yes, do go on.\nMinister: I think we’d better start again. Ross, repeat after me. I, Ross…\nRoss: I, Ross…\nMinister: Take thee, EM-I-LY…\nRoss: Take thee, (Glares at the Minister) Emily. (Chuckles) Like there’d be anybody else. (Emily is glaring at him.)\nMinister: As my lawfully wedded wife, in sickness and in health, till death parts us.\nRoss: As my lawfully wedded wife, in sickness and in health, until death parts us. Really, I do. Emily. (Points at her.)\nMinister: May I have the rings? (He is given the rings) Emily, place this ring on Ross’s finger as a symbol of your bond everlasting. (She jams the ring onto his finger) Ross, place this ring in Emily’s hand as a symbol of the love that encircles you forever.\nRoss: Happy too.\nMinister: Ross and Emily have made their declarations and it gives me great pleasure to declare them husband and wife.\nRoss: Yay!\nMinister: You may kiss the bride.\n(He goes to kiss her, but she isn’t very receptive of the kiss. She keeps avoiding him, until Ross finally gets to kiss her on her cheek.)\nMrs. Geller: (To Mr. Geller) This is worse than when he married the lesbian.\n(The band starts to play, and the recessional starts. Ross tries to take Emily’s hand, but she snatches it away from him.)\nEmily: Just keep smiling.\nRoss: Okay.\nJoey: Well, that went well. Yeah.\nChandler: It could’ve been worse, he could’ve shot her.\n(Ross and Emily make it to the lobby.)\nRoss: (laughs) That uh, that was pretty funny. Wasn’t it?\n(Emily gives him a forearm shot across the stomach.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: The Wedding reception, Ross and Emily are in the bathroom and Emily is yelling at him. Rachel, Chandler, Joey, and Monica are standing outside the doorway.]",
            "dialog": "Emily: (Yelling from inside the bathroom) You’ve spoiled everything! It’s like a nightmare! My friends and family are out there! How can I face them?! How can you do this to me?!\nJoey: (To the gang) Hey, no matter what happens with Ross and Emily, we still get cake right?\nRoss: (exiting the bathroom) That-that-that’s all right, no honey, you take your time sweetie. I’ll be right out here. (She slams the door in his face, to the gang) She’s just fixing her makeup.\nEmily: I hate you!!\nRoss: And, I love you!! (He walks into the living room)\nMr. Geller: Boy, bad time to say the wrong name, huh Ross?\nRoss: That’s true, thanks dad. (To All) People should be dancing! Huh? Hey, this is a party! Come on! Joey, dance!! (He starts to dance but stops when no one else joins him.)\n(Mrs. Waltham’s phone rings and she answers it.)\nMrs. Waltham: Yes, Waltham interiors.\nPhoebe: (On the phone, in New York) Uh, hello, this is Ross Geller’s personal physician, Dr. Philange.\nMrs. Waltham: Who?\nPhoebe: Yeah, I’ve discovered that Ross forgot to take his brain medicine, uh, now without it, uh, in the brain of Ross, uh women’s names are interchangeable, through-through no fault of his own.\nMrs. Waltham: Oh my God, Phoebe.\nPhoebe: No, not Phoebe, Dr. Philange. Oh no! You have it too!\n(Mrs. Waltham hangs up on her.)\nPhoebe: Hello?\n(Cut to Chandler and Monica at the buffet table.)\nChandler: Hey.\nMonica: Hey.\nChandler: Oh wow, I hope you don’t take this the wrong way but, I know we had plans to meet up tonight and, ugh, I’m just kinda worried about what it might do to our friendship.\nMonica: I know. How could we have let this happen?\nChandler: Seven times!\nMonica: Ugh! Well, y’know, we were away…\nChandler: In a foreign, romantic country…\nMonica: I blame London.\nChandler: Bad London! (Takes a spoon and smacks the turkey.)\nMonica: So look umm, while we’re st-still in London, I mean, we can keep doing it right?\nChandler: Well, I don’t see that we have a choice. But, when we’re back home, we don’t do it.\nMonica: Only here.\nChandler: Y’know, I saw a wine cellar downstairs…\nMonica: I’ll meet you there in two minutes.\nChandler: Okay!\n(He throws down his plate and runs to the wine cellar, Monica is about to follow him but is intercepted by Rachel.)\nRachel: Mon, honey, I gotta ask you something.\nMonica: (impatiently) Now?\nRachel: Ross said my name up there, I mean, come on, I just can’t pretend that didn’t happen can I?\nMonica: Oh, I-I don’t know.\nRachel: Monica, what should I do?\nMonica: Just uh, do the right thing. (Uses some breath spray)\nRachel: What?\nMonica: Toe the line. Thread the needle. Think outside the box! (Tries to leave, but is stopped by Rachel.)\nRachel: Whoa, wait, listen, I think I’m just gonna talk to Ross about what he think it meant.\nMonica: Wait. Rachel, no, he’s married. Married! If you don’t realize that, I can’t help you.\nRachel: Okay, you’re right. You’re right. You can’t help me.\n(Cut to Mr. and Mrs. Geller.)\nMrs. Geller: Jack, is it all our fault? Were we bad parents?\nMr. Waltham: (walking by) Yes.\nMr. Geller: Oh yeah, well who serves steak when there’s no place to sit, I mean how are you supposed to eat this?\nJoey: Hey, what’s up? (He has solved the problem of eating the steak, he’s eating it with his hands.)\n(Cut to Monica and Chandler, Monica is running up to him.)\nMonica: Where were you? We were supposed to meet in the wine cellar?\nChandler: Forget it, that’s off.\nMonica: Why?!\nMr. Waltham: (drunkenly) The next tour of the wine cellar will plan in two in-in minutes…\n(Joey walks up to them.)\nMonica: Joey, what are you doing? You promised Phoebe you wouldn’t eat meat until she has the babies!\nJoey: Well, I figured we’re in another country, so it doesn’t count.\nMonica: That’s true.\nChandler: The man’s got a point.\n(Cut to Rachel and Ross.)\nRachel: Oh, hi!\nRoss: Hi!\nRachel: Hi. Sorry, things aren’t working out so well.\nRoss: Oh no! It could be better, but it’s gonna be okay, right?\nRachel: Oh yeah! Of course, I mean, she’s gonna get over this, y’know? I mean, so you said my name! Y’know you just said it ‘cause you saw me there, if you’d have seen a circus freak, you would’ve said, \"I take thee circus freak.\" Y’know, it didn’t mean anything, it’s just a mistake. It didn’t mean anything. Right?\nRoss: No! No! Of course it didn’t mean anything! I mean, uh well, I can understand why Emily would think it meant something, y’know, because-because it was you…\nRachel: Right…\nRoss: But it absolutely didn’t. (Yelling towards the bathroom) It didn’t!! It didn’t!!\nJoey: (approaching) Ross, hey, the band’s ready outside for your first dance with Emily, so…\nRoss: (sarcastic) Oh! Oh-oh, the band’s ready! Well, I-I-we gotta do what the band says—I don’t care about the stupid band!!\nJoey: You spit on me man! (Wipes his face.)\nRoss: Look, I’m sorry.\nJoey: Emily is kinda taking a long time, huh?\nRachel: (laughs) Y’know when I locked myself in the bathroom at my wedding, it was because I was trying to pop the window out of the frame.\nRoss: Oh, right!\nRachel: Get the hell out of there, y’know?\n(They all start laughing, and quickly stop when they realize what she just said and run over to the bathroom.)\nRoss: (Bangs on the bathroom door) Emily? Emily? I’m coming in. (He opens the door to reveal that the window is gone, along with Emily.)\nRachel: Well, look at that, same thing.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: London Marriott, Monica and Chandler are walking to her room.]",
            "dialog": "Chandler: Listen, in the middle of everything if I scream the word, \"Yippee!\" just ignore me.\n(She laughs and opens the door to reveal Rachel sitting on the bed.)\nMonica: Oh my God, Rachel! Hi!\nChandler: Oh, hello Rachel.\nRachel: Ross said my name. Okay? My name. Ross said my name up there that obviously means that he still loves me! (They both just stare at her.) Okay, don’t believe me, I know I’m right—do you guys want to go downstairs and get a drink?\nChandler: Yes, we do. But, we have to change first.\nMonica: Yes, I want to change. And why-why don’t you go down and get us a table?\nChandler: Yeah, we’ll be down in like five minutes.\nMonica: (elbows him) Fifteen minutes.\nRachel: Okay.\n(The phone rings and Rachel answers it.)\nRachel: Hello? Oh, Pheebs! (To them) It’s Phoebe!\nChandler: Oh, yay…\nMonica: Great…\nRachel: Hi!\nPhoebe: Hi, so what happened?\nRachel: Well, Ross said my name.\nPhoebe: Yeah, I know, but I don’t think that means anything.\nRachel: Okay, Pheebs, y’know what, let’s look at this objectively all right? Ninth grade, right? The obsession starts. All right? The summer after ninth grade he sees me in a two-piece for the first time, his obsession begins to grow. So then…\nChandler: (To Monica) Hey, listen, why don’t we go change in my room?\nMonica: But my clothes are—ohh! (They both leave.)\n(Cut to Chandler’s room, he opens the door slowly to see if Joey is there and after seeing that he isn’t, ushers Monica into the room, closes the door, and the security bar.)\nChandler: Wow, you look…\nMonica: No time for that!\n(They both start to frantically rip each other’s clothes off, but are interrupted when Joey tries to open the door.)\nJoey: Hey, dude, let me in. I got a girl out here!\nChandler: Well, I’ve got a girl in here.\nJoey: No you don’t, I just saw you go in there with Monica!\nChandler: Well, we’re-we’re hanging out in here!\nJoey: Look, which one of us is gonna be having sex in there, me or you?\nChandler: Well, I suppose I’d have to say you!! But, what if we’re watching a movie in here?\nMonica: Which we are, and-and we already paid for it. It’s My Giant!\nJoey: My Giant? I love that movie!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross and Emily’s room, Chandler and Monica are still looking for a place to do the deed.]",
            "dialog": "Monica: You really think this is okay?\nChandler: Well, Ross and Emily aren’t gonna use it.\nMonica: Oh, it’s so beautiful. Ohh! Y’know, I-I don’t know if I feel right about this.\nChandler: Oh Mon-Mon-Mon-Mon-look, this is the honeymoon suite. The room expects sex. The room would be disappointed if it didn’t get sex. All of the other honeymoon suites would think it was a loser.\nMonica: Okay!\nChandler: Okay!\n(They both run to rip the covers off the bed, but are interrupted by Ross.)\nRoss: (entering) Emily?!\nChandler: Nope, not under here!\nMonica: You didn’t find her?\nRoss: No, I’ve looked everywhere!\nChandler: Well, you couldn’t have looked everywhere or else you would’ve found her!\nMonica: Yeah, I think you should keep looking!\nChandler: Yeah, for about 30 minutes.\nMonica: Or 45.\nChandler: Wow, in 45 minutes you can find her twice. (Monica smiles at that.)\nRoss: No! For all I know, she’s trying to find me but couldn’t because I kept moving around. No, from now on, I’m staying in one place. (He sits down on the bed.) Right here.\nMonica: Well, it’s getting late.\nChandler: Yeah, we’re gonna go.\nRoss: Actually, do you guys mind staying here for a while?\nMonica: Ugh, y’know, umm we gotta get up early and catch that plane for New York.\nChandler: Yeah, it’s a very large plane.\nRoss: (disappointed) That’s cool.\nChandler: But, we’ll stay here with you.\nRoss: Thanks guys! (They both sit down on either side of him.) I really appreciate this, y’know, but you don’t have to rub my butt.\n(Chandler slowly takes his hand away.)\nCommercial Break\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Ross and Emily’s room, the next morning. Ross is now asleep and has his head in Monica’s lap and his feet on Chandler’s lap. Monica and Chandler are both still awake and depressed.]",
            "dialog": "Chandler: We have to leave for New York in an hour.\nMonica: I know, I’ve been looking at those doors, they look pretty sound proof, don’t you think?\nChandler: We can’t do that that’s insane. I mean ‘A’ he could wake up and ‘B’ y’know, let’s go for it.\n(They both try to slowly extricate themselves from Ross, but there’s a knock on the door that awakens him.)\nRoss: Em-Emily? (Looking around for her.) Em-Emily? (He runs to the door.) Emily! (He opens the door to reveal the Walthams standing outside.)\nMr. Waltham: No.\nMrs. Waltham: You can forget about Emily, she’s not with us.\nMr. Waltham: We’ve come for her things.\nRoss: Wait, well wh-wh-wh-where is she?\nMr. Waltham: She’s in hiding. She’s utterly humiliated. She doesn’t want to see you ever again.\nMrs. Waltham: We’re very sad that it didn’t work out between you and Emily, monkey. But, I think you’re absolutely delicious.\nMr. Waltham: Excuse me, I’m standing right here!\nMrs. Waltham: Oh yes, there you are.\nRachel: (entering, carrying an armful of those little soaps.) Hey-hey, you guys oh hurry up, get some, there’s a whole cart outside… (Sees the Walthams and stops.)\nMr. Waltham: Goodbye Geller.\nRoss: Now, hold on! Hold on! (Stops him) Look, look, your daughter and I are supposed to leave tonight for our honeymoon, now-now you-you tell her that I’m gonna be at that airport and I hope that she’ll be there too! Oh yeah, I said Rachel’s name, but it didn’t mean anything, Okay? She’s-she’s just a friend and that’s all! (Rachel sits down, depressed.) That’s all! Now just tell Emily that I love her and that I can’t imagine spending my life with anyone else. Please, promise me that you’ll tell her that.\nMr. Waltham: All right, I’ll tell her. (To his wife) Come on bugger face!\nMrs. Waltham: (As she walks pass Ross, she pats his but.) Call me.\nMr. Waltham: You spend half your life in the bathroom, why don’t you ever go out the bloody window!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: A 747 somewhere over the North Atlantic, Monica and Chandler are sitting in first class, depressed.]",
            "dialog": "Monica: Y’know, maybe it’s best that we never got to do it again.\nChandler: Yeah, it kinda makes that-that one night special. (Realizes something) Y’know, technically we still are over international waters.\nMonica: I’m gonna go to the bathroom, maybe I’ll see you there in a bit?\nChandler: ‘Kay!\n(Monica gets up and heads for the bathroom, Chandler turns to watch her go and is startled to see Joey sitting in Monica’s seat.)\nJoey: Can I ask you something?\nChandler: Uhh, no.\nJoey: Felicity and I, we’re watching My Giant, and I was thinking, \"I’m never gonna be as good an actor as that giant.\" Do you think I’m just wasting my life with this acting thing?\nChandler: No.\nJoey: I mean, the giant is like five years younger than me, y’know, you think I’ll ever get there?\nChandler: Yes.\nJoey: Thanks man.\nChandler: Okay man. (Chandler starts to get up.)\nJoey: But what about how much taller he is than me?\n(Time lapse, Chandler is finishing his third little bottle of booze.)\nJoey: I mean, there’s no way I can make myself taller now, y’know? And who knows what science will come up with in the future, but Chandler, what if I die an unsuccessful, regular sized man?\n(Monica returns.)\nJoey: Hey, Monica, wow you’ve been in the bathroom for like a half-hour.\nMonica: I know!\nJoey: Had the beef-tips, huh?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is eating cereal from a bowl she has balanced on her stomach as Joey, Chandler, and Monica return.]",
            "dialog": "Phoebe: Hey!\nChandler: Hey!\nJoey: Hi!\n(They all hug.)\nPhoebe: (To Joey) You ate meat! (Joey is shocked) (To Chandler and Monica) You had sex! (They’re shocked.)\nChandler: No we didn’t!\nPhoebe: I know you didn’t, I was talking about Monica.\nMonica: Phoebe, I did not have sex.\nPhoebe: This pregnancy is throwing me all off.\nJoey: All right, I’m gonna go say hi the chick and the duck.\nPhoebe: Oh, me too!\nJoey: Why would you need to say hi to them, you’ve been feeding them for four days?\nPhoebe: Oh right, maybe I’ll just go home.\n(She grabs her bag and leaves, Joey moves a little quicker to his apartment, leaving Monica and Chandler alone.)\nMonica: Well, we certainly are alone.\nChandler: Yes! Good thing we have that, ‘Not in New York’ rule.\nMonica: Right. Umm, listen since we’re-we-re on that subject, umm, I just wanted to tell you that uh, well, I-I was going through a really hard time in London, what with my brother getting married and that guy thinking I was Ross’s mother…\nChandler: Right.\nMonica: Well, an-anyway, I just—that night meant a lot to me, I guess I’m just trying to say thanks.\nChandler: Oh. Y’know, that night meant a lot to me too, and it wasn’t because I was in a bad place or anything, it just meant a lot to me ‘cause, you’re really hot! Is that okay?\nMonica: (laughs) That’s okay.\nChandler: And I’m cute too.\nMonica: And you’re cute too.\nChandler: Thank you! (They hug.) All right, I gotta go unpack.\nMonica: Okay.\nChandler: Bye.\n(After he closes the door, Monica starts to follow him, but thinks better of it and stops.)\nChandler: (entering) I’m still on London time, does that count?\nMonica: That counts!\nChandler: Oh, good! (They start kissing.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: An airport in London, Ross is waiting for Emily to show up to go on their honeymoon and sees Rachel walking past.]",
            "dialog": "Ross: Rach! Rach!\nRachel: (she stops and turns) Hi!\nRoss: Hi! What are you, what are you doing here?\nRachel: Well, I-I-I’ve been on Standby for a flight home for hours.\nRoss: Oh.\nRachel: Ohh, so no sign of Emily huh?\nRoss: Not yet.\nRachel: So umm, what time are you supposed to leave?\nGate Agent: (On the P.A.) This is the last call for Flight 1066 to Athens. The last call.\nRoss: Pretty soon I guess.\nRachel: Yeah. I’m sorry.\nRoss: I just, I don’t understand, I mean, how-how can she do this? Y’know, what, am I, am I like a complete idiot for thinking that she’d actually show up?\nRachel: No, you’re not an idiot, Ross. You’re a guy very much in love.\nRoss: Same difference.\nGate Agent: (On the P.A.) All ticketed passengers for Flight 1066 to Athens should now be on board.\nRoss: I get it! Well, that’s that.\nRachel: No, you know what, I think you should go.\nRoss: What?\nRachel: Yeah, I do. I think you should go, by yourself, get some distance, clear your head, I think it’d be really good.\nRoss: Oh, I don’t, I don’t, I don’t know…\nRachel: Oh, come on Ross! I think it would be really good for you!\nRoss: I could, yeah, I can do that.\nRachel: Yeah.\nRoss: I can’t, I can’t even believe her! No, y’know what, I am, I am gonna go!\nRachel: Good!\nRoss: I know, why not?\nRachel: Right!\nRoss: Right?\nRachel: Right!\nRoss: Y’know—thanks! (They hug)\nRachel: Okay, I’ll see you back at home, if I ever get a flight out of here.\nRoss: Yeah, well…nah.\nRachel: What? Wait, what?\nRoss: Why don’t you come, I mean, I-I have two tickets, why not?\nRachel: Well-well, I don’t know Ross—really?\nRoss: Yeah, yeah, it’ll be great! You can, you can lay on the beach and I can cry over my failed marriage. See-see how I make jokes?\nRachel: Uh-huh.\nRoss: No really, I mean, I mean, God, I could use a friend.\nRachel: Oh wow, uh okay, uh maybe. Umm, yes, I can do that!\nRoss: Okay!\nRachel: Okay!\nRoss: Cool!\nRachel: All right!\nRoss: Come on! (They go to the jetway, Ross hands the tickets to the gate agent.) Here.\nRachel: Oh, okay, we’re going. Yeah.\nRoss: Ah! Ah! I forgot my jacket!\nRachel: Oh, wait-wait-wait…\nRoss: You tell them to wait!\nRachel: Okay. Wait! Wait!\n(Ross retrieves his jacket and sees that not only has Emily arrived, but she as seen Rachel take her place on the plane.)\nRoss: Emily.\n(She stares at him and Ross realizes what she’s thinking.)\nRoss: Oh no-no-no! Oh-no! (Emily starts to run out and Ross chases her.) No! No! Emily!\nEnding Credits\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Flight 1066 to Athens, Rachel is ordering a drink for Ross and herself.]",
            "dialog": "Rachel: Ahh, yes, I will have a glass of the Merlot and uh, (points to Ross’s seat.) he will have a white wine spritzer. Woo! (Looks out the window.) Hey, look at that, the airport’s moving. (Realizes that that’s not how it works.) Hey, are we moving?! Are we moving? Why are we moving? Hey, time-out, umm, yeah, does the captain know that we’re moving? (Sits back in defeat.) Oh my God. Oh, my gosh.\nEnd\n\n"
        }
    ]
}