{
    "metadata": {
        "season": "SEASON 5",
        "title": "514 Everybody Finds Out",
        "written_by": "Alexa Junge",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, everyone is eating some Chinese food.]",
            "dialog": "Phoebe: (looking out the window) Oh hey, you guys, look! Ugly Naked Guy is putting stuff in boxes!\n(They all run and join her at the window.)\nRachel: I'd say from the looks of it; our naked buddy is moving.\nRoss: Ironically, most of the boxes seem to be labeled clothes.\nRachel: Ohh, I'm gonna miss that big old squishy butt.\nChandler: And we're done with the chicken fried rice.\nRoss: Hey! Hey! If he's moving, maybe I should try to get his place!\nAll: Good idea! Yes!\nRoss: It would be so cool to live across from you guys!\nJoey: Hey, yeah! Then we could do that telephone thing! Y'know, you have a can, we have a can and it's connected by a string!\nChandler: Or we can do the actual telephone thing.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Ugly Naked Guy's apartment, Ross, Rachel, and Phoebe are checking out the place. Luckily, Ugly Naked Guy is nowhere to be seen.]",
            "dialog": "Ross: Oh my God! I love this apartment! Isn't it perfect?! I can't believe I never realized how great it is!\nRachel: Well that is because your eye immediately goes to the big naked man.\nPhoebe: It's amazing! You better hurry up and fill out an application or I'm gonna beat you to it.\nRoss: (laughing) Ohh. (Phoebe takes a couple of steps to the door and Ross quickly hurries out.)\nRachel: Well, I never thought I'd say this, but I'm gonna go use Ugly Naked Guy's bathroom. (Does so.)\nPhoebe: (looking out the window) Oh, look! There's Monica and Chandler! (Starts yelling.) Hey! Hey, you guys! Hey! (Chandler and Monica start taking each other's clothes off.) Ohh!! Ohh! Ahh-ahhh!!\nRachel: What?!\nPhoebe: (screaming) Ahhh!! Chandler and Monica!! Chandler and Monica!!\nRachel: Oh my God!\nPhoebe: CHANDLER AND MONICA!!!!\nRachel: OH MY GOD!!!\nPhoebe: OH!! MY EYES!!! MY EYES!!!!\nRachel: Phoebe!! Phoebe!! It's okay!! It's okay!!\nPhoebe: NO! THEY'RE DOING IT!!!\nRachel: I KNOW!! I KNOW!! I KNOW!\nPhoebe: YOU KNOW?!!!\nRachel: Yes, I know! And Joey knows! But Ross doesn't know so you have to stop screaming!!\nRoss: (entering) What's going on?\nPhoebe and Rachel: Ohhh!!!\nRachel: (trying to divert his attention from the window by jumping up and down) HI!! Hi!\nRoss: What?! What?!\nRachel: Nothing! Oh God, we're just so excited that you want to get this apartment!\nRoss: Actually, it looks really good. (Turns towards the window and now Phoebe starts jumping to divert his attention.)\nPhoebe: (Screaming incoherently.) Get in here!!! (Motions to join her and Rachel.)\n(Ross starts jumping and screaming incoherently and hops over and joins in on the group hug.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Phoebe and Rachel are there talking about Chandler and Monica.]",
            "dialog": "Phoebe: You mean whenever Monica and Chandler where like y'know doing laundry or going grocery shopping or—Oh! All that time Monica spent on the phone with sad Linda from camp!\nRachel: Uh-huh, doing it. Doing it. Phone doing it.\nPhoebe: Oh! Oh, I can't believe it! I mean I think it's great! For him. She might be able to do better.\nJoey: (entering) Hey guys!\nRachel: Joey! Come here! Come here!\nJoey: What? What?\nRachel: Phoebe just found out about Monica and Chandler.\nJoey: You mean how they're friends and nothing more? (Glares at Rachel.)\nRachel: No. Joey, she knows! We were at Ugly Naked Guy's apartment and we saw them doing it through the window. (Joey gasps) Actually, we saw them doing it up against the window.\nPhoebe: Okay, so now they know that you know and they don't know that Rachel knows?\nJoey: Yes, but y'know what? It doesn't matter who knows what. Now, enough of us know that we can just tell them that we know! Then all the lying and the secrets would finally be over!\nPhoebe: Or, we could not tell them we know and have a little fun of our own.\nRachel: Wh-what do you mean?\nPhoebe: Well y'know every time that they say that like they're doing laundry we'll just give them a bunch of laundry to do.\nRachel: Ohhh, I-I would enjoy that!\nJoey: No-no-no! No-no wait Rach, you know what would even be more fun? Telling them.\nRachel: Ehhh, no, I wanna do Phoebe's thing.\nJoey: I can't take any…\nPhoebe: No! You don't have to do anything! Just don't tell them that we know!\nJoey: Noo! I can't take any more secrets! (To Rachel) I've got your secrets. I've got their secrets. I got secrets of my own y'know!\nRachel: You don't have any secrets!\nJoey: Oh yeah? Well, you don't know about Hugsy, my bedtime penguin pal. (Joey shies away.)\nRachel: (To Phoebe) So umm, how-how are we gonna mess with them?\nJoey: Ugh.\nPhoebe: Well, you could use your position y'know as the roommate.\nRachel: Okay.\nPhoebe: And then. I would use y'know the strongest tool at my disposal. My sexuality.\nChandler: (entering) Hello children!\nAll: Hey!\nPhoebe: Okay, watch, learn, and don't eat my cookie.\n(She gets up and goes over to Chandler who's ordering some coffee from Gunther.)\nChandler: Hey.\nPhoebe: Hey! Ooh, wow that jacket looks great on you!\nChandler: Really?\nPhoebe: (feels his arm) Yeah the material feels so soft—hello Mr. Bicep! Have you been working out?\nChandler: Well, I try to y'know, squeeze things. (Phoebe giggles uncontrollably.) Are you okay?\nPhoebe: Well, if you really wanna know, I'm—Oh! I can't tell you this.\nChandler: Phoebe, it's me. You can tell me anything.\nPhoebe: Well actually you're the one person I can't tell this too. And the one person I want to the most.\nChandler: What's going on?\nPhoebe: I think it's just y'know that I haven't been with a guy in so long and how sometimes you're looking for something and you just don’t even see that it's right there in front of you sipping coffee—Oh no, have I said to much? Well it's just something to think about. I know I will.\n(She makes a show of bending over to get her coat and showing off her bum. She then walks out, leaving no one to eat her cookie.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler's bedroom, Chandler and Monica are there, of course. Like who else would it be, duh!]",
            "dialog": "Monica: You are so cute! How did you get to be so cute?\nChandler: Well, my Grandfather was Swedish and my Grandmother was actually a tiny little bunny.\nMonica: Okay, now you're even cuter!!\nChandler: Y'know that is a popular opinion today I must say.\nMonica: What?\nChandler: The weirdest thing happened at the coffee house, I think, I think Phoebe was hitting on me.\nMonica: What are you talking about?\nChandler: I'm telling you I think Phoebe thinks I'm foxy.\nMonica: That's not possible!\nChandler: Ow!\nMonica: I'm sorry it's just, Phoebe just always thought you were, you were charming in a, in a sexless kind of way.\nChandler: Oh, y'know I-I can't hear that enough.\nMonica: I'm sorry, I think that you just misunderstood her.\nChandler: No, I didn't misunderstand, okay? She was all over me! She touched my bicep for crying out loud!\nMonica: This bicep?\nChandler: Well it's not flexed right now!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Monica, Rachel, Phoebe, and Chandler are there. Monica is entering from her room.]",
            "dialog": "Rachel: Hey Mon, what are you doing now? Wanna come see a movie with us?\nMonica: Uhh, y'know actually I was gonna do some laundry.\nRachel: Oh.\nMonica: Hey Chandler, wanna do it with me?\nChandler: Sure, I'll do it with ya.\nMonica: Okay.\nRachel: Okay great, hold on a sec! (She runs to her room and returns carrying a huge bag of laundry.) Oh, here you go! You don't mind do ya? That would really help me out a lot! Thanks!\nMonica: I mean I-I don't I think I have enough quarters.\nPhoebe: I have quarters! (She holds up a bag of quarters.)\nRoss: (entering) Hey!\nRachel: Hey Ross! Any word on the apartment yet?\nRoss: Well, I called over there and it turns out Ugly Naked Guy is subletting it himself and he's already had like a hundred applicants.\nRachel: Oh.\nRoss: No-no, I got the edge. I know it's not exactly ethical but I sent him a little bribe to\ntip the scales in my direction. Check it out, you can probably see it from the window. (They all head to the window.)\nMonica: Oh, is it that pinball machine with the big bow on it?\nRoss: No.\nChandler: That new mountain bike?\nRoss: No.\nMonica: Well what did you send?\nRoss: A basket of mini-muffins.\nPhoebe: But there's a whole table of mini-muffin baskets. Which one did you send?\nRoss: The small one.\nRachel: What?! You-you actually thought that basket was gonna get you the apartment?\nRoss: Well yeah! Someone sent us a basket at work once and people went crazy over those little muffins. It was the best day.\nChandler: Your work makes me sad.\nRoss: Oh man! I want that place so much!! I was so sure that was gonna work! There's twelve bucks I'll never see again! (Exits.)\nRachel: All right honey, we'd better go if we wanna catch that movie.\nMonica: Bye!\nAll: Bye!\nPhoebe: Bye Chandler! (She walks up to him.) (Quietly.) I miss you already. (She pinches his butt.)\nChandler: (after they've left) Okay, did you see that?! With the inappropriate and the pinching!!\nMonica: Actually, I did!\nChandler: Okay, so now do you believe that she's attracted to me?\nMonica: Ohhh, oh my God! Oh my God! She knows about us!\nChandler: Are you serious?\nMonica: Phoebe knows and she's just trying to freak us out! That's the only explanation for it!\nChandler: (a little hurt) Okay but what about y'know my pinchable butt and my bulging biceps—She knows!\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler, Joey, and Ross's, Joey is snoozing with Hugsy, his bedtime penguin pal and Chandler and Monica come storming in.]",
            "dialog": "Chandler: (entering) Joey!\n(Joey quickly tries to hide Hugsy by throwing it over his head.)\nJoey: Yeah?\nChandler: Phoebe knows about us!\nJoey: Well I didn't tell them!\nMonica: Them?! Who's them?\nJoey: Uhhh, Phoebe and Joey.\nMonica: Joey!\nJoey: And Rachel. I would've told you but they made me promise not to tell!\nChandler: Oh man!\nJoey: I'm sorry! But hey, it's over now, right? Because you can tell them that you know they know and I can go back to knowing absolutely nothing!\nMonica: Unless…\nJoey: No! Not unless! Look this must end now!\nMonica: Oh man, they think they are so slick messing with us! But see they don't know that we know that they know! So…\nChandler: Ahh yes, the messers become the messies!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, Ross is looking at Ugly Naked Guy's apartment through binoculars.]",
            "dialog": "Ross: Noooo.\nRachel: Oh Ross, honey you gotta stop torturing yourself!\nPhoebe: Yeah, why don't you just find another apartment?\nRoss: Look I've already looked at like a thousand apartments this month and none of them even compares to that one!\nRachel: Y'know what you should do?\nRoss: Huh?\nRachel: You should find out what his hobbies are and then use that to bond with him. Yeah! Like if I would strike up a conversation about say umm, sandwiches. Or uh, or my underwear.\nJoey: I'm listening.\nRachel: (To Ross) See?\nRoss: That is a great idea! And! I know Ugly Naked Guy because we've been watching him for like five years so that gives me back my edge! Oh, let's see now he had the trampoline.\nPhoebe: He broke that.\nRoss: Well, he had gravity boots.\nRachel: Yeah, he broke those too.\nJoey: So he likes to break stuff.\nRoss: Okay, I've got to go pick up Ben but I-I will figure something out. (He opens the door and stops.) Hey, didn't he used to have a cat?\nPhoebe: I wouldn't bring that up, it would probably just bum him out.\nJoey: Yeah, poor cat, never saw that big butt coming.\nRoss: Right. (Exits.)\n(The phone rings and Rachel answers it.)\nRachel: Hello! (Listens) Oh yeah! Hey! Hold on a second she's right here! (To Phoebe) It's Chandler.\nPhoebe: (in a sexy voice) Oh? (Takes the phone from Rachel.) Hello you.\nChandler: Hello Phoebe, I've been thinking about you all day. (He's holding the phone so that Monica can hear it as well.)\nPhoebe: Eh?\nChandler: Well you know that thing you said before, I'd be lying if I said I wasn't intrigued.\nPhoebe: Really?\nChandler: Yeah, listen, Joey isn't gonna be here tonight so why don't you come over and I'll let you uh, feel my bicep. Or maybe more.\nPhoebe: I'll have to get back to you on that. Okay, bye! (Hangs up.) Oh my God! He wants me to come over and feel his bicep and more!\nRachel: Are you kidding?!\nPhoebe: No!\nRachel: I can not believe he would do that to Mon—Whoa! (She stops suddenly and slowly turns to point at Joey. Joey is avoiding her eyes.) Joey, do they know that we know?\nJoey: No.\nRachel: Joey!\nJoey: They know you know.\nRachel: Ugh, I knew it! Oh I cannot believe those two!\nPhoebe: God, they thought they can mess with us! They're trying to mess with us?! They don't know that we know they know we know! (Joey just shakes his head.) Joey, you can't say anything!\nJoey: I couldn't even if I wanted too.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Outside Ugly Naked Guy's apartment, Ross is knocks on the door and Ugly Naked Guy answers it. He's ugly. He's naked. And he's holding a huge jumbo soda.]",
            "dialog": "Ross: Good evening, sir. My name is Ross Geller. I'm one of the people who applied for the apartment. And I-I realize that the competition is fierce but—I'm sorry. I, I can't help but notice you're naked and (He claps his hands.) I applaud you. Man, I wish I was naked. I mean, this-this looks so great. That is how God intended it.\n[Scene: Monica and Rachel's, Chandler and Monica and Rachel and Phoebe are planning their respective strategies to break the other pairing. Joey is not amused.\nMonica: (in the kitchen with Chandler) Look at them, they're-they're panicked!\nChandler: Oh yeah, they're totally gonna back down!\nMonica: Oh yeah!\n[Cut to Phoebe and Rachel sitting on the couch.]\nPhoebe: All right. All right! If he wants a date? He's gonna get a date. All right, I'm gonna go in.\nRachel: All right. Be sexy.\nPhoebe: (laughs) Please.\n(She saunters over to Chandler with a mean pair of 'Come hither' eyes and she glares at Monica.)\nPhoebe: So Chandler, I-I'd love to come by tonight.\nChandler: (initially worried, but gets over it) Really?\nPhoebe: Oh absolutely. Shall we say, around seven?\nChandler: Yes.\nPhoebe: Good. I'm really looking forward to you and me having sexual intercourse.\n(As she walks away, Chandler mouths a scream to Monica. How motions and mouths, \"It's okay, it's okay.\")\nJoey: (looking out the window) Hey-hey, check it out! Check it out! Ugly Naked Guy has a naked friend!\n(They all run over to the window.)\nRachel: Oh yeah! (She gasps.) Oh my God! That is our friend! (Monica covers her face.) It's Naked Ross! (Monica turns and buries her face in Chandler's shoulder.)\nAll: Yeah, it is! Naked Ross!!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is getting Phoebe ready for her date.]",
            "dialog": "Rachel: Show time!\nPhoebe: Okay, Rachel, get me perfume!\nRachel: Okay! (She runs to get some.)\nPhoebe: And Joey, get me a bottle of wine and glasses? (He begrudgingly does so.)\n(In the meantime, Rachel has returned with the perfume and sprays a mist out in front of Phoebe who walks through the mist and does a little spin.)\n[Cut to Chandler, Joey, and Ross's, Monica is getting Chandler ready for his half of the plan.]\nMonica: All right, it'll be great! You just make her think you wanna have sex with her! It'll totally freak her out!\nChandler: Okay, listen, how far am I gonna have to go with her?\nMonica: Relax, she-she's gonna give in way before you do!\nChandler: How do you know?!\nMonica: Because you're on my team! And my team always wins!\nChandler: At this?!\nMonica: Just go get some! (Kisses him.) Go! (She runs to hide in the bathroom.)\n[Cut to the hallway, Phoebe is outside getting some last minute instructions from Rachel.]\nRachel: (handing her the wine) Okay honey, now I'm gonna try to listen from right here!\nPhoebe: Okay.\nRachel: Okay? Whoa, wait! (She undoes one button on Phoebe's dress.)\nPhoebe: Good idea!\nRachel: Yeah, oh wait! (She goes for another one.)\nPhoebe: Oh now, don't give away the farm!\n(Phoebe knocks on the door with the wine and Chandler answers it. Rachel hides next to the door.)\nChandler: Phoebe.\nPhoebe: Chandler.\nChandler: Come on in.\nPhoebe: I was going too. (They go inside and he closes the door.) Umm, I brought some wine. Would you like some?\nChandler: Sure.\n(She makes a big show out of pulling out the cork and pours the wine.)\nPhoebe: So, here we are. Nervous?\nChandler: Me? No. You?\nPhoebe: No, I want this to happen.\nChandler: So do I.\n(They click their glasses and take a sip. That sip turns into a gulp, which quickly progresses into their mutual draining of their glasses at once.)\nChandler: I'm gonna put on some music.\nPhoebe: Maybe, maybe I'll dance for you. (She starts doing a rather suggestive and seductive dance that's silly at the same time.)\nChandler: You look good.\nPhoebe: Thanks! Y'know, that when you say things like that it makes me wanna rip that sweater vest right off!\nChandler: Well, why don't we move this into the bedroom?\nPhoebe: Really?\nChandler: Oh, do you not want to?\nPhoebe: No. No! It's just y'know first, I wanna take off all my clothes and have you rub lotion on me.\nChandler: (swallowing hard) Well that would be nice. I'll go get the lotion.\n[Cut to the bathroom, Chandler is entering.]\nChandler: Listen, this is totally getting out of hand! Okay? She wants me to put lotion on her!\nMonica: She's bluffing!\nChandler: Look, she's not backing down! She went like this! (He does a little mimic of her dance.)\n[Cut to the hallway where Phoebe is conferring with Rachel.]\nPhoebe: He's not backing down. He went to get lotion.\nJoey: (entering the hall) Oh man! Aren't you guys done yet?! I wanna sit in my chair!\nRachel: Joey look, just look at it this way, the sooner Phoebe breaks Chandler the sooner this is all over and out in the open.\nJoey: Ooh!\nRachel: Okay!\nJoey: I like that! (To Phoebe) Oh, okay! Show him your bra! He's afraid of bras! Can't work 'em! (He swiftly rips open the front of Phoebe's dress revealing her bra.)\nPhoebe: Joey! (Examining the dress.) Wow, you didn’t rip off any buttons.\nJoey: It's not my first time.\n[Cut to the bathroom.]\nMonica: You go back out there and you seduce her till she cracks!\nChandler: Okay, give me a second! (Pause) Did you clean up in here?\nMonica: Of course.\n[Cut back to the living room. Chandler slowly exits the bathroom and gets pushed from behind by Monica and sees Phoebe closing the apartment door.)\nChandler: Oh, you're-you're going?\nPhoebe: Umm, not without you, lover. (She slowly walks over to him and is showcasing her bra.) So, this is my bra.\nChandler: (swallowing hard) It's very, very nice. Well, come here. I'm very were gonna be having all the sex.\nPhoebe: You should be. I'm very bendy. (Pause) I'm gonna kiss you now.\nChandler: Not if I kiss you first.\n(They move closer to together and Phoebe hesitantly puts her hand on Chandler's hip. He puts his hand on her left hip but then decides to put his hand on her left hip. Phoebe then grabs his butt. Chandler goes for her breast, but stops and puts his hand on her shoulder.)\nPhoebe: Ooh.\nChandler: Well, I guess there's nothing left for us to do but-but kiss.\nPhoebe: Here it comes. Our first kiss.\n(They slowly and hesitantly move their lips together and kiss gently. Phoebe has her eyes wide open in shock and Chandler is squinting. He finally breaks the kiss after only a short while and pushes Phoebe away.)\nChandler: Okay! Okay! Okay! You win! You win!! I can't have sex with ya!\nPhoebe: And why not?!\nChandler: Because I'm in love with Monica!!\nPhoebe: You're-you're what?!\n(Monica comes out of the bathroom like a bolt, and Rachel and Joey both enter.)\nChandler: Love her! That's right, I…LOVE…HER!!! I love her!! (They walk together and hug.) I love you, Monica.\nMonica: I love you too Chandler. (They kiss.)\nPhoebe: I just—I thought you guys were doing it, I didn't know you were in love!\nJoey: Dude!\nChandler: And hats off to Phoebe. Quite a competitor. (Pause) And might I say your breasts are still showing.\nPhoebe: God! (She turns and buttons up.)\nJoey: All right! So that's it! It's over! Everybody knows!\nMonica: Well actually, Ross doesn't.\nChandler: Yes, and we'd appreciate it if no one told him yet.\n(Joey suddenly gets very angry.)\nEnding Credits\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Ross's new apartment, he is showing his boss, Dr. Ledbetter his new place and new outlook on life.]",
            "dialog": "Ross: A new place for a new Ross. I'm gonna have you and all the guys from work over once it's y'know, furnished.\nDr. Ledbetter: I must say it's nice to see you back on your feet.\nRoss: Well I am that. And that whole rage thing is definitely behind me.\nDr. Ledbetter: I wonder if its time for you to rejoin our team at the museum?\nRoss: Oh Donald that-that would be great. I am totally ready to come back to work. I—What? (He notices something through the window.) No! Wh… What are you doing?!! (Dr. Ledbetter is slowly backing away.) GET OFF MY SISTER!!!!!!!!!!!!!\nEnd\n\n"
        }
    ]
}