{
    "metadata": {
        "season": "SEASON 5",
        "title": "517 Rachel's Inadvertant Kiss",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, everyone is there as Rachel enters, happily.]",
            "dialog": "Rachel: Good, you guys are all here!\nRoss: Hey! What's up?\nRachel: Well, I have a job interview at Ralph Lauren tomorrow!\nAll: Congratulations! Ohh, that's great!\nRachel: I know!\nJoey: Boy, that guy's underwear sucks!\nRachel: Wh-what?!\nJoey: I got this pair marked excess, I gotta tell ya, there was no room for excess anything in there.\nRachel: Anyway, I'm going to be the coordinator of the woman's collection, I'll work right under the director, it's the perfect, perfect job for me!\nPhoebe: Wow! Well, if you nail the interview, you'll get it!\nRachel: Yeah.\nPhoebe: You wanna work on your interview skills?\nRachel: O-okay!\nPhoebe: Okay! All right, let's start with the handshake. Hi.\nRachel: Hi.\n(They shake hands.)\nPhoebe: Very good handshake, good wrist action.\nMonica: Let me try. (Gets up to join them.)\nPhoebe: Okay. (They shake hands and she pulls away suddenly) Oh my God! What did I ever do to you?! (Rubbing her hand.)\nMonica: Did I squeeze it too hard?\nPhoebe: Let's just say, I'm glad I'm not Chandler.\n(Chandler tries to comprehend that remark.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is standing at the window waving at Ross.]",
            "dialog": "Joey: That's right Ross, I can see you in your new apartment! And you can see me! Same as yesterday, (To Monica) same as the day before.\nMonica: Is he doing his shark attack bit yet?\nJoey: Nope. Op, wait! There he goes.\n(We see Ross through the window and he acts like a swimmer that gets attacked by a shark, picture one of the many, many, many Jaws movies they made and you get the idea.)\nJoey: (waving) Very funny Ross! Very life-like and funny. Okay. (Notices that a woman is waving back.) Oh no-no-no, I wasn't waving at you lady. (She just stares at him.) (Joey sees how beautiful she is.) Whoa, maybe I was! Hey, Monica, this totally hot girl in Ross's building is flirting with me.\nMonica: Get in there man! Flirt back, mix it up!\nJoey: Yeah, I-I-I'm down with that. (He turns back to the woman.) Okay, here goes. (Thinks.) How (Holds up his hand like an Indian) you (Points at her) a-doin'? (Does a little twisting motion with both hands and ends up pointing at her, he then winks. She smiles and waves again.) (To Monica) It worked! She's waving me over. (Towards the woman.) Okay, I-I-I'll be right over. Let's see, she's on the third floor…\nMonica: (joining him) Wow! She is pretty, huh?\nJoey: Tell me about it, huh? (Realizes that she can see Monica.) Oh no-no-no, I'm not with her, she's just Monica! (He pantomimes that out.) Ewwuck! (He pushes Monica away and makes a disgusted face.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Ross's Building, Joey is trying to find the hot girl's apartment. So he's walking up the hallway counting doors. He comes to what he thinks is the right one and knocks on it. Ross opens the door, it's his apartment.]",
            "dialog": "Ross: Hey Joey! Great stuff huh?\nJoey: This is your place?\nRoss: Of course it is. Yeah, come on in. Ooh-ooh, go by the window you can pretend to be surfing. (He pretends he's surfing by the window.)\nJoey: But I counted, you're not supposed to live here! Oh man! (Runs away.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is entering again.]",
            "dialog": "Joey: Ugh!!\nMonica: What happened?\nJoey: I ended up at Ross's place. Oh, I musta missed counted or something. (Looks out the window.) Damn! She's not there anymore. Oh, l-l-look, Ross is doing his 'Watching TV' bit. (We see Ross sitting on the couch and flipping through the channels on his remote.)\nMonica: No Joey, I think he's just watchin' TV.\n(It's only when the camera cuts to Ross's apartment that we see that the TV is turned off and Ross is indeed doing a bit. He then tries to hide his smirk.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, later that day, Gary is kissing Phoebe good-bye.]",
            "dialog": "Gary's Radio: We've lost visual contact with the suspect.\nGary: Okay, now I've really have to go!\nPhoebe: But it's just so unfair that our date has to get cut short just 'cause some guy shot at a store clerk.\nGary: I know, but it's my job, sweethart!\nPhoebe: Okay, then maybe I can come too!\nGary's Radio: Suspect has just emerged naked from the sewer.\nPhoebe: All right, you go. (They kiss.)\nGary: Bye-bye.\nPhoebe: 'Kay, bye!\n(Gary closes the door behind him.)\nPhoebe: Oh God!\nMonica: What?\nPhoebe: Oh I just miss him so much!\nMonica: Wow! For just a week you guys are really close, huh?\nPhoebe: Yeah, it's weird. I can't help it though he's so sweet, he's like this little puppy dog, y'know? But like a really tough one that shots bad guys. Ohh, I just love beginning parts of relationships, y'know?! You just like can't keep your hands off each other.\nMonica: I know it is the best.\nPhoebe: So-so how long did that last for you and Chandler?\nMonica: What? It's still going on.\nPhoebe: Come on, seriously! When did it end?\nMonica: I-I am serious, I mean, we're, we're all over each other all the time.\nPhoebe: Okay, you know where you are better than I do. I was just curious.\nMonica: (Start annoying hyper-competitive mode now.) (Jumping up) What don't you just calm down Phoebe! All right?! Why don’t you just get all your facts before you run around telling everybody that you're the only hot couple!!\nPhoebe: (Under her breath) God, I woke the beast. Sorry. (To Monica) I was wrong obviously, I just—I misspoke. It's okay.\nMonica: Oh no, it is okay, I mean as long as you know that Chandler and I are also very hot and fiery, just as hot as you! I mean our flame, whew, is on fire!\nChandler: (entering) Hey Monica, here's your broom back.\nMonica: You are so cute. (She goes over and kisses him passionately.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, the next day, Chandler and Joey are there as Rachel returns from her interview.]",
            "dialog": "Chandler: Oh hey, how'd the interview go?\nRachel: Ugh, horrible! I did the stupidest, most embarrassing thing!\nJoey: Did you tell the guy you wanted to have sex with his wife and then fall right out of your chair?\nRachel: No!\nChandler: So what happened?\nRachel: Ugh, it was horrible! And-and the interview part went so well, y'know? I even made him laugh. He said something about a boat and I was like, \"Well, yeah! If you've got enough life jackets!\" (She starts laughing; Chandler and Joey are not amused.) Trust me, it was actually, it was very funny. Anyway, so we were saying good-bye and ugh!\nJoey: What happened?\nRachel: (We see a flashback as Rachel describes what happened.) All right, we were shaking hands and he kinda leaned toward me… Y'know maybe he was going to open the door, but I totally miss read him and I uhhh… (The flashback shows that she kissed him on the cheek.)\nJoey: You kissed him?!\nRachel: Well, I didn't know what else to do!\nChandler: Well you coulda tried, not kissing him.\nRachel: Thanks Chandler.\nMonica: (entering from the bathroom) Hey Rach, a guy from Ralph Lauren called, you got a second interview!\nRachel: I can't believe it! I got a second interview!\nMonica: Yes!\nJoey: I bet that kiss isn't looking like such a big mistake now, is it?\nRachel: What-what, wait a minute, you don't think that's why he wants me back?\nJoey: Yeah! (Chandler makes a noise) No?\nMonica: A kiss? What are you talking about?\nRachel: I accidentally kissed him in the interview, and now he wants me back y'know of course, 'cause \"Let's bring the girl back who kisses everybody!\"\nChandler: Come on, Rach.\nRachel: Oh my God! What if he thinks I'm the kind of girl that-that would just sleep with him?\nMonica: He probably wants you back because you're right for the job.\nRachel: Maybe. I-I don't know—Oh God, how could I be so stupid?!\nJoey: Oh Rachel look, don't say that, I think you just need a hug from Joey. Come on. Come on. (She hugs him and Joey looks out the window.) She's back! Hot girl's back!\nRachel: Ohh, well I'm not totally back yet, but thank you.\nJoey: No, in Ross's building! (He throws Rachel onto the chair and heads to the window.) She's back! She's back! (Pantomimes) Okay, wait there, I'll be over in a second. (He counts where she is again.) Got it! (Runs out and does a little hot over a chair.)\nChandler: I gotta check out this hot girl! (He heads to the window but realizes something, stops, turns and points at Monica.) There she is! (He dances over to her and kisses her.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross's building, Joey is knocking on a door again. It's again answered by Ross.]",
            "dialog": "Joey: Damnit!! Did you move?!\nRoss: Yes. I lived with you guys for a while and then I found this place. (Joey just stares at him) I'm Ross.\n(Joey makes a frustrated face and noise and walks away. He knocks on the next door and it's answered by an old man.)\nThe Old Man: Yes?\nJoey: (Looking around) Uhh do you happen to have a hot girl in there?\nThe Old Man: No. I'm all alone.\nJoey: Yeah. Sorry about that. (He walks away and knocks on the next door which is answered by a little girl.) Oh, hey little girl. Uhh, is-is your mommy, or sister, or babysitter by any chance a hot girl?\nThe Little Girl: Daddy!!\nJoey: Later! (He runs away down the hall and hides behind a corner to a whole other corridor.) Oh man! (Walks down the hallway in desperation.) Hot girl! Hot girl!!\n office banging her pen between her teeth.]\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Rachel's job interview, she is waiting outside Mr. Zelner's (the interviewer)",
            "dialog": "Mr. Zelner: Hi Rachel!\nRachel: Hi!\nMr. Zelner: Come on in.\n(They go inside.)\nMr. Zelner: It's really nice to see you again.\nRachel: Thank you.\nMr. Zelner: (Sees that she has some ink on her lip from her pen.) Oh Rachel, uhh… (He points to his lip to get her to notice the ink on hers.)\nRachel: What?\nMr. Zelner: Just ah… (He points again.)\nRachel: Excuse me?\nMr. Zelner: Here let me… (He goes to wipe it off himself.)\nRachel: (stopping him) Wh-whoa! All right, okay-okay, I see, I see what's going on here! Now listen, look-look, I'm sorry if I gave you the wrong impression, but I am not some hussy who will just sleep around to get ahead! Now even though I (He tries to interrupt and tell her about the ink), hey-hey-hey, even though I kissed you, that does not give you the right to demand sex from me. I do not want, this job that bad. Good day, sir. (She storms out of his office.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is returning from her interview attempt.]",
            "dialog": "Rachel: (entering) Ugh, you will not believe what that sleaze-ball from Ralph Lauren did too me!\n(Joey, Monica, and Ross all point to their lips to get Rachel to once again notice the ink on her lip.)\nRachel: Okay-okay that-that's amazing. How did you know that?\nRoss: You got ink on your lip.\nRachel: Oh. (Realizes.) Ohhhhhhhhh….\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, Phoebe and Gary and Chandler and Monica are all there.]",
            "dialog": "Chandler: (To Gary) So what do you say, maybe sometime I hold your gun?\nGary: I don't know man, we're really not supposed to do that.\nChandler: Oh, what can happen? I mean, would you… (He gestures and spills some of his coffee.)\nGary: Yeah, I'm gonna say no.\nMonica: Phoebe, do you want to go see a movie after dinner tonight?\nPhoebe: Oh we can't, we already have plans.\nMonica: What are you doing?\nPhoebe: Well, same thing we did all day, hang out at Gary's apartment. He is so amazing, we never left the bedroom. But have fun at the movie.\nMonica: (That annoying competitiveness thing kicks in again, what the heck is that with her and why must the writers show it every flippin' episode?!) Oh, we're not seeing a movie!\nPhoebe: You're not? Then why did you ask us if we wanted to go?\nMonica: Oh umm, that's because I just wanted to y'know walk in on me and Chandler while we were, y'know, doing it all night. Will you excuse me for just a second?\nPhoebe: Yeah!\nMonica: Okay. (She gets up and walks over to Chandler.) Chandler? Can I see you for a second?\nChandler: Uh, yeah.\nMonica: Okay. (They walk away to get some privacy.) We have got to beat them! {Here we go yet again.}\nChandler: Why?\nMonica: 'Cause, Gary and Phoebe think they're a hotter couple than we are!\nChandler: Ohh, so?\nMonica: So! So we've got to go upstairs and have a lot of sex to prove them wrong!\nChandler: Monica, you have got to stop this competitive thing! Okay? It's crazy. {Finally! The voice of reason.} I mean, just impress Gary and Phoebe we have to go upstairs and have sex over and over and I'm saying no to this, why? Get your coat.\nCommercial Break\n. Anyhoo, Ross is getting his mail.]\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The lobby in Ross's building, we see a flyer that is on the bulletin board that reads, \"Are you the Hot Girl who waved at me? If so, give me a call!\" and it's signed, Joey 629-9*** (The last couple of numbers have been ripped off)",
            "dialog": "Ross: (to the woman checking her mail next to him) Hey!\n(A man walks up.)\nThe Man: (To Ross) Excuse me. (He puts up a flyer that has a sketch drawing of Joey and it reads, \"Warning! Intruder! If you see this creep - call the cops!\") You should check this out, tell the other tenants. Apparently he's running around looking for some kind of a hot girl.\nRoss: (to the woman checking her mail) Who isn't?\n(For the first time we see that the woman Ross is talking too is in fact the hot girl that Joey is looking for. She just kinda stares at him.)\nRoss: I don't, I don't think we've meet. I-I'm Ross.\nThe Hot Girl: I know. You're the guy who wouldn't chip in for the handyman.\nRoss: Nevermind! (Goes back to his mailbox.)\nThe Hot Girl: No, I-I actually thought it was unfair the way everyone reacted. I mean you had just moved in.\nRoss: I had just moved in. Thank you! Listen umm…\nThe Hot Girl: Jen.\nRoss: Jen, I know this may sound a little…(makes some kind of crazy noise) But uh, would you maybe wanna grab a cup of coffee sometime, or…\nJen: Sure! That would be nice.\nRoss: Umm?\nJen: Oh! My number is on there. (Hands him a business card.) Give me a call.\nRoss: I will give you a call.\nJen: I'll see you later. (Starts to walk away.)\nRoss: Okay!\n(After she's left, Ross gets really happy and starts kissing the card. Suddenly, she returns.)\nJen: I forgot my paper. (Ross quickly hides the card in his mouth.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, a post-coital Monica and Chandler are recovering on the couch.]",
            "dialog": "Chandler: That was amazing!\nMonica: Phoebe and Gary are so gonna hear about this at dinner.\nChandler: That was amazing.\nMonica: We are the hottest! Huh? No one is hotter than we are! You're the best.\nChandler: No, you're the best.\nMonica: No, you're the best.\nChandler: No, you're the best.\nMonica: I am the best.\n(Just as they start to get up, Joey walks in.)\nJoey: (entering) Hey guys! (Sees their state of undress) What 'cha been doin'? (Has a silly grin.)\nMonica: (looking out the window) Hey Joey! Isn't that the girl that waved at you the other day?\nJoey: I don't know. But I can see through your sheet. (He looks out the window.) Yeah, yeah, that's her. But y'know what? Doesn't matter, I'm never gonna get to meet her anyway.\nMonica: Why?\nJoey: Because it's impossible to find her apartment! She lives in some like of hot girl parallel universe, or something.\nMonica: What are you talking about? (Pointing out the window.) She obviously lives on the second floor, seventh apartment from the left!\nJoey: No. No. No. She lives on the third floor, eighth apartment from the left.\nMonica: No, those first two windows, (Points) that's the lobby. And y'know the other one over there, that's the stairway. You've been counting wrong.\nJoey: I did not know that! Thank you Monica. (Starts to leave) I can't believe I almost lost another girl because of counting.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Jen's apartment, Ross is picking her up for their date.]",
            "dialog": "Ross: So uhh, you ready?\nJen: Sure, I'll just get my coat. (There's a knock on the door.) Could you get that?\nRoss: Sure. (He opens the door to Joey. Needless to say, Joey's stunned.) Joey…\nJoey: Dahhhhh!! (Ross has a puzzled look on his face.) No! Noooo!! (Storms off.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Mr. Zelner's office, Rachel has come back again to try and do that second interview.]",
            "dialog": "Rachel: Ah, first, I-I would like to say thank you for agreeing to see me again.\nMr. Zelner: That's quite all right, but I feel obligated to tell you that this meeting is being videotaped.\nRachel: (looks around for the camera) Okay. Umm, well, first I would like to start by apologizing for kissing you and uh, for yelling at you.\nMr. Zelner: Fair enough.\nRachel: Now you're probably going to hire one of the people who did not ah, (She puts her hands on his desk blotter and he moves it. Rachel then doesn't know where to put her hands.) who did, who did not umm, yell at you and storm out, and I think that's a big mistake and here's why. I made a huge fool of myself and I came back, that shows courage. When I thought you wanted sex in exchange for this job, I said no. That shows integrity. And, I was not afraid to stand up for myself and that shows courage. (Suddenly realizes that she said courage twice.) Okay umm, now I know I already said courage, but y'know you gotta have courage. And umm, and finally when I thought you were making sexual advances in the workplace, I said no and I was not litigious. {By the way, litigious means to want to litigate and litigate is to make a lawsuit against.  So she didn't want to sue him.   Don't worry, I had to look it up too.} So there you go, you got, you got (counts them off with her fingers) courage, you got integrity, you got (Pause) courage again, and not litigious. Look Mr…\nMr. Zelner: Zelner.\nRachel: Zelner! Right! I knew that! I really, really want this job and I think, I think I would be really good at it.\nMr. Zelner: Y'know what? I may regret this but uh, I'm going to give you a shot.\nRachel: (gasps) Oh! You are?\nMr. Zelner: Um-hmm.\nRachel: Really? Oh thank you! Oh… Oh, would it be completely inappropriate to give you a hug?\nMr. Zelner: Yes!\nRachel: Okay, well then how about a handshake? (She goes to shake his hand but misses and touches his groin.) Oh God I'm sorry! Oh God, I'm sorry! I did not mean to touch that—I mean you there. There. Uhh, okay, so thank-thank you, I'm going to leave now thank you very much uh-huh, thank you so—Hey! I'll see you Monday! (Exits.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: A restaurant, Chandler, Monica, Phoebe, and Gary are on a double date. Chandler is yawning.]",
            "dialog": "Phoebe: You tired Chandler?\nMonica: You better believe he's tired, after the day we had! If you know what I mean. You know what I mean?\nChandler: Honey, the tortilla chips know what you mean.\nGary: So uh Chandler, you like that badge I got you?\nChandler: Oh yeah, it's so cool. (He opens his coat and has it pinned to the lining.) Now I gotta go, Officer Bing has gotta, 10-100. (Pause, softly) That's pee-pee. (Heads for the bathroom.)\nMonica: Phoebe, you have a, a twig in your hair.\nPhoebe: Ohh, (laughs) umm, we kinda took a little detour on the way over here.\nGary: Yeah, we took a little stroll in the park and no one was around, so…\nMonica: You didn't!\nPhoebe: We did! We violated Section 12 Paragraph 7 of the criminal code!\nMonica: The park huh? A public place.\nGary: Uh-huh.\nMonica: I hear ya. Excuse me for just a second! (Gets up and heads for the bathroom as that annoying Gotta-win-at-all-costs-super-competitive thing kicks in again.)\n[Cut to the Men's room. Chandler is practicing flashing his badge as Monica enters.]\nMonica: Hi Chandler.\nChandler: Monica! This is the Men's room! (Pause) Isn't it?\nMonica: Yes it is. You see I've always found the men's bathroom very sexual. Haven't you?\nChandler: No. And if I did, I don't think we'd be going out. Monica, this is getting ridiculous!\nMonica: Come on, we can't let them win!\nChandler: Ugh, we have already proved that we are hot! Okay? So why-why are you getting so obsessed about this thing?!\nMonica: Because Phoebe and Gary are in that-can't-keep-their-hands-off-each-other-doing-it-in-the-park phase!\nChandler: (gasps) So?\nMonica: I feel really sad that we're not…really there anymore.\nChandler: Oh wow! Is that what this all have been about?\nMonica: Wasn't it a lot more exciting when we were y'know all over each other all the time?\nChandler: Yeah that was great. That was really great! But to tell you the truth, I'm more excited about where we are right now.\nMonica: Really?\nChandler: Yeah! I've never been in a relationship that's lasted this long before. Y'know to get past the beginning and still be around each other all the time, I think that's pretty incredible. And the fact that this is happening all with you, yeah I think that's pretty exciting. (Kisses her.)\nMonica: That is so sweet. I know that I was acting a little crazy but umm, I feel the same way.\nChandler: Yeah?\nMonica: Yeah. (They hug.)\nChandler: Y'know what I just realized? You just freaked out about our relationship.\nMonica: Did not.\nChandler: Yes you did! Admit it! You freaked out!\nMonica: Okay, I freaked out a little.\nChandler: Little?! You freaked out big time! Okay? And I fixed it! We have switched places! I am the relationship and king and you are the crazy, irrational screw up! (Does a dance of joy.) (Monica glares at him.) And now we're back.\nEnding Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Looking through Ross's window, he's doing more pantomimes. The first one is he's walking a dog that has stopped, then suddenly tugs him forward.]",
            "dialog": "[Cut to the inside of Monica and Rachel's apartment, Monica and Rachel are sitting at the table.]\nRachel: (laughs) I cannot believe Ross is buying this!\nMonica: Thank God! I can't watch him anymore!\nChandler: (entering) You guys ready fore the movies?\nRachel: Yeah! Oh by the way, thank you for loaning us Pamela and Yasmine.\n(We see through the big window from the outside and see that Monica and Rachel have pictures of their faces pasted onto cardboard cutouts of Pamela Anderson and Yasmine Bleeth wearing their Baywatch swimsuits.)\nRoss: (from his apartment) Man! They cannot get enough! (Makes like he's a robot and waves at the cutouts.)\nEnd\n\n"
        }
    ]
}