{
    "metadata": {
        "season": "SEASON 5",
        "title": "521 The Ball",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Gary, Phoebe, Monica, and Chandler are there.]",
            "dialog": "Gary: (To Phoebe) Would you like some more coffee, baby-doll?\nPhoebe: I'm fine, thanks.\nChandler: (To Monica) Yeah, see, I can't pull of baby-doll can I?\nMonica: No. I think we learned that from the sugarlips incident. I'm gonna get some tea.\nChandler: Okay.\n(Monica leaves and Chandler moves to talk to Phoebe.)\nChandler: Hiya doin' pumpkin?\nPhoebe: Nope. (Chandler nods in agreement.)\n[Cut to Gary and Monica at the counter.]\nMonica: So it looks like it's going really well for you two, huh?\nGary: I know, really well. In fact, I'm gonna ask Phoebe to move in with me.\nMonica: (shocked) Oh my God!\nGary: What do you, what do you think?\nMonica: I think that is so great! When are you gonna ask her?\nGary: Tonight, but don't say anything. Okay?\nMonica: I swear, I promise. I promise. Oh my God, I'm so excited! {And I just can't hide it! I'm about to lose control and I think I like it! Sorry, just couldn't resist it.} All right, listen let me tell you, do not get her flowers. Okay? Because y'know, she cries when they die, and there's the whole funeral…\nGary: (To Phoebe) I'll see you after work sweetie. (Kisses her.)\nPhoebe: Okay. Bye!\n(Gary exits and Monica rejoins them.)\nPhoebe: So, what movie should we see?\nMonica: (sitting down) Gary's gonna ask you to move in with him!!\nPhoebe: What?! Really?!\nMonica: He just told me at the counter. He made me promise not to tell, but I couldn't hold it in any longer!\nPhoebe: I can't believe this!\nChandler: (terrified) Right, because it's fast. Because, it's so fast. It's fast!\nMonica: Relax! It's Phoebe! Not you!\nChandler: Oh! Good for you Pheebs, way to go! (Breathes a sigh of relief)\nPhoebe: No, but it is fast. Isn't it?\nMonica: Ohhhh!\nPhoebe: No, I like him a lot but I don't think I'm ready for this!\nChandler: So, what are you gonna do?\nPhoebe: I don't know. I'll just handle it—I'll ask you to talk to him!\nChandler: Me?! Why me?\nPhoebe: Because you are so afraid of commitment! You talk to him, make him scared like you! Make him a…man!\nChandler: I'll try, but I'm not sure what good it would do, y'know? Because I'm a lot less afraid of commitment than I used to be.\nMonica: That is so sweet! (She kisses him and turns to add some sugar to her tea.)\nChandler: (To Phoebe, behind Monica's back) Still terrified, I'll take care of it. No problem. (When Monica turns back he smiles and kisses her, when she turns away he nods that he'll do it to Phoebe.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Joey and Ross are playing catch with a little foam globe.]",
            "dialog": "Joey: Hey Ross, is uh, is Staten Island really an island?\nRoss: Uh-huh, that's why they call it Staten Island.\nJoey: Ohhh. I thought it was like Long Island.\nRoss: (he catches the ball and pauses, staring at Joey in disbelief) Also an island.\n(The game resumes.)\nJoey: Hey, what time is it?\nRoss: (looks at his watch) 2:17.\nJoey: Wow! You realize that we've been throwing this ball, without dropping it, for like an hour?\nRoss: Are you serious?!\nJoey: Yeah. I realized it about a half-hour ago but I didn't want to say anything 'cause I didn't want to jinx it.\nRoss: Wow! We are pretty good at this! Hey! We totally forgot about lunch!\nJoey: Oh, I-I, I think that's the first time I ever missed a meal! (Checks his pants.) Yeah, my pants are a little loose!\nRachel: (entering) Hey, you guys…\nJoey: Hey!\nRachel: Is Monica here?\nJoey and Ross: No.\nRachel: All right listen umm, I just bought something I'm not sure she's gonna like it, and it's gonna seem a little crazy, but this is something that I wanted since I was a little girl.\nRoss: You bought Shawn Cassidy!\nRachel: Noo! I wish! Okay, you ready?\nJoey and Ross: Yeah!\nRachel: Okay! (She goes and gets her surprise and when she returns with it, Ross stares in shock.) Check it out!\n(Joey turns and looks at quite possibly one of the ugliest pets that you can possibly buy on the planet. Rachel has bought herself a hairless cat. Yep, a hairless cat! Joey and Ross start to get sick.)\nRoss: What-what is it?!\nJoey: What the hell is that?!!\nRachel: It's a, it's a cat!\nJoey: That, is not a cat! {I have to agree with Joey on this one.}\nRachel: Yes it is!\nRoss: Why is it inside out?!\nRachel: Excuse me! But this is a purebred, show-quality Sphinx cat!\nRoss: How much did you pay for that?\nRachel: Well, it was a little extravagant, but I a pretty good deal.\nRoss: Yeah? How much?\nRachel: A thousand bucks.\nRoss: ON A CAT??!!!!\nJoey: It's not a cat!\nRachel: All right listen ball boys! My grandmother had one of these when I was a little girl and it was the sweetest thing! I mean it was so cute, it would sit in my lap and purr all day long, and I would drag a shoestring on the ground and he would chase it!\nRoss: Free cats do that too, y'know. {Which reminds me, if I might get a little political here, support your local animal shelter. Pet shops are not the place to buy dogs and cats from, you get a much better deal from the shelter, plus they probably won't die on you in a week and a half. If you want a leash, go to the pet shop. If you want the dog for that leash, go to the shelter and save it's life. Now back to regularly scheduled programming.}\nJoey: It's not a cat!\nRachel: Ugh! Look you guys, I'm really excited about this! Okay? I don't care what you think! I'm gonna go set up a little litter box for Mrs. Whiskerson. (They both glare at her.) Well, what am I gonna call her? Fluffy?!\n(Rachel goes into the bathroom as the guys continue throwing the ball.)\nRoss: (To Joey) Hey, you wanna get something to eat or uh, do you wanna see how long we can throw this ball back and forth? Huh?\nJoey: Uhh, the ball thing.\nRoss: Yeah?\nJoey: Hey Ross, wouldn't it be great if we could go two straight hours without dropping it?!\nRoss: Uhh, yeah it would! Let's do it!\nJoey: Okay!\n(They throw the ball back and forth once.)\nJoey: (catches the ball) Uh-oh.\nRoss: What?\nJoey: I have to pee. And Rachel's in the bathroom!\n[Cut to Chandler and Joey's, Ross is seen throwing the ball into the bathroom, presumably where Joey is currently using the facilities.]\nJoey: Man, I didn't think we were gonna make it!\nRoss: I know! (Looks at the ball in his hands.) Don't switch hands, okay?\n]\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: the 5th Precinct, Gary's precinct, Chandler has come to talk to him about commitment. And as he's walking through the door he notices a couple of \"Ladies of the night\" sitting there. (If you know what I mean.)",
            "dialog": "Chandler: Hey ladies! What are you in here for? (Laughs at his joke.)\nGary: Hey Chandler, what are you doing here?\nChandler: Gary, I'm here to report a crime.\nGary: Yeah?\nChandler: It is a crime that you and I don't spend more time together.\nGary: (laughs, then suddenly serious) What's up?\nChandler: Well, I heard that you thinking about asking Phoebe to move in with you and I thought maybe, we should have a talk. Man to uh, me.\nGary: Sure. Okay.\nChandler: Uh, are you crazy? Are you insane? If you live with Phoebe, you two are gonna be y'know, live-living together!\nGary: Yeah, I-I considered that. I just know it would make me happy.\nChandler: You mean scared.\nGary: No, I mean happy.\nChandler: Scared? Happy?\nGary: Chandler, what-what are you doing?\nChandler: I am trying to open your eyes, my man! Don't you see, if you lived with Phoebe she's always gonna be there. You're gonna get home, she's there. You go to bed, she's there. You wake up and oh yes, she's there!\nGary: I know! I can't wait!\nChandler: Were you're parents happy, or something?\nGary: Listen Chandler, the way I see it is that I was lucky enough to find someone that I really love. I just—I wanna be around her as much as I can.\nChandler: Wow, y'know when you say it, it doesn't sound so scary.\nGary: So you know what I'm talking about, right?\nChandler: Yeah, I think I do! Y'know what? You move in with her! You move in with her right now! Maybe I should in with Monica!\nGary: No, it's too soon for you guys.\nChandler: (pause) Yeah, you're right about that.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Joey's, Ross and Joey are still playing catch.]",
            "dialog": "Ross: …now when they found the remains of the Mesozoic Mastodon they discovered what appeared to be the remains of a Paleozoic Amphibian in its jaws! How did it get there?!\n{Y'know, sometimes I think the script writers throw in a line like that to try to trip me up. But it won't work. I'll always have the last laugh! <manical_laugh.wav> Okay, so maybe I'm a little deluded, it's probably just my spellchecker. But, I must admit I did get Mesozoic and Paleozoic on the first attempt. Yay me! Anyhoo…}\nJoey: Maybe this should be more of a quiet game.\n{Oh, all right!  Geez, I can't have any fun!}\nMonica: (entering) Hey guys!\nJoey: Hi!\nMonica: Joey, I left my watch on the counter last night. (Goes to the counter) It was right here, where is it?\nJoey: I don't know.\nMonica: All right, come on, I'm-I'm late for work!\nRoss: How do you know? You don't have a watch.\nMonica: Guys, could you please just stop throwing the ball for one minute and just help me find it!\nJoey: Oh, I don't know…. Yeah, can't do it.\n(He throws it back to Ross, but it's intercepted by Monica and the guys both scream in horror.)\nMonica: What?!\nRoss: Monica, whatever you do, do not drop that ball!\nJoey: Yeah, we haven't dropped it in… (Looks to Ross.)\nRoss: 2 hours, 27 minutes.\nMonica: Really?!\n[Time lapse, Monica has joined in and is calling to get out of work.]\nMonica: (on phone, faking she's sick) I-I'm not gonna be able to make it into work today, I don't feel very good. (Joey makes a high throw and Monica has to catch it way over her head.) (Not sounding sick) Yes!! (Realizes what she just did.) (Sounding sick again) Wow! Uh, for a second there I thought I was really better, but I'm not. (Hangs up and keeps throwing the ball.)\n(Rachel enters.)\nRoss: Hey Rach!\nRachel: Hey.\nRoss: Check it out! Almost 3 hours without droppin' it!\nRachel: Oh, wow! Congratulations, that's quite a waste of time.\nMonica: Rach?\nRachel: Yeah?\nMonica: You have scratches all over you, what happened? (Rachel's arms are covered with scratches.)\nRachel: Well, it's my cat.\nMonica: (shocked) What?!\nRachel: Oh yeah, I got a cat.\nMonica: I don't want a cat!\nJoey: Oh, don't worry, it's not a cat.\nRoss: Yeah.\nRachel: You guys this cat is nothing like my grandmother's cat. I mean, it's not sweet, it's not cute, I even dragged that little string on the ground, and it just flipped out and scratched the hell out of me. And I swear, I know this sounds crazy, but every time this cat hisses at me I know it's saying, \"Rachel!\"\nRoss: Doesn't sound as crazy as paying a thousand dollars for a cat.\nMonica: (To Rachel) What?! You paid a thousand dollars for a cat when you owe me 300!!\nRachel: Well, I was gonna let you play with it.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Phoebe is drinking coffee as Chandler enters.]",
            "dialog": "Chandler: Hi!\nPhoebe: Hmm, did you talk to Gary about the moving in thing?\nChandler: Yes I did, and I think you should do it.\nPhoebe: What?!\nChandler: He's a great guy, y'know? And he loves you a lot, you are a very lucky lady.\nPhoebe: You are useless! Freaking out about commitment is the one thing you can do! The one thing! And you can't even do that right! God!\nChandler: I’m sorry. (Pause) If you ask me, I'd move in with him.\nPhoebe: Ohh!! God! (Gary enters and she sees him) Ooh! (To Chandler) Get out of here, good for nothing.\nGary: Hey Chandler.\nChandler: Hey Gar!\nGary: (To Phoebe) Hi sweetie. (Kisses her.) Hi, can I talk to you for a second?\nPhoebe: Yeah! Okay. (They move to the couch.)\nGary: You look very pretty today.\nPhoebe: Thanks! Okay. (They sit down.)\nGary: Here's the thing.\nPhoebe: Yeah?\nGary: Y'know I really want to move this relationship forward.\nPhoebe: Uh-hmm.\nGary: Because if you're not moving forward, y'know you're just moving backwards.\nPhoebe: No that's not true. If you're not moving forward, you're just staying still. And staying still is good. Watch this. (She stays still for a brief second.)\nGary: Phoebe?\nPhoebe: Yeah?\nGary: I want you to move in with me.\nPhoebe: That is so sweet. But don't you think it's a little too soon? I mean there's so much we don't know about each other.\nGary: (disappointed) Oh. Oh-oh-okay, I get it.\nPhoebe: I just—I don't want us to jump into something we're not ready for.\nGary: (disappointed more) Uh-huh.\nPhoebe: I really don't want to mess up what we have. I'm just—I'm worried it's gonna be a big mistake.\nGary: (on the verge of tears) Yeah.\nPhoebe: Which is why my answer is yes!\nGary: (suddenly happy) Really?!\nPhoebe: Uh-huh! (They hug.) I'm so…happy. (She's not happy.)\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Joey's, Joey, Ross, and Monica are still playing catch, with Chandler looking on. Joey throws the ball to Monica who catches it and whips it at Ross.]",
            "dialog": "Ross: (catching the ball) Monica! Stop throwing it so hard! We're on the same team!\nChandler: Four hours? You guys have been doing this for four hours?\nJoey: That's right baby.\nChandler: All right, let me in. (He jumps off of the counter to join in the game.)\nMonica: (jumping in front of him) No-no! Don't do it! Don't!\nChandler: What?\nMonica: He's a dropper!\nJoey: Oh yeah, that's right!\nChandler: I'm not a dropper!\nRoss: It's really a uh-uh three person game, y'know?\nChandler: It's throwing and catching!\nRoss: All right. (He gently tosses the ball to Chandler who catches it.)\nChandler: Oh! Oh! That's so hard. (Starts to juggle the ball, but loses control and almost drops it and hands it to Monica.)\n(Rachel enters with the \"cat\" and the chick and the duck start to get riled up.)\nJoey: Whoa-whoa you guys, it's not a cat!\nMonica: Oh my—Oh good God!\nRachel: (she's wearing an oven mitt to protect her hand) I give up you guys, I don't know what I'm going to do with this thing!\nRoss: Baking it didn't help, huh?\nMonica: So, why don't you just take it back to where you got it?\nRachel: I tried! They won't take her back.\nChandler: Maybe that's because she's a minion of the anti-Christ.\nMonica: Rach, why won't they take it back?\nRachel: Well, they said would but they would only give me store credit. I mean, what am I going to do, get a thousand regular cats?\nMonica: Look, if you want you can keep it at our place until you find out what to do with it.\nRachel: No Mon that's not the point. I'm out a thousand dollars, I'm all scratched up, and I'm stuck with this stupid cat that looks like a hand! (Storms out.)\n(Monica sneezes.)\nMonica: Oh my God, the cat's made my eyes water! Don't-don't throw it to me! My vision's been compromised!! (Quickly grabs a tissue to wipe her eyes.) Oh God! Okay. Okay. It's okay. Man, that was close.\nChandler: Yeah, you almost overreacted to something.\nPhoebe and Gary: (entering) Hey!\nAll: Hey!\nGary: We have great news!\nPhoebe: We're moving in together! Isn't it great! Yay!\nAll: Congratulations! Congrats!\nPhoebe: I know, I'm so excited!\nGary: So am I!\nPhoebe: Well, you're not more excited than I am! No way! I'm the most excited!\nGary: Okay, I'll see you at the station later.\nPhoebe: Okay, yeah, I'll see you later! Don't forget about the moving in!\nGary: All right.\n(Phoebe closes the door behind him.)\nMonica: So you're moving in with him. What happened?\nPhoebe: I couldn't tell him no. He got so sad. Maybe it'll be all right. I do really like him a lot and probably do it eventually anyway and plus, think of all the money I'll save on stamps.\nMonica: Why, do you write him a lot?\nPhoebe: No, I just heard when people live together, they split the cost of stamps. Don't they?\nAll: Yeah! That's right. Yeah-yeah! Yeah!\n(Rachel enters with the cat, wearing the oven mitt, and startles Phoebe.)\nPhoebe: Oh, I'm sorry, the oven mitts really freaked me out.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Gary's precinct, Phoebe is entering.]",
            "dialog": "Gary: Hey, honey! Okay, so did you find any apartments? Anything in Brooklyn Heights?\nPhoebe: No, nothing.\nGary: Oh really?\nPhoebe: Yeah.\nGary: Nothing at all?\nPhoebe: No, as soon as something opens up we'll move right in. Unless it doesn't have a pool, I need a pool. (Turns away from him.)\nGary: Phoebe, can I talk to you for a second?\nPhoebe: Uh-huh!\n(He takes her into one of those typical interrogation rooms you see on TV and in the movies. Which is really appropriate here, since this is a TV show. What are the odds of that?)\nGary: Take a seat. You okay? You feeling all right? (Closes the door and takes off his coat.)\nPhoebe: (sits down) Yeah, I feel great. 'Cause we're moving in together.\nGary: So you uh, you checked the paper for listings in Brooklyn Heights, right? You-you checked the Post?\nPhoebe: Yeah, uh-huh, there was nothing. (Pause) Can I get some water?\nGary: In a minute. You-you checked today's Post?\nPhoebe: Umm, yeah! Today's.\nGary: 'Cause uh, this is today's Post (produces one from the other chair) and uh, these are the listings I found. (Points) Brooklyn Heights, two bedroom. (Points) Brooklyn Heights, one bedroom. (Points) Brooklyn Heights, (points) Brooklyn Heights, (points) Brooklyn Heights!\nPhoebe: (looks at the paper) Are these for rent! I thought people were just bragging!\nGary: Let me tell you what I think might be going on. (Phoebe looks down in shame.) No-no-no, don't look at the table. Look at me. (Points to his eyes and she does so) Okay, I think somebody asked someone to move in with them. And I think someone said, \"Yes\" but now she's having doubts because things are moving to fast for someone. Does that sound at all possible to you?\nPhoebe: Yes. Yes! Fine! I am someone! You want me to say it? I have doubts! (Pause) I'm sorry! (Puts her head down.)\nGary: Phoebe…\nPhoebe: Yeah?\nGary: Phoebe, it's okay that you feel this way. I mean it is soon. And there's a lot of things we don't know about each other, and I just figure that everything I really like. And the things I don't know, I get to learn about at someplace with both our names on the mailbox.\nPhoebe: That's so sweet.\nGary: Sweethart, but none of that matters if it's too soon for you. It's fine! We don't have to move in together. I just—I want you to be happy\nPhoebe: Living with you would make me happy.\nGary: Phoebe, you don't have to say that.\nPhoebe: No, I really wanna live with you! I wanna move in with you!\nGary: Are you sure?\nPhoebe: Yes. Definitely! Yes! Let's live in an apartment that we both live in! (Hugs him.)\nGary: Oh that's great!\nPhoebe: Oh wait, one sec. One sec. (Goes to the mirror) Hey you! Behind the glass! Who are you looking at! I've always wanted to say that when I was in one of these rooms, (sees the look on his face) which was never!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The street outside Central Perk, Rachel is trying to sell the cat.]",
            "dialog": "Rachel: Show cat! Quality show cat! Show cat! (A woman approaches.)\nWoman No. 1: (looks into the box) Oh my God! What's wrong with your baby?!\nRachel: It's not a baby! It's a cat!\nWoman No. 1: Eew! It's creepy looking!\nRachel: Oh no! No! It's actually—it's very sweet. It's very sweet. Look! (Goes to pet it and it hisses at her.) Yeah, do you want it?\nWoman No. 1: (laughs) No, I hate cats.\nRachel: Well, so then what are you doing to me? Okay? Just get out of here! All right? Move on!\n(Another woman approaches.)\nWoman No. 2: Wow! What an unusual cat!\nRachel: Yes! Thank you! Exactly! You want it?\nWoman No. 2: Maybe. I was thinking about getting a cat, I was just going to go to the shelter (Good for her) but… Okay, why not?\nRachel: Oh, terrific! That'll be $2,000.\nWoman No. 2: What?!\nRachel: Okay, a thousand.\nWoman No. 2: I thought you wanted to adopt your cat.\nRachel: Well, I do, but you're just gonna have to actually look at this as more of an investment than a cat.\nWoman No. 2: Okay, yeah, I just wanted a cat. (Starts to leave.)\nRachel: (makes some unintelligible sound to stop her from leaving) Obviously you know how to haggle, so I'm not gonna try and take you on. Okay? So $800 and I don't call the cops because you're robbing me blind! Blind! (Covers her eyes) Just take cat, leave the money, and run away! Run away! (Uncovers her eyes and sees that the woman has fled) Damnit! (To the cat) Cat, can't you at least smile or something?! (The cat hisses at her again, it sounds like Rachel) Okay, did anybody just hear that? Anybody?\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler and Joey's, Joey, Ross, Monica, and now Chandler are still playing catch. The guys are exhausted and sitting around the room. Monica is still standing all pumped up and being hyper-competitive yet again. {Okay! We get it! She's competitive!! Must we see all the time?!}]",
            "dialog": "Ross: I'm starving!\nMonica: Come on guys! Suck it up! We're closing in on ten hours! It's gut-check time!\nJoey: I don't know who made you the boss? All right? We (Ross and him) invented this game!\nMonica: Please! I made this game what it is.\nChandler: Not fun anymore?\nRoss: I'm still hungry!\nMonica: All right, there's some pizza at my place, we can all eat with one hand right? Are you with me?\nRoss: I am!\nMonica: All right! Let's go! (Runs to the door.) Let's go Team Monica! (The guys all stop and stare at her) All right, we can work out the name later.\n[Cut to her apartment where Rachel is sitting at the table.]\nMonica: Rachel! What is your cat doing in one of my bowls!\nRachel: It's not! I'm defrosting a chicken. (Pause) Oh, I uh sold Mrs. Whiskerson.\nRoss: Oh, thank God!\nJoey: Did you get your money back?\nRachel: Yeah, 15 hundred dollars.\nMonica: Wow! You made a profit!\nGunther: (entering with the cat) I just came for the red-velvet pillow.\nRachel: Oh yeah, there you go. (Hands over the pillow.)\nGunther: Thanks Rachel. And-and don't forget you-you can come visit her anytime you want.\nRachel: Oh good, great! I'll-I'll keep that in mind. (Turns and walks away.)\nGunther: (To Ross) Hey! So what is this? Some kind of snake or something?\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Gary and Phoebe's apartment, it's morning and they're both waking up in bed.]",
            "dialog": "Gary: I really like waking up with you.\nPhoebe: I like waking up with you too. (Looks out the window) Oh! It's such a beautiful morning. (Some birds are singing outside the window) Oh, I can stay here all day.\nGary: That would be great!\nPhoebe: We could have breakfast in bed…\nGary: Wait, just a second.\nPhoebe: Okay. (He grabs his gun and shoots the bird.) Oh! Oh no.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Hyper-competitive Monica, Rachel, Chandler, Joey, and Ross are still playing catch. Monica is finally tiring while the rest of them are totally exhausted and virtually asleep.]",
            "dialog": "Monica: All right! Come on Monica! Look alive! Come on, look alive!\nPhoebe: (entering) Oh good, you're all up.\nRachel: Phoebe! It's 6 o'clock in the morning! Why aren't you at Gary's?\nPhoebe: Oh yeah, that's over.\nAll: What?!\nChandler: Come on! Gary's such a great guy! Whatever the problem is, you can work it out!\nPhoebe: He shot a bird!\nChandler: Oh that is over!\nAll: That's terrible! I'm sorry!\nRachel: Phoebe, are you okay?\nPhoebe: Yeah. Yeah, I'll be alright.\nJoey: Oh hey, here Pheebs. (He throws her the ball.)\nPhoebe: (catches it) Nah, I don't feel like playing. (She sets the ball down on the table and everyone gasps.)\nMonica: It's okay. It's okay. Just pretend that it didn't happen! Okay? No one needs to know! I mean, Phoebe's not an official ballplayer! I mean, only official ballplayers can drop the ball!\nAll: All right. Okay. I'm starving! (They all get up, thus officially ending the game.)\nRachel: Phoebe, honey, wanna get some breakfast?\nPhoebe: Yeah!\nMonica: Okay! Okay, let's race! First one there wins! Ha-ha! (Runs out the door and everyone watches her leave.)\n(Pause)\nChandler: You guys wanna eat here?\nAll: Yeah! As long as we're here!\nEnding Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, everyone is there.]",
            "dialog": "Joey: Man that was great! Huh? Can you believe how long we threw that ball around?\nRachel: Yeah, it is amazing it lasted that long.\nRoss: I know. My arm is killing me.\nRachel: No, I meant with the dropper over here. (Points at Chandler.)\nChandler: Y'know, how did I get this reputation as a dropper? Okay? I'm anything but a dropper. (We see various scenes of him dropping a football, a mug of coffee, the phone, an apple, a Frisbee, a record, and the final scene has a ball bouncing off of his chest. I'm not going to describe them, you'll have to see them.)\nEnd\n\n"
        }
    ]
}