{
    "metadata": {
        "season": "SEASON 5",
        "title": "519 Ross Can't Flirt",
        "written_by": "Doty Abrams",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is getting ready for a date with Monica as Ross enters.]",
            "dialog": "Ross: Hey!\nChandler: Hey!\nRoss: Wow! You look nice. What's the occasion?\nChandler: Monica and I are celebrating our ten-month anniversary, we've got reservations at Ja George.\nRoss: Wow! How'd you get in there?\nChandler: Made a few calls, pulled some strings, and they agreed to seat us at 11:30 if we both had the chicken and didn't get desert.\n(There's a knock on the door and Chandler answers it. It's the pizza delivery girl.)\nDelivery Girl: Hi Chandler!\nChandler: Hey Caitlin! Somebody got a haircut.\nCaitlin: Ugh, I hate it! I look like an 8-year-old boy.\nChandler: Yeah, if that was true, gym class would've been a lot more interesting.\nCaitlin: It's uh, 27 dollars even.\nChandler: Oh, okay. (Hands her the money.) Here you go.\n(The duck starts quacking.)\nCaitlin: Hey, where's the chicken?\nChandler: Oh, he's in the back. The duck pissed him off, said that eggs came first.\nCaitlin: (laughs) Great. I'll see you later!\nChandler: Okay, bye!\n(He closes the door and turns to see Ross glaring at him.)\nRoss: What the hell was that?!\nChandler: What?\nRoss: The flirting! Aren't you supposed to be going out with, I don't know hmm, let's say my sister?!\nChandler: I was not flirting.\nRoss: It was totally flirting. \"Somebody got a haircut (Makes some whiney, nasally noises.)\"\nChandler: Okay first of all, the impression, uncanny. And second, that was not flirting, that was just casual conversation between two people. That is all.\nRoss: Yeah, right.\nChandler: You wanna see flirting? I'll show you flirting. (Starts to move towards Ross.)\nRoss: (backing away) I'm good.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel and Phoebe are in the kitchen.]",
            "dialog": "Rachel: I am so proud of Joey, I can't believe he's going to be on Law & Order!\nPhoebe: I know. But don't you think that it should be called Order and Law?\nRachel: No because first they arrest the guy and then they try him.\nPhoebe: Don't get me started on that.\n(Ross and Chandler enter with the pizzas.)\nChandler: I was not flirting.\nRoss: And on your anniversary, for shame!\nRachel: What's going on?\nRoss: Chandler was hitting on the hot delivery girl!\nChandler: I was not and oh God, shh!\nRoss: Well I'm sorry but you were! Okay? And besides if anyone should be hitting on her it's the guy who's single, the guy that who-who-who can do something about it.\nPhoebe: Sounds like somebody wants to be Mr. Pizza Delivery Girl.\nRoss: Well…\nChandler: Is that what this is about? You like Caitlin?\n(Ross looks at Rachel.)\nRachel: Ross! We broke up two years ago; you've been married since then. I think it's okay that we see other people.\nRoss: Well, I-I was watching her the other day at the pizza place.\nRachel: Hm-mmm.\nRoss: And she's just so sexy and funny and has the cutest little…\nRachel: Okay, y'know what? We don't need her measurements.\nPhoebe: (looking through the pizzas) Okay pepperoni, pepperoni, pepperoni, okay Ross, I know she's pretty and you love her, but is she stupid?! She forgot my vegetarian!\nRoss: This is perfect! She'll have to come back here with your pizza, and when she does, I'll turn on the Charm-O-Ross. Oh I'm so glad you don't eat meat.\nPhoebe: See? Vegetarianism benefits everyone.\nJoey: (entering, with his grandmother) Hey everybody, look who's here! You remember my grandmother!\nRachel: Big night!\nPhoebe: This is so cool!\nChandler: So, Joey on Law & Order, you must be very proud!\nJoey: Chandler, she doesn't understand a word of English.\nChandler: I'm sorry, I thought you were Joey's other grandmother. (She just stares at him.) I've done it again.\nJoey: She's my biggest fan. Yeah, she's the only one in the family that's believed in me.\n(They both start speaking Italian to each other, and since I'm not Italian and don't understand one word, we'll move on to the English portion of the show. Not, that I'm English. Not that there's anything wrong with that, it's just that I'm not. Y'know I think I should shut-up now and move on. Anyhoo, she says something about Joey being fat I think based on this line.)\nJoey: Yeah, I uh weighted like 27 pounds when I was born so…\nMonica: (entering from the bathroom) Hey! Happy Anniversary!\nChandler: Happy Anniversary, 10 months! (They kiss.)\nMonica: So umm, when I was in the shower I was thinking about our first night in London…\nChandler: Uhh, Joey's grandmother is right there. (Points)\nMonica: Is that the one that speaks English or the one that doesn't?\nChandler: The one that doesn't.\nMonica: That was some hot love you gave me! I'm gonna go get ready.\nChandler: Hey, why don't you wear those earrings I gave you?\nMonica: That's a great idea! I was saving them for something special.\nChandler: Okay.\nMonica: (runs over to Phoebe) You have got to go home!\nPhoebe: But I like it here!\nMonica: You gotta go home and get the earrings that you borrowed from me okay? Chandler wants me to wear them tonight.\nPhoebe: Okay, well I think that they're in my purse. Why don't you go get dressed and I'll look for them.\nMonica: Great!\nPhoebe: Okay! (Walks over to Rachel) Rach, hi, I need those earrings you borrowed.\nRachel: Oh, umm, okay, yeah, I'll be, yeah I'll be right back. (Goes to her room.)\n(Phoebe then gets possessed 'cause she starts speaking in tongues. She speaks Italian to Joey's grandmother. She is quickly exorcised and returns to speaking in English. Of course, too most people English is a strange language as well. But none of them are probably reading this and if they were they wouldn't understand it. So why am I talking about them? I have absolutely no clue. Moving on…)\nJoey: Wow Pheebs, you speak Italian?\nPhoebe: I guess so. (See, the brief possession didn't affect her at all, like we could really tell.)\nRachel: (She enters and hands Phoebe the earring) Here you go. Thank you!\nPhoebe: Wait, Rach! Where's the other one?\nRachel: Oh what, you-you want both of them?\nPhoebe: Rachel Karen Green, where's the other earring?!\nRachel: Okay, okay, okay, look, just don't freak out, but I kinda lost it. I know it's in the apartment, but I definitely lost it.\nPhoebe: Well, what am I going to tell Monica? She wants to wear them tonight!\nRachel: Tell her to wear her own earrings.\nPhoebe: These are her earrings.\nRachel: Nooo! Nooooo! You lent me Monica's earrings?! I'm not allowed to borrow her stuff!\nPhoebe: Why not?\nRachel: Because I lose her stuff!\n[Time Lapse, the gang is now watching Law & Order. By the way, the entire rest of the episode takes place in Monica and Rachel's apartment. Why are they called apartments when they're all stuck together? Something to think about.]\nJoey: Okay, see that blind guy right there? I'm gonna bash his head in later.\n(His grandmother asks him something.)\nJoey: Oh umm, my big scene is coming up. Big scene coming up.\nChandler: If you said, \"Big lima bean, bubbling up.\" Would she understand the difference?\nMonica: (noticing Rachel crawling behind the couch) Rach? What are you doing?\nRachel: Oh boy, I just can't watch. It's too scary!\nMonica: It's a diaper commercial.\nRachel: Oh yeah well, you know me, babies, responsibilities, ahhh!!!\n(There's a knock on the door.)\nCaitlin: Pizza delivery!\nRoss: I'll get it! I will get that! (Runs over and opens the door.)\nCaitlin: Hi!\nRoss: Hi!\nCaitlin: One uh, vegetarian pizza. That's $12.15.\nRoss: Oh. Uh, by the way, if it makes you feel any better. I happen to like 8-year-old boys.\nCaitlin: What?!\nRoss: (I can't make it out.) The uh, your hair, before, your hair, you said you thought your looks like an 8-year-old's, and I'm just saying I like it. The hair.\nCaitlin: Oh. Thanks.\nRoss: You understand I don't actually like 8-year-old boys.\nCaitlin: Y'know, all I'm looking for is the money.\nChandler: Here you go. (Hands her the money.) Now stop bringing us pizzas you.\nCaitlin: I'm gonna try. (Walks away and Ross closes the door.)\nChandler: You're welcome.\nRoss: You couldn't let me have her, could ya?!\nChandler: What?\nRoss: This is a girl that I really like and had too swoop in there!\nMonica: What's goin' on?\nRoss: Chandler was totally flirting with the hot delivery girl!\nChandler: Thank you for that! (To Monica) I was not flirting.\nMonica: It's okay. I don't care. It's uh, it's fine.\nRoss: Really?!\nChandler: Really?!\nMonica: It's no big deal, I do it all the time.\nChandler: (starts to laugh, but then gets serious) So umm, you-you flirt with guys all the time?\nMonica: Sure! It doesn't mean anything! Just like I know it doesn't mean anything with you!\nChandler: Okay, but there is a big difference. You are a lot hotter than I am.\nJoey: (walking past) True story! (Goes and sits down.)\nMonica: Chandler, this actually bothers you?\nChandler: Yes, it does bother me! And I think it would bother a lot of people. Rachel, when you were going out with Ross, did it bother you when he flirted with other women?\nRachel: Uhh, no, no, it bothered me when he slept with other women.\nRoss: And thank you, for that.\nRachel: But y'know, I never really had anything to worry about. Ross was never very good at the flirting thing.\nRoss: What? (Mumbles) What-what, what are talking about? It-it worked with you.\nRachel: Oh! Y'know what? You're right! We meet, you flirted and then bamn nine years later you had me!\nRoss: All right, all right. You-you-you know what I'm going to do? I am going to order another pizza and when Caitlin gets here, you-you--I will show how well I flirt. Yeah! I will, I will get her phone number! (To Chandler) And not the one on the menu!\nPhoebe: (entering from Rachel's bedroom) I found it!\nRachel: Ohh! Thank God! Where was it?\nPhoebe: On your dresser.\nRachel: Okay that is the one we already have!\nJoey: Okay, here's my big scene. My big scene's here! (They have two of the cops on the street, then they cut to where they're entering an apartment.) Oh my God.\nMonica: What?\nJoey: (smiling) Okay, everybody just keep smiling. It'll kill my grandmother if she finds out.\nChandler: (smiling) Well, what is it?\nJoey: (smiling) Oh, they cut me out of the show.\nRachel: (smiling) What?!\nRoss: (smiling) Are you sure?\nPhoebe: (smiling) Maybe your scene's coming up?\nJoey: (smiling) Not likely.  'Cause you see that body bag right there\nRachel: (smiling) Yeah.\nJoey: (smiling) I'm in it.\nCommercial Break\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, it's continued from before the commercial break.]",
            "dialog": "Phoebe: (smiling) This is terrible, what are you going to do?\nJoey: (smiling) I don't know. This little, old lady lives for my career. When they dumped me off of Days of Our Lives she almost died.\nPhoebe: (not smiling) That's not good.\nJoey: (smiling) No, smile! Not that face, smile! Everybody smile! (They all smile.)\nRachel: (smiling) Joey, why don't you just tell her what happened? It's not your fault.\nChandler: (smiling) If we keep talking this way, aren't we gonna freak her out soon?\nGrandma Tribbiani: (Something in Italian to Joey.)\nJoey: Soon, soon, I'm gonna be on soon. There I am! (Points to the screen, of course it isn't him.)\nGrandma Tribbiani: (pointing at the screen) No! Sam Waterston!\nJoey: No-no-no, that-that's me, that's me.\nGrandma Tribbiani: No, it's Sam Waterston! Crimes and Misdemeanors, Capricorn One.\nChandler: Doesn't know, \"Hello.\" But she knows Capricorn One.\n(Phoebe gets up.)\nMonica: (following her) Phoebe! I have to have those earrings, we're going to leave as soon as the show is over.\nPhoebe: But I already gave them back to you!\nMonica: No you didn't.\nPhoebe: All right, I already didn't give them back to you, that's what I said. (Walks away over to Rachel.) Where is that other earring?\nRachel: It's not here Pheebs, it's not here. Ohh, I went to Joey and Chandler's last night! Okay! (Goes to the door.)\nPhoebe: Make sure you check Chandler's jewelry box.\nRachel: Wait a minute. Chandler has a jewelry box?\nPhoebe: Okay, we have like ten minutes. Do you want me to get into that now?!\n(Rachel heads for Joey and Chandler's and Phoebe heads for the kitchen to find Ross.)\nRoss: (To Phoebe) Hey Pheebs! How's that uh, vegetarian pizza working out for ya? You and those vegetables have a real thing going on, huh?\nPhoebe: (she just looks at him) Why are you being weird?\nRoss: Do you like it?\nPhoebe: No, that would be, \"Why are you being cute?\"\nRoss: Okay, I'm working on my flirting.\nPhoebe: Ohh! I did not get that.\n[Cut to Chandler and Monica on the couch.]\nChandler: So uh Monica, do you, do you like the Law & Order?\nMonica: Yeah, it's good.\nChandler: See, I'm finding out all this stuff about you today, like you like the Law & Order and that you flirted with every guy in the Tri-State area!\nMonica: Chandler! (Joey and his grandmother shush them and wave them away, which they do.) Okay, let me get this straight, it's okay for you to flirt, but not for me.\nChandler: Oh, I'm so glad we cleared that up. Look, I'm sorry, some things are different for men and for women.\nMonica: Go on, teach me something about men and women.\nChandler: Okay, I've already taught you so much already, but whatever. See when you flirt with a guy you think, \"I'm just flirting, no big deal.\" But the guy is thinking, \"Finally! Somebody who wants to sleep with me!\"\nMonica: No way!\nChandler: It's true.\nMonica: Well that's pathetic!\nChandler: Again true.\nMonica: And this goes for all guys?\nChandler: All guys that are awake. Then we go to sleep and then all the guys from the other end of the world wake up and behave the exact same way.\nJoey: (To Ross in the kitchen) All right, it's another commercial; I still haven't told her!\nRoss: Joey! This is like the last commercial. You've got like (checks his watch) ten minutes left!\nJoey: I know, I know! What am I going to do? (Thinks) Ooh!\nMonica: No! You are not gonna run out and leave her here!\nJoey: (dejected) Yeah, all right. (Thinks of something.) Ooh! (He quickly runs out before anyone can stop him.)\nGrandma Tribbiani: Joey!\nChandler: Uh, Joey is gonna be right back. Right back! (Tries to pantomime it for her.) Meanwhile, let's-let's-let's talk about you. (Pause.) So, you're old and small.\n[Time lapse, Rachel is coming back from Chandler and Joey's.]\nRachel: (entering) (To Phoebe) (whispering) Hey!\nPhoebe: Did you find it?\nRachel: The earring? No. But look, I found my sunglasses under the couch! I've been looking for these since like last summer. (Puts 'em on.)\nPhoebe: Okay, those are my sunglasses, you borrowed them from me.\nRachel: Okay, calm down, here they are. (Gives back the sunglasses.)\nMonica: (entering from her room) Phoebe! (Motions for the earrings. Phoebe gives her the one-minute sign.)\nPhoebe: (To Rachel) What are we going to do?!\nRachel: I don't know, I don't know.\nPhoebe: All right well, we're just gonna have to tell Monica, that's all.\nRachel: Oh gosh, she's going to kill me.\nPhoebe: I suppose I could tell her it's just all my fault.\nRachel: Ohh that'd be great!\nPhoebe: Mon, can I talk to you for a sec?\nMonica: Yeah, what is it?\nPhoebe: Umm, I lost one of your earrings. I'm sorry! I am so, so sorry!\nMonica: (shocked) Wow! All right well, I mean, what can you do? If you lost it you lost it.\nPhoebe: I will replace it, I promise. I feel so terrible.\nMonica: All right, sweetie that's fine. You didn't do it on purpose.\nPhoebe: No.\nMonica: Look at you! Come here! (They hug.) Feel better?\nPhoebe: Yeah! You're the best!\nRachel: Okay, wait a minute. Wait a minute, I-I-I, I can't do this. Listen honey, this is, it's not Phoebe's fault. She lent me the earrings, and I lost it. I'm so sorry. Honey, I feel terrible too. (Holds out her arms for a hug.)\nMonica: (angrily) That is exactly why I do not lend you stuff!! (Rachel looks over at Phoebe in resignation.) Okay?! I mean, first it's my jewelry! And if it's not my jewelry, it's-it's my blue sweater! And if it's not my sweater, it's my sunglasses!\nRachel: Your sunglasses?!\nMonica: Yes!\nPhoebe: Oh, right! (Hands Monica back her sunglasses.)\nCaitlin: (from outside) Pizza!\nRoss: (running to the door) Oh, mine! Mine! Mine! (to everyone) Okay, here goes. Prepare yourselves for some Class A flirting.\nChandler: Okay, hold on. (Pauses as he readies himself.) Okay. (Walks away.)\nRachel: Honey, you have nothing to prove. And if you really like this girl, I don't flirting is the right thing to… (Ross interrupts and shushes her.)\nRoss: You'll see. Okay. (Readies himself.) Oh, what's-what's her name?\nAll: Caitlin!\nGrandma Tribbiani: Caitlin!\nRoss: (He opens the door while faking a laugh.) Hey! Oh, we-we can't keep eating like this. (Monica turns her head in shame.)\nCaitlin: It's uh, $12.50.\nRoss: Okay, (gets the money) so, do you make the pizzas in one of those uh, wood-burning ovens?\nCaitlin: No actually umm, I think that they're umm, gas.\nRoss: Gas? Wow! Intense.\nChandler: (To Monica) If this is the way all the Gellers flirt, we don't have a problem.\nRoss: (to Caitlin) Hey uh, y'know that smell gas has?\nCaitlin: (wanting more than anything to get the money and leave this horrible, horrible place) Yeah.\nRoss: They put that in.\nCaitlin: What?!\nRoss: The gas is odorless, but they add the smell so you know when there's a leak.\nCaitlin: (getting more desperate to leave) Well okay!\nRoss: A lot of other gas smells…\nChandler: Oh the humanity.\nRoss: Meth-methane smells…\nCaitlin: Y'know what umm, actually I, I really, I should go.\nRoss: Oh but I-I-I haven't paid you yet!\nCaitlin: Y'know what? That's okay, you guys have ordered so many that this one is on me! (Runs for her life.)\n(Ross closes the door slowly.)\nRoss: (To All) Was I talking to her about gas?\nChandler: More so than anything else.\nPhoebe: I-I-I found it interesting.\nRachel: I'm sorry.\nRoss: Look, no-no, hey, hey, don't worry about it! In nine years, she and I will be right there. (Goes and sits on the couch dejectedly.)\nRachel: Okay, well, I'm gonna clear out some of these boxes. (She grabs a couple of the old pizza boxes and exits.)\nPhoebe: (walking over to Ross) Ross?\nRoss: Yeah?\nPhoebe: What else do they add smell too?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The street outside the building, Rachel is running to catch up with Caitlin.]",
            "dialog": "Rachel: Hey! Hey! (Stops Caitlin) Hi! Hey-hey-hey, I'm Rachel! From upstairs? The ones with all the pizza?\nCaitlin: Oh, is there a problem?\nRachel: No. No. Every thing's--they're fine. Great pizza. But it's uh, actually umm my friend Ross. He uh, just gets really nervous when he's flirting.\nCaitlin: Oh my God! That was flirting?!\nRachel: Yeah.\nCaitlin: Wow!\nRachel: I know, I know, but uh just, I'm telling you, once, once you get past that part, that where it-it just feels like you wanna die, he's-he's really a good person.\nCaitlin: The guy with the gas?!\nRachel: Yeah. I'm-I'm telling you he's really sweet and he's really funny and he's just ugh, got a good heart. And besides, I y'know, I think he really likes you.\nCaitlin: Really?!\nRachel: Well y'know, we have 7 people and like 10 pizzas, what do you think?\nCaitlin: I just, I thought Joey was there.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe, Chandler, and Joey's grandmother are still watching Law & Order.]",
            "dialog": "Rachel: (entering) Hey Ross? Umm, I just ran into Caitlin in the hallway and-and uh, you must be getting better at this flirting stuff than I thought.\nRoss: What do you mean?\nRachel: Well, I don't get it, but she wanted me to give you her phone number. (Hands him the slip of paper with the phone number on it.)\nRoss: And she just gave you this?\nRachel: Yeah!\nRoss: Rach, thanks but uh, I don't need you doing me any favors.\nRachel: I-I-I didn't! I didn't! She thought you were cute.\nRoss: Well that I can believe.\nRachel: Yay!\nJoey: (entering) Hey! Is the show still on?\nChandler: Almost over man.\nJoey: (says hi to his grandma) Look! Oh! (Pointing out the window.) Is that the Pope?! (Chandler and his grandma turn to look and Joey slips a tape into the VCR.)\nChandler: Why am I looking?\nJoey: Oh, here I am, here's my big scene!\n(Joey has made a little home movie that's his big scene. He braces himself against the door to his apartment and while holding a plastic gun and wearing the same sweater says…)\nJoey: (on the tape) All right back off! I gotta gun! I'm not afraid to use it!\nGrandma Tribbiani: Oh Joey!\nJoey: That's right!\nChandler: You couldn't have at least changed your shirt.\nJoey: (on the tape) Now, I wanna a suitcase filled with 100,000 dollars. (The duck quacks, to the duck) Choo! Choo! Choo! (To the imaginary cops) Filled with $100,000 in small bills, and if I don't get it…(the duck quacks louder) Choo!! And if I don't get it, (pause, picks up the duck) I'm gonna shoot this duck!\nPhoebe: Oh no!\nJoey: (on the tape) I'm comin' out! (He opens the door and hops out pointing the gun in all directions and then runs out of view.)\nRoss: (To Phoebe) And she's supposed to buy this?!\nGrandma Tribbiani: Joey, bravo! (Starts with that Italian stuff again.)\n(Suddenly, the tape cuts away from Joey's impromptu scene, to Chandler standing really, really close to the camera.)\nChandler: (singing) Ground control to Major Tom! Commencing countdown…engines…on!\n(Joey and Chandler both run to shut off the tape.)\nJoey: (to his grandmother) That's uh, scenes from next week's show. Next week's!\nPhoebe: I am definitely gonna watch that!\nEnding Credits\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, another time lapse, Monica is seeking advice from Rachel and Phoebe about possible replacement earrings.]",
            "dialog": "Monica: What about these? These look the same?\nPhoebe: Definitely!\nMonica: Not as each other!\nPhoebe: Oh, then no.\n(Goes over to Chandler.)\nChandler: (To Monica) Hey!\nMonica: Hi!\nChandler: You ready?\nMonica: Yeah.\nChandler: You look amazing. I'm the luckiest man in the world.\nMonica: Ohh, you're about to get a little luckier.\nChandler: Let me see the earrings.\nMonica: Oh, honey, the earrings…\nChandler: (looking at them) They look great! Does your boyfriend have the best taste or what?\nMonica: My boyfriend really does have good taste!\n(He turns to get his coat and Monica gives Rachel and Phoebe two thumbs up as Chandler walks over to Ross.)\nChandler: (To Ross) Thanks for picking out the earrings man.\nRoss: Hm-mmm.\nEnd\n\n"
        }
    ]
}