{
    "metadata": {
        "season": "SEASON 5",
        "title": "520 The Ride Along",
        "written_by": "Shana Goldberg-Meehan & Seth Kurland",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Chandler, Rachel, Joey, and Monica are sitting on the couch as Ross is up getting some coffee.]",
            "dialog": "Monica: Okay, guys, listen, don't forget that tomorrow is the day that Emily gets married again, so whatever we do, just try to really keep Ross's mind off of it.\nJoey: Oh, yeah, good idea.\n(Ross returns.)\nChandler: Hey man, what's up?\nRoss: (sits down at the table) Oh, eh, just thinking about Emily getting married tomorrow. (Joey panics.)\nJoey: Ooh, Ross, look! Look! (Points behind Ross.)\nRoss: (turning and looking) What? Where?\nJoey: Right over there! Right there! Look-look-look!\nRoss: What am I looking at?\nJoey: (to the rest of the gang) Somebody help me out here!\nPhoebe: (entering, with Gary) Hey!\nGary: Hello!\nMonica: Hey!\nGary: How are you?\nPhoebe: Monica, I'm sorry I didn't come by last night. I was out with Gary; he let me ride around with him in his cop car. We saw and prevented crimes.\nJoey: You got to go on a ride along?!\nPhoebe: Uh-huh!\nJoey: I want to go on a ride along!\nRoss: Me too!\nGary: Okay!\nChandler: Yeah, yeah! Me too!\nGary: Really?! You?\nChandler: Yeah.\nGary: Well, it's kinda dangerous.\nChandler: Well, I like danger.\nGary: Okay, you guys free tonight?\nJoey and Ross: Yeah!!\nChandler: Tonight? You-you didn't say it was going to be at nighttime.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is kneeling at the coffee table and has a bunch of pictures laid out in front of her as Rachel enters.]",
            "dialog": "Rachel: Hey!\nMonica: Hey! Oh, I'm so glad you're home, I thought tonight we could finally organize these photos!\nRachel: Ohh, thank God! Finally!\nMonica: Okay, I've broken them down into categories. Okay, we have uh, we got holidays, birthdays, candids, y'know… And then what I've done is I've cross-referenced them by subject. Right? So if you're looking up, oh let's say birthdays and dogs, you get Photo 152. See? (Hands her the photo.)\nRachel: Ohh, it's me and La Poo! Wow! I miss that dog.\nMonica: You can also find him under umm, dog and dead.\nRachel: Great! Thanks!\nMonica: All right, hand me that other box of photos; that's the very last one.\nRachel: Okay.\n(She picks up the box and the bottom falls out, spilling all of the pictures onto Monica's neat little piles.)\nRachel: Oops. Sorry! Well, good thing you number all of them, huh?\nMonica: I hadn't! Photo 152 was a prototype.\nRachel: Ohhhh. Honey, honey, honey, it's okay, it's okay honey. I'm gonna fix you a drink, huh? Maybe a margarita?\nRoss: Ross has the blender! Ugh, everything's just falling apart!\nRachel: No honey, it's okay! Listen, I'll got to Ross's and get the blender, you get all the margarita stuff ready.\nMonica: All right, he's keys are in the drawer. Y'know what? I also need some cash.\nRachel: Okay, you want me to stop at the ATM?\nMonica: Nah, while you're at Ross's if you see any lying around…\nRachel: What?!\nMonica: What?! I-I-I don't, I don't do that!\n(Rachel slowly leaves the apartment.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Gary's cop car, Ross is in the front seat with Gary of course. Chandler is in the back seat.]",
            "dialog": "Ross: (to Gary) That was so cool man, the way you leaned on that guy.\nChandler: It is starting to get dark out there.\nRoss: (to Gary) He told you everything! I mean you totally cracked him!\nGary: Yeah well, being that he was the victim, they're usually pretty talkative.\nChandler: (laughing) Okay. (Deadpan) But it is officially nighttime.\n(Gary reaches up to grab that little light that cops have for unmarked cop cars.)\nRoss: Oh hey, Gary, want me to grab the berry for ya?\nGary: It's called the cherry.\nRoss: It's the—Chandler!!\n(Chandler starts laughing at his joke.)\nJoey: (returning from a deli) Okay, I got it! This place makes the best sandwich in the world!\nGary: Hey Joe does it have meatballs on it?\nJoey: Oh-ho, yeah!\nGary: Does it have melted cheese and marinara sauce?\nJoey: Yep!\nGary: Yeah, you can't eat that in my car.\nJoey: (dejected) Yeah okay. (To Chandler) Even though my tax dollars paid for this car.\nChandler: Your tax dollars?\nJoey: Yeah, okay.\n[Time lapse, they're still on the ride along and Joey is just sniffing his sandwich.]\nChandler: (leans in and takes a sniff of Joey's sandwich) Wow! That sandwich really does smell good.\nJoey: Did I say you could smell it?!\nChandler: I can't smell your sandwich?\nJoey: Half the taste is in the smell! You-you're sucking up all the tastiness!\nChandler: Okay, I'll give them back. (Exhales strongly through his nose and Joey just glares at him.) Look! What is so great about that sandwich?\nJoey: Okay, imagine the best sex you've ever had.\nChandler: Okay.\nJoey: Are you thinking about Monica?\nChandler: Yeah.\nJoey: Yeah, what's that like?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross's apartment, Rachel is just entering. She takes off her coat and heads for the kitchen. As she does, she knocks something off of a bookcase next to the kitchen door with her coat and it breaks.]",
            "dialog": "Rachel: Ohh please don't be from a real dinosaur! Please! Please! Please! Please! Please! Please! Please! Please! (She picks up the 2 pieces and looks at the stand.) Made in Mexico! Yes!! Ugh, who would buy this?! (Looks for a place to hide it and finds a wall sconce and drops the pieces into it and heads into the kitchen as the phone rings.)\nMonica: (on the answering machine) Rach! It's me! Pick up!\n(Rachel runs over and answers the phone with the blender in hand.)\nRachel: Hey! What's up?!\nMonica: I need a few more things to make the margaritas. Uhh, I need some salt, some margarita mix, and tequila.\nRachel: So all we have is ice?\nMonica: See if he has ice.\nRachel: Okay.\n(She hangs up the phone and starts to head back to the kitchen and notices some money lying out, stops, reaches down to pick it up, the phone rings causing her to drop it, she quickly puts it back, and heads for the kitchen.)\nEmily: (on answering machine) Hello Ross? It's Emily. (Rachel runs back into the room with the tequila.) I know this is out of the blue but uh, I'm getting married tomorrow. Well, maybe I am. I keep thinking about you and I'm wondering if-if we made a mistake giving up so fast. Are you thinking about me? Of course you're not, but if you are, call me tonight. Okay, bye.\nRachel: Oh. Oh! (Takes a slug of tequila.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The ride along.]",
            "dialog": "Ross: So where are we going next?\nGary: This witness won't return my calls so we're gonna see if we can surprise him coming home.\nChandler: Sur-surprise him? We're not, we're not gonna make anybody mad are we?\nJoey: Come on man! (To Gary) Listen so uh, are you gonna squeeze the perps shoes a little bit before he lawyers up?\nGary: It's a witness not a perp. And no one talks like that!\nRoss: Yeah, no one talks like that!\nJoey: Oh what? Like your Mr. Cop!\nRoss: Hey, I'm more cop than you two!\nChandler: How do you figure that?\nRoss: Hello! I'm in the front seat, okay? I'm Gary's partner!\nChandler: Y'know, when you say partner it doesn't sound cop. It, it sounds gay.\nRoss: Umm, jealous! (He drops the cherry and it turns on.)\nGary: Hey, do you mind? We're under cover here.\nRoss: Yeah, no problem. (Tries to turn it off.)\nGary: Ross!\nRoss: Sorry! Sorry! Oh, (He sticks it under his shirt) there! (It's just there flashing through his shirt) Hey Gary, who am I? Phone home!\n(Gary just glares at him.)\n[Time lapse, Ross has been demoted to the back seat with Joey and Chandler. He's not too happy about it.]\nChandler: Look at Officer Ross riding back here with the visitors.\nJoey: Yeah, what's up with that Serpico?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross's apartment, Rachel is playing Emily's message to Monica.]",
            "dialog": "Emily: (on answering machine) Are you thinking about me? Of course you're not, but if you are, call me tonight. Okay, bye.\nMonica: (does Rachel's) Nooo!\nRachel: (does Monica's) I know!\nMonica: Well thank God you were here! I mean, we have to erase that!\nRachel: What?! We can't do that!\nMonica: We have too! I mean what if Ross's hears that and then calls her back and then they get back together? Is that what you want? Ross back with that controlling, neurotic, crazy Emily? The Emily that wouldn't let him see you?\nRachel: Noo! Oh no! No! God no! He should not get back together with her. I know that! You know that! Even Ross knows that! But that still doesn’t give us the right to erase his message!\nMonica: I'm his sister, okay? I love him! I don't want to see him get hurt! Come on! Doesn’t that give me the right to control him—help him?\nRachel: I don't think he's the one who needs help.\n(They both sit down.)\nMonica: No, look, she's obviously unstable, okay? I mean she's thinking about running out on her wedding day. (Rachel slowly turns and glares at her.) (Realizing what she just said.) Okay, fine! But I mean, look at the position she's putting him in! What's he gonna do? Ross is gonna run over there on the wedding day and break up the marriage?! I mean, who would do that?! (Rachel again turns and glares at her in disgust.) Okay, fine, all right, but that's y'know, it's different! Although it did involve a lot of the same people.\nRachel: Ugh!\nMonica: Y'know what, this is obviously some kind of twisted joke she's trying to play on him.\nRachel: Okay, you are crazy! I'm sorry, but she sounded generally upset! I mean, listen! (She hits a button on the machine.)\nAnswering Machine: Your messages have been erased.\nRachel: Noooooooo!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The ride along, they're all waiting outside of the witness's house and still in the car in the same places as before.]",
            "dialog": "Chandler: Okay, y'know, we-we're safe right? I mean nothing bad can go down!\nGary: No. But that reminds me, (handing back a clipboard) sign this.\nRoss: What is it?\nGary: Oh it's nothing, it just says that you can't sue the city if you scrap your knee or y'know, get your head blown off.\nChandler: (deadpan) Oh, hurry up. I want to sign that.\nGary: Okay, here he comes. What is he doing? What the hell is he doing?!\nRoss: What? What? What? What is it?\nJoey: Is everything okay?\nChandler: What's going on?\nGary: Okay, he sees us. Now don't move. Don't look at him.\n(They all turn and look away. Suddenly a loud bang sounds out and in slow motion Joey slowly throws his body over Ross. Gary is shocked at what he sees while Chandler is obviously hurt.)\nGary: Hey, it's okay. It was just a car backfire. (Joey slowly moves off of Ross.) Hey, look at that! You tried to save your buddy. You see that? You see what he did?\nJoey: (To Ross) You okay man?\nRoss: Uh-huh. Thank Joey!\nChandler: Uh, HELLO!!\nJoey: Hi.\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Ross's apartment, Monica has all the supplies she needs and is getting ready to leave.]",
            "dialog": "Monica: All right, I guess we should go.\nRachel: No, wait. Wait.\nMonica: Oh yeah right! (She grabs the money and shoves into her pocket.)\nRachel: No, Monica! Monica! We have to fix this!\nMonica: There's nothing we can do. You erased the message!\nRachel: Yeah well unless we tell him.\nMonica: Well, if you're gonna be totally rational about this, I can't argue with you! All right? Fine, if you wanna tell him, tell him. I just don't want to be a part of it.\n(The phone rings.)\nRachel: Oh, maybe that's Emily calling back to leave the exact same message.\nRoss: (on the machine) Hey Ross! It's you! I just want you to remember this feeling. You are lucky to be alive! So live everyday to the fullest. Love yourself, okay? Okay. Oh, and also get stamps. Bye! (He hangs up.)\nMonica: Wow! Play that message for Emily and this whole problem goes away!\nRachel: Right?\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, the guys are returning from the ride along to find Phoebe already there.]",
            "dialog": "Gary: Hey, anybody want to meet a hero?\nPhoebe: (excited) John Glenn is here?!\nGary: No, Joey!\nRoss: Pheebs, we had the most incredible night! Okay, so, we're in the car…\nGary: Wait! Hold on! (He goes over to Phoebe and gives her a kiss.) (To Phoebe) Hi!\nPhoebe: Hi!\nGary: (To Ross) Okay, go ahead.\nRoss: Okay, okay, so we're in the car. Right? And bang! A shot was fired. And Joey with no regard for his own safety throws himself on me!\nPhoebe: My God, Joey!\nChandler: (pouting) It was a car backfire!\nRoss: Yeah, but-but he didn't know that!\nJoey: Yeah, I didn't know that.\nRoss: And it could've just as easily have been a bullet.\nGary: Hey Joe, you ever think about joining the force? We could use a guy like you.\nChandler: Who jumps at loud noises!\nRoss: Wow! I could've died tonight.\nChandler: Yeah! If the car that backfired had run over you! Y'know what, I think I'll go home before Ross starts rambling about his newfound respect for life. (He gets up and starts for the door.)\nRoss: I do have a newfound respect for life.\nChandler: (returning) Oh my God! (Storms out.)\nGary: (To Phoebe) So you wanna get some dinner?\nPhoebe: Yeah! Sure! Yep! (Gets up) Oh, y'know what? If I heard a shot right now, I'd throw my body on you.\nGary: Oh yeah? Well maybe you and I should take a walk through a bad neighborhood.\nPhoebe: Okay!\nGary: All right.\nPhoebe: Bye!\nRoss and Joey: Bye!\n(They leave as Ross stares in awe at Joey.)\nJoey: Cut it out Ross! I hate to have to save your life and kick your ass in the same day!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is pacing as Joey enters.]",
            "dialog": "Joey: Dude! How come you took off?\nChandler: Oh, I just went for a walk, around the living room. Whatever…\nJoey: Is something wrong?\nChandler: No. No I'm just tired. Y'know, from-from the walk.\nJoey: Okay.\nChandler: You dove in front of Ross! Ross!\nJoey: That's what this is about! Oh my God, you hate Ross!\nChandler: I do not hate Ross!\nJoey: Of course you do! I saved him! You're mad at me! It all adds up! You want Ross out of the picture.\nChandler: What picture?\nJoey: I don't know, but I don't like what I'm hearing!\nChandler: Look I'm very glad that you saved Ross from the car backfire, but y'know, it could've been a bullet and you y'know, you didn't try to save me!\nJoey: Ohh, you're upset because you think I chose Ross over you! No! I…knew…you could take care of yourself. Y'know, I mean Ross, he need help. He's not street like us!\nChandler: When it comes down to it, you would risk your life for Ross before you would for me. That's the bottom line.\nJoey: Well, no, not exactly! All right, look, I, I wasn't trying to save Ross. Okay? My sandwich was next to Ross. All right? I was, I was trying to save my sandwich.\nChandler: From a bullet!\nJoey: I know it doesn't make much sense…\nChandler: Much sense?!\nJoey: Look Chandler, it was instinct! Okay? I just went for it!\nChandler: So you risked your life, for a sandwich!\nJoey: I know it sounds crazy, but Chandler this is (Goes and picks up the sandwich) the greatest sandwich in the world!\nChandler: So you didn't uh, choose Ross before me.\nJoey: No! I would never do that! You-you're like my brother!\nChandler: Really?!\nJoey: Yeah! In fact, to prove how much you mean to me, (He unwraps the sandwich and holds it out for Chandler) here.\nChandler: Thanks. (He grabs the sandwich.)\nJoey: No, eh, oh-oi, easy, it's not a hot dog!\n(Chandler takes a bite.)\nJoey: How good is that?\nChandler: (with his mouthful) Oh-oi-ho, yeah!\nJoey: See?\nChandler: Hm-hmm. (Goes to take another bite.)\nJoey: Oh-whoa-hey, dude, what are you doing?!\nChandler: I thought you were showing me how much you mean to me.\nJoey: Yeah. With a bite! (Takes back the sandwich.) Gee-e-e-eez!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross's apartment, Rachel is trying to repair the thing she broke earlier, but gets interrupted by hearing Ross at the door. She panics and throws the thing into the kitchen. And runs to the couch as Ross enters.]",
            "dialog": "Rachel: Hey! Hi!\nRoss: Rach, what uh, what are you doing here?\nRachel: Hey! Y'know what? You are in our apartment all the time! Okay? This is, this is just a drop in the bucket mister!\nRoss: Y'know, it-it doesn't matter. The important thing is that you're here. You're my friend, and you're here. Oh! (He goes over and hugs her.)\nRachel: Okay, just a little scared. What's going on Ross?\nRoss: The most amazing thing happened tonight. I thought my number was up. I had an actual near death experience!\nRachel: What?! What? What happened?!\nRoss: Okay, okay, we were on the ride along with Gary, right?\nRachel: Yeah!\nRoss: And somebody took a shot at me!\nRachel: (gasps) Really?!\nRoss: No, a car backfired, but (Rachel suddenly calms down) I thought somebody was taking a shot at me. And Rach, I…I survived! And I was filled with this-this great respect for life. Y'know? I-I want to experience every moment. I want to seize every opportunity. I-I am seeing everything so-so clearly now.\nRachel: Because a car backfired?\nRoss: (stares at her briefly) Okay, why are you here?\nRachel: Well, I-I-I don't know how this fits into your whole \"seizing\" thing but um, Emily called you today.\nRoss: You talked to her?\nRachel: No, she left a message. (He starts for the machine.) (Stopping him.) But it-it kinda got erased. There's just (Pause) something wrong with your machine.\nRoss: Well, okay, what-what did she say?\nRachel: Well, uh something about having second thoughts about the wedding and did you guys make a mistake breaking up and uh, she wants you to call her.\nRoss: Wow!\nRachel: Now, that-that was a good thing that I told you, right?\nRoss: Huh? Yeah! Yes, of course!\nRachel: Okay. Thank you! Thank you! Because—I'm sorry, all right. Because y'know what? She didn't want me—not important. The point is, I was right. Your decision. Okay? I was right. (She starts for the door.) (Stops) Your decision.\nRoss: Right. I guess, I guess I should call Emily.\nRachel: Okay, no, that's not the right decision. That's not, that's not right, no Ross-Ross, come on! I mean, that woman made you miserable! Okay, Ross, do you really want to get back into that?\nRoss: Okay, look, yesterday I would've even considered calling her back, but my ex-wife calls on the same day I have a near death experience. I mean, that-that has got to mean something!\nRachel: Ugh, Ross! That was not a near death experience! That was barely an experience!\nRoss: You weren't there! Okay, maybe this is something that I-I'm supposed to seize! Y'know?\nRachel: Okay, y'know what? Maybe, this is not about seizing stuff. Maybe this is about escaping stuff.\nRoss: Huh.\nRachel: I mean, look-look today you escaped (Pause) (Not believing it) death, y'know? And maybe this is a chance for you to escape getting back together with Emily?\nRoss: That does make sense. Because I do wanna seize some opportunity, but I-I really don't wanna see or talk to her.\nRachel: Well, there you go!\nRoss: Yeah. Maybe today is just, close call day.\nRachel: (laughing) Close call day.\nRoss: Hey, thanks Rach. (They hug.)\nRachel: Ohh, honey no problem. Okay. (Gets up.)\nRoss: Oh wait-wait-wait! The message is blinking. Maybe you didn't erase it.\nRachel: Oh?\n(Ross hits the playback button.)\nRoss: (on machine) \"Hey Ross, it's you!\" (Hits the stop button) Oh yeah, no that's-that's an old message, nobody needs to hear that.\nRachel: No. (She heads for the door again.)\nRoss: (looking at the coffee table where his money was) Hey umm, was-was Monica here?\nRachel: Yeah.\nRoss: Yeah, I want my money back.\nRachel: (going out the door) Yeah, uh you-you probably need that for stamps, right?\n(Ross is stunned.)\nEnding Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, everyone is there.]",
            "dialog": "Ross: Hey Pheebs, has Gary ever been shot at for real?\nPhoebe: Yes. Once. Yeah, a little. He kinda did it to himself. It's not really a good story.\nRoss: I wonder how I would react under fire, y'know? And not backfire but-but heavy fire, like I was in a war or something.\nMonica: Man, I would be great in a war! I mean, I really, I think I would make a fantastic military leader. I mean I know I would make General way before any of you guys.\nChandler: Before or after you were shot by your own troops?\nRoss: I know where Joey would be. He would be down in the foxhole protecting all of us.\nChandler: Yes, if the foxhole was lined with sandwiches.\nJoey: Yeah, hero sandwiches. (Points at Ross who points back.)\nPhoebe: Well you all know that I'm a pacifist so I'm not interested in war in any way. (Gets up) But y'know what? When the revolution comes, I will have to destroy you all. (Starts to leave.) (To Joey) Not you Joey.\n(Joey gets all happy with himself, while the rest of the gang is less than enthused.)\nEnd\n\n"
        }
    ]
}