{
    "metadata": {
        "season": "SEASON 5",
        "title": "504 Phoebe Hates PBS",
        "written_by": "Michael Curtis",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel has just gotten home and is going through the mail. She finds something that's Monica's and goes over and knocks on her closed bedroom door.]",
            "dialog": "Monica: (In a sexy voice) Come in. I've been waiting for you.\n(Rachel enters.)\nRachel: Hi! I just wanna-(sees Monica)-Ahhh!!! Oh my God! (She runs out in horror.) Oh my God!\nMonica: (pulling on a robe) Okay, I'm sorry! I'm sorry! I-I-I was um, I was taking a nap.\nRachel: Since when do take naps in that position. Oh God Monica, tell me you were waiting for a guy! Please tell me you were waiting for a guy!\nMonica: Yes. Yes, I was. A guy. From work. (Thinks) I'm seeing a guy from work! Ha!\nRachel: (Gasps) That cute waiter guy from your restaurant, the one that looks like a non-threatening Ray Liotta?\nMonica: Uh-huh, that one!\nRachel: Y'know what, just give me a second and I'll be out of your hair. I'm just gonna grab a jacket. When I get back, I want every little detail. (There's a knock on the door.) Maybe that's him. (Goes to answer the door.)\nMonica: (Panicking) Okay, umm, okay, umm… (Rachel opens the door.) It's just Joey and Ross.\nRachel: Why aren't you guys at the movie?\nJoey: Well, we were! But Ross was talking so loud on his phone they threw us out!\nRoss: I had to talk loud because the movie was loud!\nJoey: (to Monica and Rachel) He's talking to London!\nMonica: But why?! Did he get in touch with Emily?\nJoey: Well no, not yet. He's calling everyone on her side of the family hoping that someone will help him get in touch with her.\nRoss: (on phone) I-I-I don't care if I said some other girl's name you prissy, old twit!\nJoey: Ross! Way to suck up to the family.\nChandler: (entering, happily, with a bottle of champagne, thinking that Monica is the only one there) Ha-ha-ha-(sees everyone)-enh-enh. I'm so glad you guys are all here! My office finally got wrinkle free fax paper!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, the next morning, Phoebe, Chandler, Ross, and Monica are eating breakfast.]",
            "dialog": "Joey: (entering, wearing a tux) Hey!\nChandler: Oh no-no-no-no-no-no, vomit tux! No-no, vomit tux!\nJoey: Don't worry, I had it dry-cleaned.\nMonica: Vomit tux? Who vomited on—y'know what, what you up to Joe?\nJoey: Well, I'm doing this telethon thing on TV and my agent got me a job as co-host!\nMonica: Oh that's great!\nJoey: A little uh, good deed for PBS and a little TV exposure, now that's the kind of math Joey likes to do!\nPhoebe: Ugh, PBS!\nMonica: What's wrong with PBS?\nPhoebe: Ugh, what's right with them?\nJoey: Why don’t you like PBS, Pheebs?\nPhoebe: Okay, 'cause right after my mom killed herself, I was just in this really bad place, y'know personally. So, I just thought that it'd make me feel better if I wrote to Sesame Street, 'cause they were so nice when I was a little kid! No one ever wrote back.\nChandler: Well y'know a lot of those Muppets don't have thumbs.\nPhoebe: All I got was a lousy key chain! And by that time I was living in a box. I didn't have keys!\nJoey: I'm sorry Pheebs, I just, y'know, I just wanted to do a good deed. Like-like you did with the babies.\nPhoebe: This isn't a good deed, you just wanted to get on TV! This is totally selfish.\nJoey: Whoa! Whoa! Whoa! What about you, having those babies for your brother? Talk about selfish!\nPhoebe: What-what are you talking about?!\nJoey: Well, yeah, it was a really nice thing and all, but it made you feel really good right?\nPhoebe: Yeah. So?\nJoey: It made you feel good, so that makes it selfish. Look, there's no unselfish good deeds, sorry.\nPhoebe: Yes there are! There are totally good deeds that are selfless.\nJoey: Well, may I ask for one example?\nPhoebe: Yeah, it's… Y'know there's—no you may not!\n(They are standing on either side of Chandler as they discuss the point. Chandler, meanwhile, is disgusted with the whole argument.)\nJoey: That's because all people are selfish.\nPhoebe: Are you calling me selfish?!\nJoey: Are you calling you people? (Chandler rolls his eyes.) Yeah, well sorry to burst that bubble, Pheebs, but selfless good deeds don't exist. Okay? And you the deal on Santa Clause right?\nPhoebe: I'm gonna find a selfless good dead. I'm gonna beat you, you evil genius.\n(Ross's phone rings and he answers it.)\nRoss: (on phone) Hello.\nEmily: (on phone from London) Hello, Ross?\nRoss: Emily? Emily! Oh my God! Oh my God, it's Emily! (He picks up a lamp and hands it to Chandler, for no reason.) It's Emily everyone! Shush-shush-shhst! (to Emily) Hi!\nEmily: Ross, I'm only ringing to say stop harassing my relatives. Good-bye!\nRoss: No wait! Look, wait! Okay, you can hang up, but I'm gonna keep calling! I'm gonna, I'm gonna call everyone in England if that's what it takes to get you to talk to me!\nEmily: Really? About what?\nRoss: Look you're my wife. We're-we're married. Y'know? I-I love you. I-I really miss you.\nEmily: I miss you to. Well, at least I think I do.\nRoss: (to the gang, whispering) She's talking.\nAll: (subdued) Yay! (He motions for them to keep quiet, including Chandler who is still holding the lamp Ross handed him, before he goes off to talk to Emily in private.)\nPhoebe: Hey, Joey, when you said the deal with Santa Clause, you meant?\nJoey: That he doesn't exist.\nPhoebe: Right. (She turns and opens her eyes in shock.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Chandler, Monica, and Rachel are there.]",
            "dialog": "Rachel: So Chandler, have you heard about Monica's secret boyfriend?\nChandler: Uhh, yeah. She uh, she uh, she uh might've mentioned him.\nRachel: So Mon, when are we gonna meet this new secret waiter man?\nMonica: Ohh, he's really shy. I-I don’t think he's up to meeting everyone yet.\nChandler: Yeah, I don't think he's up to meeting everyone yet.\nRachel: I don’t care! I wanna meet this guy who's the best sex she ever had!\n(Chandler is quite pleased with that statement.)\nChandler: Really?! That's what you heard? (To Monica) You said that?\nMonica: I might've said that. (Chandler laughs.) Why is that funny?\nChandler: Because I'm very happy for him! (To Monica) And you, you lucky dog!\nRoss: (entering) Hi!\nMonica: Hey!\nRoss: Well, Emily's willing to work on the relationship.\nChandler: Yes!\nMonica: That's great!\nRoss: In London!\nMonica: What?!\nRoss: She wants me to move to London.\nMonica: But you live here! (Ross rolls his eyes.) You know that.\nRachel: What-what-what are you gonna do?\nRoss: I bet if I talk to Carol and Susan I can convince them to move to London with Ben.\nMonica: Yeah, I'm sure your ex-wife will be more than happy to move to another country so you can patch things up with your new wife.\nRoss: It could happen.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Unitel Video, Studio 55, Joey's telethon, he is being shown around by the stage director.]",
            "dialog": "Joey: (To the pledge volunteers) How ya doin'? Welcome. Good to see ya!\nStage Director: This will be your phone.\nJoey: That's great. But uh, I'm not really expecting a lot of calls.\nStage Director: No you answer it and take pledges.\nJoey: But I'm the host!\nStage Director: No, Gary Collins is the host. You'll be answering the phones.\nJoey: You don't seem to understand. See, I was Dr. Drake Remoray.\nStage Director: Well, here's your phone doctor. (She walks away.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe, Rachel, and Monica are there.]",
            "dialog": "Phoebe: I cannot believe I can't find a selfless good deed! Y'know that old guy that lives next to me? Well, I snuck over there and-and raked up all the leaves on his front stoop. But he caught me and force-fed me cider and cookies. Then I felt wonderful. That old jackass!\nRachel: Maybe Joey's right. Maybe all good deeds are selfish.\nPhoebe: I will find a selfless good deed! 'Cause I just gave birth to three children and I will not let them be raised in a world where Joey is right!\nChandler: (entering) Hey, Monica? Can I ask you a cooking question?\nMonica: Sure!\nChandler: If you're cooking on the stove, does that mean that your new secret boyfriend is better in bed than Richard?\nRachel: Chandler! (Pause) Is he?\nMonica: Well, y'know I-I-I think I'm gonna respect the privacy of my new secret boyfriend.\nChandler: Why?! I mean if this guy was me and it was me who had learned that it was me who was the best you'd ever had, I'd be going like this. (He jumps up onto the table and starts doing his happy dance.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross's apartment, he's on the phone with Emily.]",
            "dialog": "Ross: All right Emily, as much as I love you, I'm sorry, I can't move to London without Ben.\nEmily: I understand that would be difficult.\nRoss: Yeah, would you please consider moving here? I mean you were gonna move here anyway, why can't you just do that?\nEmily: I don't know, it's just…\nRoss: Oh-oh-okay, but-but I know, that even though I've been a-a complete idiot up 'til now, I mean, I mean you-you-you have to come here. You have to come here so we can work this out.\nEmily: All right.\nRoss: All right, did you just say all right?\nEmily: I did. Now I'm the idiot.\nRoss: Oh, Emily that is, that is so great. It's gonna be so great! We're gonna be like-like-like two idiots in love!\n(She laughs.)\nEmily: Ross, there's one thing that really scares me still.\nRoss: Yes, tell me.\nEmily: Well, you have to understand how humiliating it was for me up on that altar in front of my entire family, all my friends.\nRoss: I know. I am, I am so sorry.\nEmily: And then after decided to forgive you, seeing you at the airport catching our plane with her.\nRoss: Again, very sorry.\nEmily: I mean, I can't-I can't be in the same room as her! It drives me mad just thinking of you being in the same room as her!\nRoss: Emily, there is nothing between Rachel and me. Okay? I love you.\nEmily: All right. I'll come to New York and we'll try and make this work.\nRoss: Oh that is so great! That's…\nEmily: (interrupting him) As long as you don't see Rachel anymore.\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, Ross is telling Phoebe, Monica, and Chandler about Emily's ultimatum.]",
            "dialog": "Ross: So I asked Emily if she would come to New York, and she said yes.\nChandler: Yes!\nPhoebe: Ooh-ohh!\nMonica: Great!\nRoss: No-no-no! Only if I promise never to see Rachel again.\nPhoebe: Why?\nMonica: What?! You can't—what did you tell her?\nRoss: I told her I'd have to think about it. I mean, how the hell am I supposed to make this kind of a decision? (They're all quiet.) I'm actually asking you!\nChandler: Well, you can't just not see Rachel anymore, she's one of your best friends.\nMonica: Yeah! But, he can't not exactly see Emily, I mean that's his wife.\nPhoebe: Yeah.\nChandler: That's true!\nPhoebe: Yeah, but you've known Rachel since High School and you cannot just cut her out of your life.\nChandler: That's true!\nMonica: No, you cannot.\nRoss: Thanks for the help, problem solved. (Wipes his hands.)\n(The phone rings.)\nMonica: (answering it) Hello.\nJoey: (on phone) Hey Mon!\nMonica: Oh hey Joey! We've been watching all day, when are you gonna be on TV?\nJoey: See, there was kind of a mix up in my agent's office, but I'm still on TV and that's good exposure.\nMonica: (Looking at the TV) You're not on TV.\nJoey: Oh, uh, okay, how, how about now? (He waves his hand in front of the woman next to him and you can now see his arm on TV.)\nChandler: Hey, there he is! There he is!\nJoey: Hello New York! (The woman bats his hand out of the way.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler and Joey's, the chick and the duck are watching Emeril Live, a cooking show.]",
            "dialog": "Emeril: (on TV.) Now maybe you just like wanna but the whole duck in there! Who cares, y'know? Now I got the legs…\n(Chandler enters and sees what they're watching, panics, and runs to turn off the TV.)\nChandler: How many times have I told you guys, you never watch the cooking channel!\nMonica: (entering) Hi Chandler.\nChandler: Hey!\nMonica: Uh, listen, I need that broiling pan that Joey borrowed the other day.\nChandler: Oh that was yours? Uh, yeah, we used it when the duck was throwing up caterpillars.\nMonica: William Sonoma, fall catalog, Page 27.\nChandler: Expect it in 4-6 weeks. (She starts to leave.) Umm, hey, umm, Joey's gonna be at the telethon for the rest of the day, we have the whole place to ourselves.\nMonica: Yeah, so?\nChandler: Well I just, thought maybe you'd wanna book some time with the best you'd ever had.\nMonica: Y'know what, champ? I think I'll pass.\nChandler: Why?\nMonica: Why? (She hops into the living room and imitates Chandler's happy dance.)\nChandler: What's your point?\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Telethon, Joey's phone rings and he answers it.]",
            "dialog": "Joey: (in a bored voice) PBS telethon.\nPhoebe: (on phone from Central Perk) Hey Joey, I just wanted to let you know that I found a selfless good deed. I just went down to the park and I let a bee sting me.\nJoey: What?! What good is that gonna do anybody?\nPhoebe: Well, it helps the bee look tough in front of his bee friends. The bee is happy and I am definitely not.\nJoey: Now, y'know the bee probably died after he stung ya.\nPhoebe: (Thinks for a moment.) Aw, dammit! (Slams the phone down.)\nStage Director: Back on in 30 seconds people!\n(Joey gets up and moves to the other end of his row to talk to the guy sitting there.)\nJoey: Hey, excuse me, would you mind switching with me?\nPBS Volunteer: Hey, no way, I'm in the shot man.\nJoey: Come on man! You've been here all day!\nPBS Volunteer: Yeah, I-I'm taking pledges here, eh?\nStage Director: We're on in 3, 2, (points to Gary Collins.)\nGary Collins: Welcome back to our fall telethon. Now if you've been enjoying the performance of Cirque Du Soleil, (As he is speaking, Joey and the volunteer getting into a shoving match.) and you'd like to see more of the same kind of programming, it's very simple. All you have to do (Joey is knocked down.) is call in your pledge and at that time tell the operator, one of our volunteers, what kind of programming you'd like to… (Just as the volunteer sits down, Joey pulls him to the ground.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Phoebe are cooking, Chandler is reading a magazine.]",
            "dialog": "Ross: (entering) Okay, that's it. I cannot make this decision! It is too difficult, so I'm just gonna leave it entirely to the gods of fate. (He holds up and starts shaking a…)\nMonica: A Magic Eight ball?! You can't be serious, you can't make this decision with a toy!\nPhoebe: Ooh, it's not a toy.\nRoss: Well, I don't know what else to do. I mean, I either keep my wife and lose one of my-my-my best friends or I keep my friend and get divorced the second time before I'm 30! So-so if anyone has-has a better suggestion, let's hear it! 'Cause I-I got nothing! All right, don't be shy, any suggestion will do. (There are none.) Okay then. Here we go. Magic 8 Ball, should I never see Rachel again? (He turns it over and reads the answer) Ask again later. Later is not good enough. (He shakes it up again and reads the answer.) Ask again later. What the hell! This is broken! It-it is broken!\nMonica: All right, let me see. (She grabs the 8 ball.) Will Chandler have sex tonight? (Reads the answer.) Don't count on it. Seems like it works to me.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The Telethon, Joey answers his ringing phone.]",
            "dialog": "Joey: (in an unenthusiastic voice) PBS Telethon.\nPhoebe: (on phone) Hi Joey.\nJoey: Hey Pheebs!\nPhoebe: I would like to make a pledge. I would like to donate $200.\nJoey: $200? Are you sure Pheebs? I mean, after what Sesame Street did to ya?\nPhoebe: Oh, I'm still mad at them but I also now that they bring happiness to lots of kids who's moms didn't kill themselves, so by supporting them, I'm doing a good thing, but I'm not happy about it. So there, a selfless good deed.\nJoey: And you don't a little good about donating the money?\nPhoebe: No, it sucks. I was saving up to buy a hamster.\nJoey: A hamster? What, those things are like 10 bucks.\nPhoebe: Yeah, not the one I had my eye on.\nGary Collins: (on TV.) It looks like we have surpassed last year's pledge total! Thank you viewers! The pledge that did it was taken by one of our volunteers…(He walks over to where Joey is sitting.) Oh boy! And may I say one of our sharpest dressed volunteers, (Joey stands up.) Mr. Joseph Tribbiani!\nPhoebe: Oh, look-look, Joey's on TV! Isn't that great? My pledge got Joey on TV! Oh that makes me feel—Oh no! (Realizes that her deed made her happy and therefore it's selfish and covers her mouth in horror.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, later that day. Monica is coming out of the bathroom carrying her cleaning gear.]",
            "dialog": "Chandler: (entering) Look, maybe I got carried away before. But there's something you gotta know. If I'm the best, it's only because you've made me the best.\nMonica: Keep talking.\nChandler: I mean I was nothing before you. Call the other girls and ask. Which wouldn't take long. But when I'm with you, and we're together, OH…MY…GOD.\nMonica: Really?\nChandler: Oh-aw my God! Now, I understand if you never want to sleep with me again, but that would be wrong. We're too good! We owe it, to sex!\nMonica: Well, if we owe it? (She throws down her cleaning stuff and jumps into his arms.) Oh my… When is Joey gonna be home?\nChandler: Well, I was kinda hoping we could do this without him. (She starts to take off her latex gloves.) Oh no-no-no, leave the gloves on.\nMonica: But, I just cleaned the bathroom.\nChandler: Yeah, why don't we lose the gloves.\nMonica: Yeah. (She takes them off.)\n(He carries her over to the door and opens it.)\nChandler: All right, let's show them how it's done.\nMonica: Okay.\n(He starts to carry her into the hallway but hits her head on the door.)\nMonica: Ow!\nChandler: Y'know that wasn't part of it?\nMonica: I know!\n(He carries her into the hall.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Ross's apartment, Ross is prying at the Magic 8 Ball with a screwdriver as there's a knock on his door which he goes to answer.]",
            "dialog": "Rachel: (entering) Hi! Are you ready? We're gonna be late!\nRoss: For what?\nRachel: For Stella! Remember? She's gettin' her grove back in like 20 minutes.\nRoss: Yeah, I uh, totally forgot about that. You mind if I take a rain check? I'm waiting for a call from Emily.\nRachel: Sure. I guess. Hey, I hear you don't have to go to London. Yay!\nRoss: It's not that easy, there's still a lot of relationship stuff.\nRachel: Like what?\nRoss: Just stuff. Y'know kinda what Emily wants.\nRachel: Well, why don't you talk to me about it, maybe I can help.\nRoss: No. No. You-you can't help. I mean, I kinda have to do this without your help.\nRachel: Well, I-I know you can do that too. I'm just, I'm just saying if you need somebody to talk to… Hi!\nRoss: Thanks.\nRachel: Ross? Look, whatever this relationship stuff that Emily wants, just give it to her. Come on, the bottom line here is that you love her. So just fix whatever she wants fixed. Just do it. (The phone starts ringing.) I mean, you're gonna have to try. You'll just gonna hate yourself if you don't. (The phone keeps ringing.) Oh come on answer it! It's driving me crazy!\nRoss: (answering the phone.) Hello. (Listens) Hi sweetie. (Listens.) Good. Look umm, yes I've been thinking about that thing that you wanted me to do and, I can do it. (Rachel gives him a thumbs up.) So will you come to New York? (Rachel wants to know what she said, and he gives her a thumbs up and she goes over and hugs him. All the time not knowing what's going on.)\nEnding Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Central Perk, ??????? is playing, as Chandler peaks his head out of the storage closet and sneaks back to his seat and pretends he's reading something. Then a short while later Monica pokes her head out of the closet and sneaks back to her seat and sits down, pretending as if nothing has happened.]",
            "dialog": "Monica: Never done that before.\nChandler: Nope.\nEnd\n\n"
        }
    ]
}