{
    "metadata": {
        "season": "SEASON 5",
        "title": "510 The Inappropriate Sister",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler, Joey, and Ross's apartment, Ross is cleaning out the fridge. Joey walks from his room. He looks like he just woke up.]",
            "dialog": "Joey: What are you doing?\nRoss: I...reorganized the fridge. See, bottom shelf: meats and dairy. (There’s nothing on the shelf.) Middle shelf: fruits and vegetables. (There’s one lone tomato.) And top shelf: expired products. (The shelf is jammed packed.)\nJoey: Why are you doing this?\nRoss: Because I am bored...Out of my mind. I’ve already been to the bank, post office, and the dry cleaners.\nJoey: Dude, you just described seven days worth of stuff. You’ve got to spread it out a little, you know. Haven’t you ever been unemployed?\nRoss: Hey, I am not unemployed. I’m on sabbatical!\nJoey: Hey, don’t get religious on me, ok. (Ross looks a little confused.) A guy in your position needs to be a little better at relaxing. You know. Why do you think we have the comfortable chairs? Huh...come here…sit down. (Ross sits down.) Ready? (Joey flips the foot rest up.) Ahh!! (He reclines the chair fully.) Ohh, yeah!! Huh?!\nRoss: So what, we just sit?\nJoey: Ohh, no, no. We’re not going to just sit. (Joey sits down and hits the speed dial button on the phone.) Shhh. (It begins to ring.)\nChandler: (Answering the phone at work) Hello, Chandler Bing.\nJoey: (In a high pitched female voice) Hello Mr. Bing...I love you.\nChandler: (Angrily) Alright, whoever this is, stop calling me! (Ross and Joey laugh silently.) It’s been six months! It’s not funny!\nJoey: But, I love you.\nChandler: Leave me alone! For the love of God, leave me alone!!! (Joey hangs up.)\nJoey: And that’s Wednesday. (He reclines in his chair.) Ohh.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Chandler, Ross, Joey, Monica, and Rachel are there. Phoebe walks in ringing a bell.]",
            "dialog": "Phoebe: Hey you guys, guess what?\nChandler: The British are coming?\nPhoebe: Ohh, you and your ways. (She shakes the bell at him and sits down.) Since it’s Christmastime. I’m going to be one of those people collection donations.\nAll: Ohh.\nPhoebe: (Excitedly) Yeah, I already have my bell and later on...I get my bucket.\nChandler: Ohh.\nPhoebe: Yeah, yeah, I’m going to be out there spreading joy to the people. I mean, last year, I spread a little joy but not really enough. So this year, I’m going to do the whole city.\nMonica: You know, I knew a girl in high school who did that. She was very popular. (Chandler laughs.)\nJoey: So Pheebs, where are you doing all, your bell ringing?\nPhoebe: Ohh, they gave me a great spot. Right by Macys. Yeah, they hardly ever give such a good spot to a rookie, but I’m the only one who can sing \"Merry Christmas\" in 25 languages. (She smirks.) I lied.\nRachel: Oh my god. Ok you guys, there’s Danny. Watch. Just watch this. (He walks past the couch to the counter.) See?! Still pretending he’s not interested. Ohh, he’s coming over. Just pretend like we don’t know him. We’ve forgotten who he is.\nDanny: Hey guys.\nAll: Hey Danny.\nMonica: Danny? You know Rachel? She’s nice. She’s not bad to look at, right?\nRachel: Thanks, Mon.\nDanny: Well, of course.\nMonica: Do you want to go out on a date with her?\nRachel: Monica!!!\nDanny: (Looking at Monica) Absolutely! Is Friday okay?\nMonica: Friday’s perfect...She can’t wait.\nDanny: (To Monica) On the date, I will be able to talk to her directly? (To Rachel) See ya Friday. (He walks out.)\nRachel: (Somewhat angrily) Okay. What the hell was that? You know what? Don’t answer me. (Giggling) I have a date with Danny.\n Office, Joey is there.]\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Estelle's (Joey's Agent)",
            "dialog": "Joey: How could I not get the part? The play was about a 29-year-old Italian actor from Queens.\nEstelle: Well, Telia Shire suddenly became available.\nJoey: She’s a woman!\nEstelle: What can I say? She nailed it.\nJoey: (Very discouraged) Okay, is there anything else?\nEstelle: Well, you’re just going to say no again but...gay porn.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: In front of Macys, Phoebe is collecting donations and ringing her bell.]",
            "dialog": "Phoebe: Happy Holidays. Feliz Navidad. Allo, and Merry Christmas. (A man put some change in her bucket.) Ohh thank you sir. Here's some joy. (She waves her hand up and down as if she is spreading joy.)\nMonica: (Walking in from off screen.) Phoebe!\nPhoebe: Hey!\nMonica: I just wanted to see how it's going.\nPhoebe: Well, it's going okay.\nMonica: (Taking out her wallet.) Well good, here let me help you out.\nPhoebe: Oh, thanks!\nMonica: Yeah!\nPhoebe: Wow!\n(Monica puts some change in Phoebe's bucket.)\nPhoebe: Is that a new Swede jacket? It looks really expensive.\nMonica: Yeah. I guess. (She puts more money in the bucket.)\nPhoebe: Just get your nails done?\nMonica: Yes Phoebe, but this is all I have. Okay? (She pours out the rest of her change purse into the bucket.)\nPhoebe: Okay! Thanks! Happy Holidays, here's your joy. (She waves her arm and spreads her joy.)\n(A man walks up and puts a dollar bill in.)\nPhoebe: Thank you! And Happy Holidays.\n(The man starts to take some change out.)\nPhoebe: Wait, you can't take the money out.\nThe Man: I'm making change. I need change for the bus.\nPhoebe: But, can't you leave the dollar? This money is for the poor.\nThe Man: I'm poor! I gotta take the bus!\nPhoebe: Okay, Seasons Greetings and everything, but still…\nThe Man: Bite me, blondie! (The man storms off.)\nPhoebe: Oh, I'm going to give him something else besides joy, just… (She scowls at him.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler, Joey, and Ross's, Joey is telling Ross how he didn't get the part.]",
            "dialog": "Joey: That part was perfect for me! I can't believe I didn't get it!\nRoss: I'm sorry, man. Hey, y'know what you should do? You should make something happen for yourself. Y'know, like-like write a play. Write a movie! Huh? I mean, what about those Good Will Hunting guys?\nJoey: Come on Ross be realistic, y'know? If I did write something, what are the chances I could get those guys to star in it?\n(Ross just stares at him until he figures it out.)\nJoey: Wait a second, I could star in it!\nRoss: Or that.\nJoey: I can't write! Y'know I mean I-I-I'm an actor, I don't have the discipline that takes, y'know? I can't do it.\nRoss: I'll help you. Yeah, I'll make up a schedule and make sure you stick to it. And plus, it'll give me something to do.\nJoey: Really? You'd-you'd do that for me?!\nRoss: Yeah!\nJoey: Thanks!\nRoss: (grabbing a notepad and sitting down) All right, we'll start off slow. The only thing you have to do tonight is come up with the name of your main character.\nJoey: Done!\nRoss: And it can't be Joey.\nJoey: It's not.\nRoss: Or Joseph.\nJoey: (disappointed) Oh.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is returning. Monica enters from her room wearing nothing but a robe.]",
            "dialog": "Monica: Hey, what's up?\nRachel: I just saw Danny getting on the subway with a girl and he had his arm around her.\nMonica: Oh, honey, I'm sorry.\nRachel: Well, you should be, this is all your fault! You meddled in our relationship!!\nMonica: You had no relationship!!\nRachel: No, but I was doing my thing and everything was going according to the plan!\nMonica: Oh God, stop with the plan! So what, so what you saw him with a girl? Who cares?! That doesn't mean anything! Now look, you're going to go out on a date with Danny and you're going to be so charming he's gonna forget all about that stupid subway girl.\nRachel: She was kinda stupid. You're right. All right, I'm just gonna go on the date. I'm gonna go on the date. That is the new plan.\n(Rachel goes into her room and closes the door. Which allows Monica to let Chandler out of her room.)\nMonica: Come on, hurry!\n(Chandler runs out the door and closes it behind him. After a short pause the door opens and Chandler comes rushing back through, grabs Monica, kisses her good-bye, and heads back out.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler, Joey, and Ross's, Joey is trying to write his movie, Chandler is playing a game on the counter by trying to flip a ping pong ball with a spoon into a nearby bowl.]",
            "dialog": "Joey: Hey, how do you spell suspicious?\nChandler: Why?\nJoey: Because I think this character is going to be suspicious about stuff.\n(Chandler makes it into the bowl.)\nChandler: Yes! Chandler Bing, 7! Chandler Bing, 0.\nJoey: You're driving me crazy with that!\nChandler: Okay, I'll stop.\nJoey: Don’t stop! Move the bowl further away! Ross could make that shot!\n(Chandler slides the bowl to the far end of the counter. He tries again, but he hits the spoon to hard and the ball goes flying away.)\nJoey: Well, you suck! But at least you suck at a man's game now.\nChandler: You wanna play?\nJoey: Chandler, I can't be playing games, Ross is gonna be home soon. And I have to write five whole pages if I'm gonna stick to his schedule.\nChandler: Well, so, play for the next 30 minutes and then write until he gets home.\nJoey: (jumping up) All right! But uh, listen, what do you say we crank it up a notch?\nChandler: I'm intrigued.\nJoey: All right, all we need is a little lighter fluid.\nChandler: Okay, but be careful okay, because I wanna get our security deposit back.\nJoey: Yeah, I think we said good-bye to that when we invented hammer darts.\nChandler: Do you even remember which part of the wall is not spackle?\nJoey: Uh yeah, right here. (He punches his fist through the wall next to the door.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: In front of Macys, Phoebe is still ringing her bell. A guy puts some change into the bucket.]",
            "dialog": "Phoebe: Thank you, Happy Holidays.\n(Another woman walks up and throws something into the bucket.)\nPhoebe: Now, that's trash. Young lady, you can't… (The lady ignores her and walks off.) Hey! Stop that young lady, she donated trash!\n(Another guy walks by and throws his light cigarette butt in the bucket.)\nPhoebe: Hey!! (The bucket starts smoking.) The charity's on fire! Help! (Yet another guy walks by carrying a cup, which Phoebe grabs.) Oh good! Thank you, I need that. (She throws onto the smoldering fire. Suddenly the bucket erupts in flames.) Whoa! What is that?! (She sniffs the cup.) (To the guy.) It's nine o'clock in the morning!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler, Joey, and Ross's, Ross is reading what Joey wrote.]",
            "dialog": "Ross: All right. (Reading.) A room. A man enters, he looks suspicious. (Stops reading a flips the page to find the next one is blank.) That's it? (Joey shrugs.) Joey, you're supposed to have five pages done by now! Including an exciting incident! (Flipping through the rest of the pad.) And what is, and what is all this?! (Reading.) The official rulebook of Fireball.\nJoey: Yeah, that's the uh, game we were playing.\nChandler: (entering from his room carrying a fire extinguisher and wearing oven mitts) Oh yeah, it's great! See you take a tennis ball, a bowl, and some lighter fluid—Op! Op! (He puts out a small fire which has re-ignited in his room.)\nRoss: This is helping your career?! Huh? I thought you wanted to be an actor not the creator of crazy lawsuit game!\nJoey: You're right, you're right, I'll get back to work.\nRoss: (To Chandler) And shame on you! You should know better, Joey needs to work. (To Joey) Now come on!\nJoey: Hey!\n(He tries to fire a burnt tennis ball into the bowl Chandler is standing by, but Ross grabs the ball away from him.)\nRoss: No! Ah-ah-ah-ah-ah! You can have this back when the five pages are done! (After Joey walks past, Ross throws the ball down in pain.) Ahh! (Chandler shows him the burn spots on his oven mitts.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Outside Danny's apartment, Danny and Rachel are returning from their date.]",
            "dialog": "Danny: I had a really nice time tonight.\nRachel: So did I. I'm really glad Monica asked us out.\n(He kisses her.)\nDanny: I'd love to ask you in, but uh, my sister's visiting and I think she's asleep on the couch.\nRachel: You're sister? You're sister's asleep on the couch? (Danny nods, \"Yes.\") Ohhh! I saw her with you on the subway and now she's asleep on the couch!\nDanny's Sister: (opening the door) Oh, I thought I heard you.\nDanny: Oh hey, great, you're up. Rachel, this is my sister Krista. Krista, this is Rachel.\nRachel: Hi!\nKrista: Nice to meet you. I wish you'd told me we were having company, I'd fix myself up!\nDanny: Like it would help.\nKrista: You are so bad! (Hits him softly.)\nDanny: You are! (Hits her back.)\nKrista: You are! (Hits him softly.)\nDanny: You are! (Hits her back.)\nKrista: You are! (Hits him softly.)\nDanny: You are! (Hits her back.)\nKrista: You are! (Hits him harder this time.)\nDanny: You are so dead! I'm gonna get you.\n(He starts chasing her around Rachel a couple of times before she runs into the living room and he tackles her on the couch where he starts tickling her.)\nRachel: (not sure what to do) Uh, it was very nice meeting you. (They continue to ignore her.)\nCommercial Break\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is complaining to Ross and Monica about the bucket.]",
            "dialog": "Phoebe: Nobody! Nobody respects the bucket! You wouldn't believe what people put in here! Look! (Hands it to Monica.) Okay, does this look like a garbage can to you?\nMonica: No.\nPhoebe: Does it look like an ashtray?\nMonica: No.\nPhoebe: Does it look like a urinal?\nMonica: Eww!! (Throws the bucket down.)\nRoss: So Pheebs, are you gonna go back out there or what?\nPhoebe: Well, yeah! But I'm not gonna take anymore crap. Okay? No more Mrs. Nice Bucket!\nMonica: Yeah, good for you. Y'know you're tough, you lived on the streets.\nPhoebe: Yeah, I'm gonna go back to being Street Phoebe. Yeah! Oh but, y'know what? I can't go totally back because Street Phoebe really wouldn't be friends with you guys. Sorry. (Leaves.)\nRachel: (entering from her room) Hey!\nMonica: Hey!\nRachel: Hey, umm, can I ask you guys something?\nMonica and Ross: Sure.\nRachel: Uh, I don't have any brothers so I don't know, but uh, did you guys wrestle?\nRoss: Oh-oh, yeah.\nMonica: All the time. In fact, I was undefeated.\nRoss: Uh, you weighted 200 pounds.\nMonica: Still, I was quick as a cat.\nRachel: Well, I met Danny's sister yesterday, and uh that was actually the girl on the subway.\nMonica: Oh, you're kidding.\nRachel: Yeah, they were very y'know…wrestley. But, I guess that's normal?\nMonica: (laughing with Ross) We don't, we don't wrestle now.\nRoss: Yeah, not since I got too strong for you.\nMonica: Too strong for me?\nRoss: Yeah.\nMonica: You wanna go right now? 'Cause I'll take you right now, buddy! You wanna go?\nRoss: Oh fine.\nMonica: Ready? (They grab a hold of each other's necks.) Wrestle! (They start wrestling.)\nRachel: Okay, y'know what uh, actually, that's great. That helps a lot. Thanks. (She leaves them to wrestle.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Chandler, Joey, and Ross's, Ross is cleaning the foosball table, Joey is working on his script.]",
            "dialog": "Chandler: (entering from his bedroom) Guys, come on! Let's go! The puck drops in 20 minutes! Come on, Joe!\nRoss: Joey's not going.\nJoey: (To Chandler) I didn't finish my five pages.\nChandler: Well, why can't you do them tomorrow?\nRoss: Because tomorrow he's redoing yesterday's pages.\nJoey: Yesterday's pages did not reflect my best work.\nChandler: (To Ross) Why don't you cut him a little slack? Okay? Maybe if he relaxes a little bit, he'll get some work done.\nRoss: I think he's been relaxing enough, thanks to you and Fireball.\nJoey: Dude, if you think Fireball's relaxing, you've obviously have never played.\nChandler: The only reason you're doing this to Joey is because you're bored. Okay, it's not his fault that you're unemployed.\nRoss: I am not unemployed. I'm on sabbatical!\nJoey: Come on look guys, don't fight.\nRoss: And the reason I'm doing this is because I am Joey's friend. And if you were a good friend, you'd be doing the same thing.\nChandler: Oh, so being a good friend means acting like a total jerk?\nRoss: If it does? Then you're an amazing friend of mine.\nJoey: Hey-hey guys, hey! How about we settle this over a friendly game of Fireball? Huh? I'll go unhook the smoke detectors!\nRoss: How about we settle this right now! (He rips up the tickets.) There! Now, no one's going to the game. Ha-ha-ha!\nChandler: I paid for those tickets!\nRoss: No you didn't. You said you would, but you never did!\nChandler: Oh yeah! (Makes an unintelligible taunting sound.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, Monica, Rachel, Joey, and Chandler are listening to a story being told by Danny and his sister.]",
            "dialog": "Danny: …so we finally get to the top of the mountain and airhead here (His sister) forgets the camera!\nJoey: Oh, y'know the same thing happened to me one time.\nChandler: When did that happen to you?!\nJoey: Don't you remember when we were jogging in the park and we saw that really pretty bird and wanted to take a picture—I didn't have my camera!\nChandler: Oh yeah. First off all, chasing the Churo guy isn't jogging.\nKrista: Oh, this is so good (A piece of cake.) you have got to try it. (She takes some on her finger and feeds it to Danny. Then takes a little more and does it again. Meanwhile, the rest of the gang stares on in shock. Then they pick up a part of it and some filling falls into his lap.)\nDanny: Oh, damn! I got it on my pants.\nKrista: Here, I'll get it. (She grabs a napkin and tries to wipe it up. The thing that gets the rest of the gang going is that she's whipping awfully close to his crotch. In fact, she is whipping his crotch. Chandler's about to come out of his chair.)\nKrista: We'd better take these pants off upstairs or that stain's gonna set.\nDanny: Yep. (To Rachel) I'm gonna wear these on our date tonight.\nRachel: Oh, great!\nChandler: Okay, bye! (To the gang.) Oh my God!!\nMonica: That was unbelievable!\nRachel: Okay, see? I told you!\nJoey: Yeah, wow, sorry Rach.\nChandler: I don't believe they're brother and sister.\nJoey: They're brother and sister!!!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: In front of Macys, Phoebe has adorned her bucket with numerous signs. Like \"We are not a urinal!\" and \"I have no Macys info.\" And other stuff like that. She also has a scowl on her face as she is ringing her bell. A little old lady walks up to make a donation but Phoebe stops her.]",
            "dialog": "Phoebe: Oh whoa-whoa-whoa! Wait a minute, open up your hand; let me take a look. (The lady opens up her hand.) Quarter. Dime. Lint? Not interested in that. (She throws the lint away.) What's this? A Canadian coin? Get outta here! (The lady walks away.)\n(Another man walks up with a drink in his hand, Phoebe stops him too.)\nPhoebe: Whoa-whoa-whoa! No drinks near the bucket! Set it down over there and then you can make a contribution! (The guy starts to walk away with a hurt look on his face.) And you can leave the hurt bunny look over there too! (Her boss and a co-worker walk up.) Hi Bob! (The same old lady from before walks bye.) (To the old lady.) I thought I told you to get outta here!\nBob: Uh, Phoebe we've been getting complaints and uh, we're gonna move you to a less high-profile spot.\nPhoebe: What?!\nBob: Umm, Ginger's gonna take over this corner.\nPhoebe: That chick can't handle my corner.\nBob: Look, either you leave, or we remove you.\nPhoebe: Fine. (She hands her bell to Ginger and starts to take down her signs.) (The same old lady walks by again.) All right, I'll give you one pointer. Look out for that bitch. (The old lady.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Danny's apartment, there's a knock on the door and he answers it.]",
            "dialog": "Danny: Oh, hey Rach! I thought we said seven?\nRachel: Yeah uh, y'know what uh, let's skip it.\nDanny: What?! Why?!\nRachel: Umm, you-you and your sister seem to have umm, a very special bond, and…\nDanny: Oh great! That special bond again! Why do women have such a problem with the fact that I'm close with my sister?\nRachel: Well, okay, look. I don't know, listen, I don't know what's going on here but let's…\nDanny: Do-do you, do you have brothers?\nRachel: No, I have two sisters. But one of them has a very masculine energy.\nDanny: Are you close with them?\nRachel: No-no, they're not very nice people.\nDanny: Okay, listen, I really like you. Okay? I think this can go somewhere. So what if I'm close to my family, are you gonna let that stand in the way of us?\nRachel: Well, uh, I-I don't know. See when-when you put it that way y'know it does sort of…\nKrista: (calling from the bathroom) Danny! Hurry up! The bath is getting cold!\nDanny: (seeing Rachel's shocked look) What?\nRachel: Yeah, okay, I'll see you later. (Gets up and runs from the apartment.)\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Chandler, Joey, and Ross's, Ross is there as Chandler enters.]",
            "dialog": "Chandler: Oh hey! There's some kids playing in the street, you wanna go down there and give them a project, ruin their day?\nRoss: Hey, if they have a ball maybe you can stick razor blades in it and teach them a new game, Gonna Need Stitches Ball.\nJoey: (entering) Hey guys! I was at the library all morning and I already finished my five pages for today!\nRoss: Yay!\nChandler: Great! Now, we can go to the Ranger game! (Pause) Last night!\nJoey: No dude, Ross tore up the tickets!\nRoss: I guess when you don't have so many distractions, it's easier for you to focus. Huh?\nChandler: Yeah or also when you don't have somebody breathing down your neck ALL THE LIVE LONG DAY!!\nJoey: Yeah, well, that's fine, but the important thing is that I finished it. And uh, I think it's really good, but y'know it'd really help me is if I could hear it. So would you guys read it for me?\nChandler: All right. (Takes a copy.)\nRoss: All right. (Takes another copy.)\nJoey: Okay. (Reading.) \"It's a typical New York City apartment. Two guys are hanging out.\" Ross (Points to him.)\n(Ross and Chandler start to read Joey's script aloud.)\nRoss: Hey man.\nChandler: What is up?\nRoss: About yesterday, I was really wrong. I am sorry.\nChandler: No, it was me. I'm sorry. I over reacted.\nRoss: Maybe it was both of us, but we had our best friend's interest… (Pauses and looks at Joey.) But we had our best friend's interest at heart.\nChandler: Could I be more sorry. (Looks at Joey.)\nRoss: I don't know, I'm one sorry polentologist. (Stops reading.) All right Joey, we get it. (To Chandler) I'm sorry.\nChandler: (To Ross) I'm sorry too.\nJoey: Oh no! No-no, keep reading! The good part's coming up. Keep going.\nRoss: (reading from the script.) I am sorry, Chandler.\nChandler: I am sorry, Ross.\nJoey: A handsome man enters. (Playing the part of the handsome man.) Hey! How's it going guys? I don't know what you two were talking about, but I'd like to say thanks to both of you. You, (Ross) you wouldn't let me give up on myself, and you (Chandler) well you co-created Fireball. The end.\nChandler: This took you all day?!\nJoey: No-no, this only took five minutes. I spent the rest of the day coming up with new, Ultimate Fireball. (Takes out a bowling ball and a propane torch.) Ha-ha!\nEnding Credits\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Rachel are about to read another one of Joey's efforts.]",
            "dialog": "Joey: (Reading the scene set up.) Okay, it's a typical New York City apartment. Two girls are just hanging out.\n(Monica and Rachel begin to read from the script.)\nMonica: Hi, how are you doing Kelly?\nRachel: I'm doing just fine! God, Tiffany, you smell so great!\nMonica: It's my new perfume. Why don't you come closer where you can really appreciate it?\n(They both start to read ahead.)\nRachel: Oh, y'know Joey, you are sick!\nMonica: This is disgusting!\n(They both throw the scripts in his face.)\nRachel: I'm not reading this!\nJoey: What?! Wait-wait-wait! The handsome man was about to enter!!\nEnd\n\n"
        }
    ]
}