{
    "metadata": {
        "season": "SEASON 8",
        "title": "821 The Cooking Class",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, everyone is there except Monica as Ross enters carrying a huge stack of newspapers.]",
            "dialog": "Ross: Hey you guys I got some bad news. (He sets the stack of papers down on the table.)\nPhoebe: Well that’s no way to sell newspapers. Why don’t you try, \"Extra! Extra! Read all about it!\"\nRoss: No, Monica’s restaurant got a horrible review in the Post. (They all gasp.) I didn’t want her to see it, so I ran around the neighborhood and bought all the copies I could find. (He hands the paper to Phoebe and they all read it.)\nJoey: Man, this is bad! And I’ve had my share of bad reviews. I still remember my first good one though. (Quoting) \"Everything else in this production of Our Town was simply terrible. Joey Tribbiani was abysmal.\"\nMonica: (entering) Hey!\nChandler: Hey.\nMonica: (seeing the stack of newspapers) Oh my God! Look at all the newspapers! It must be a good review! Is it great?!\nRoss: Umm…\nMonica: (reading) Oh dear God!\nRoss: But the good news is, no one in a two-block radius will ever know.\nMonica: What about the rest of Manhattan?!\nRoss: Yeah, they all know.\nMonica: Oh my God, this is horrible!\nChandler: I’m so sorry.\nMonica: I’m so humiliated!\nRachel: Yeah but y’know what they say Mon, \"There’s no such thing as bad press.\"\nMonica: You don’t think that umm, (reading) \"The chef’s Mahi Mahi was awful awful,\" is bad press?\nRachel: I didn’t write it.\nMonica: Is he right? Am I really—Am I awful?\nAll: No!\nJoey: Yeah! Yeah Monica! You listen to me, okay? And I’m not just saying this because I’m your friend, I’m sayin’ it ‘cause it’s the truth. You’re food is abysmal!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Ross and Rachel's, it’s late at night, Rachel is sitting on the couch in the dark wide-awake as Ross walks to the bathroom.]",
            "dialog": "Rachel: Ross!\nRoss: (startling him) What?! What?\nRachel: I am freaking out!\nRoss: Are ya?\nRachel: My due date is in one week!\nRoss: What are you doing up?\nRachel: That is seven days!\nRoss: Okay look, I had a lot of water before I went to bed. Can we do this after…\nRachel: (interrupting him) No-no-no-no-no Ross! Please, come on we do not have any of the big stuff we need! We do not a changing table! We do not have a crib! We do not have a diaper service!\nRoss: It’s funny you should mention diapers.\nRachel: I’m serious.\nRoss: Okay look, there’s nothing to worry about. We have plenty of time. There’s a great baby furniture store on west 10th. Tomorrow, we will go there and we will get you everything that you need. Okay?\nRachel: Okay. Thank you. That’s great. Thank you. Wait-wait! Where on west 10th? Because there’s this really cute shoe store that has like this little…\nRoss: (interrupting her) Okay. Okay. If uh, if you’re gonna do this, then I’m gonna do that. (Points to the bathroom.) So… (Starts for the bathroom.)\nRachel: (stopping him) Oh, wait Ross! I’m sorry, one more thing!\nRoss: (annoyed) Yeah!\nRachel: Umm, our situation. Y’know umm, what we mean to each other. And I mean we-we’re having this baby together, and we live together. Isn’t that, isn’t that weird?\nRoss: (stunned) (thinks) Well uh…\nRachel: I’m just kidding! You can go pee! (He does so in a hurry.)\n[Scene: Monica and Chandler's, Monica is cooking as Chandler looks on.\nJoey: (entering) Hey uh Monica, I can’t remember. Did we say we were gonna meet here or at the movies?\nMonica: We said at the movies, but…\nJoey: Okay, I’ll see you there. (Starts to leave)\nMonica: Joey! (He returns) Now that you’re here…\nJoey: Sure, I can hang out ‘til I have to meet ya. (To Chandler) What uh—How come you’re not going?\nChandler: I have a job interview I have to get ready for.\nJoey: I thought you already have a job.\nChandler: And people say you don’t pay attention. No, this is a much better job. It’s vice-president of a company that does data reconfiguration and statistical factoring for other companies.\nJoey: Wow! How do you know how to do that?!\nChandler: That’s what I do now.\nMonica: Hey Joey, come taste this.\nJoey: What is it?\nMonica: Remember that guy that gave me a bad review? Well… (Feeds him a spoonful of what she’s cooking.) I’m getting my revenge!\nJoey: You cooked him?\nMonica: No. He teaches a course on food criticism at the New School, so before we go to the movies I wanna go by there and make him try my bouillabaisse again. Oh, I cannot wait to read the front page of the Post tomorrow! \"Restaurant reviewer admits: I was wrong about Monica.\"\nChandler: The front page? You really do live in your own little world, don’t ya?\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Baby Furniture Store, Ross and Rachel are checking out.]",
            "dialog": "Cashier: Do you uh, want these things delivered Mr. and Mrs. Geller?\nRachel: Oh.\nRoss: Oh.\nRachel: No-no-no! No, no, no, we’re not married.\nRoss: We are having a baby together, but we’re not involved. (The cashier, a very beautiful woman, looks confused) I mean, uh we-we were seeing each other a while ago, but then we were just friends. And then there was one drunken night. (Rachel looks at him angrily) Or, yes stranger, we’d like this delivered please.\nCashier: Why don’t you fill out this address card. (Hands him one.)\nRoss: Oh, okay.\nCashier: I notice you picked out a lot of our dinosaur items.\nRachel: Oh yeah! Actually, that’s one of the reasons why we’re not a couple.\nRoss: I chose those, I’m a paleontologist.\nCashier: Really?! That is so cool!\nRachel: Oh. Oh yeah, don’t get to worked up over it. I mean it-it sounds like he’s a doctor, but he’s not.\nCashier: Oh no-no, I’m fascinated by paleontology. Have you read the new Walter Alvarez book?\nRoss: Yeah! I-I teach it in my class.\nRachel: Oh my God! I’m standing at a cash register, holding a credit card, and I’m bored.\nCashier: (looking at the completed address card) Oh, I love your neighborhood. There’s a great gym right around the corner from your building.\nRoss: That’s my gym.\nCashier: I can tell you work out. (Ross is please and Rachel looks at him confused.) A paleontologist who works out, you’re like Indiana Jones. (Rachel has a disbelieving look on her face.)\nRoss: I am like Indiana Jones.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Phoebe is there as Rachel enters.]",
            "dialog": "Rachel: Hi Pheebs!\nPhoebe: Hey! Oh, how did baby shopping go?\nRachel: Oh, it was great! We got everything that we needed! Oh and Ross, almost got something that wasn’t on the list. A whore.\nPhoebe: What?!\nRachel: Well, we were paying for our stuff and this saleswoman just started flirting with him.\nPhoebe: Well did she know you two weren’t married?\nRachel: Yeah.\nPhoebe: Oh my God! Well the idea of a woman flirting with a-with a single man, we-we must alert the church elders!\nRachel: You don’t understand! You didn’t see how brazen she was.\nPhoebe: Sounds like you’re a little jealous.\nRachel: No! I’m not! I-I-I just think it’s wrong! It’s-it’s that I’m—Here I am about to pop and he’s out picking up some shop girl at Sluts ‘R’ Us!\nPhoebe: Is that a real place? (Rachel’s stunned) Are they hiring?\nChandler: (entering) Hey Phoebe! (To Rachel) Fatty!\nPhoebe: Hey Chandler, why so fancy?\nChandler: Well, I got a job interview. It’s kinda a big deal too. Its a lot more money and I’d be doing data reconfiguration and statistical factoring.\nPhoebe: Wait, I think I know someone who does that.\nChandler: Me! I do that. So… Seriously, do I look okay? I’m little nervous.\nRachel: Oh yeah! You really—You look great.\nPhoebe: Yeah, just don’t get your hopes up.\nChandler: Why not?\nPhoebe: Well, the interview…\nChandler: What about it?\nPhoebe: Y’know! You don’t make a very good first impression.\nChandler: (shocked) What?!\nPhoebe: Oh you don’t know.\nChandler: Are you serious?!\nPhoebe: Yes, when I first met you, you were like, \"Blah, blah, blah.\" I was like, shhh!\nChandler: What is it that I do?\nPhoebe: Well it’s just like you’re trying too hard. Always making jokes, y’know, you just—You come off a little needy.\nChandler: (To Rachel) Did you like me when we first met?\nRachel: Chandler, I’m not gonna lie to ya, but I am gonna run away from you. (Gets up and hurries out.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The New School, Monica, carrying her dish, and Joey are confronting the food critic.]",
            "dialog": "Monica: Hi! Umm, I’m Monica Geller, I’m the chef at Alessandro’s.\nThe Food Critic: Still?\nMonica: I think the things that you said about me are really unfair, and I would like for you to give my bouillabaisse another chance.\nThe Food Critic: I don’t see any reason why I would do that to myself again.\nJoey: Either eat it, or be in it.\nMonica: Spoon? (Hands him one and he tastes it.) So, what do you think?\nThe Food Critic: I’m torn, between my integrity and my desire to avoid a beating. But I must be honest, your soap is abysmal. (Throws down the spoon and walks out.)\nJoey: Thata girl! Huh? We should get out of here; there’s a new class comin’ in.\n(They start to leave.)\nThe Cooking Teacher: Welcome to introduction to cooking. Now, before we start, can anyone tell me the difference between a hollandaise sauce and a bearnaise sauce? (No one can.)\nMonica: I can.\nThe Cooking Teacher: Okay, go ahead.\nMonica: Well umm, they both have a egg yolk and butter base, but a bearnaise has shallots, shirvel, and most importantly tarragon.\nThe Cooking Teacher: That’s very good, what’s your name?\nMonica: Monica.\nThe Cooking Teacher: Monica, you go to the head of the class.\nMonica: Okay. (Does so.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross and Rachel's, Ross and Rachel are unpacking and setting up their new purchases.]",
            "dialog": "Rachel: All this stuff takes up a lot of room. Hey how uh, how serious are you about keeping Ben in your life?\nRoss: My son? Pretty serious. (There’s a knock on the door and Ross answers it.) Oh hey Katie! (The cashier from before) What uh, what are you doing here?\nKatie: Well, the delivery went out to you and I realized they forgot this. (A blanket.)\nRoss: Ah, must’ve been fairly obvious since it was the only thing left in your store.\nKatie: Listen, to be honest, home deliveries are really a part of my job description.\nRoss: Oh. (Reaches into his pocket for some money as Rachel enters the living room and watches holding two stuffed dinosaurs.)\nKatie: Oh uh…I actually came here to ask you out.\nRoss: Oh! Wow! Uh, yeah! That sounds great. I’m just gonna put this (The money) back in my pocket, pretend that didn’t happen. Uh yeah, actually I’m free now. Do you wanna grab some coffee or…\nKatie: Sure!\nRachel: Horny bitch. (They both look at her, pretending that the dinosaurs she’s holding are arguing.) No! You’re a horny bitch! Noooo! You’re the horny bitch! No! You’re a horny bitch!\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross and Rachel's, continued from before.]",
            "dialog": "Rachel: So you guys go, have a really good time.\nRoss: (To Katie) Yeah, I’m just gonna grab my coat. And uh, and my whip. (Katie looks worried.) Y’know because of the Indiana Jones? (Katie laughs) Not-not because I’m-I’m into S&M. (Katie’s worried again.) I’m not-I’m not into anything weird. Y’know? Just-just normal sex. (Katie is uncomfortable.) So, I’m gonna grab my coat. (Does so, leaving Katie and Rachel alone.)\nRachel: So, you had a good day huh? Big commission; picked up a daddy.\nKatie: Are you okay with this?\nRachel: Oh yeah! Yeah please, you guys have fun.\nKatie: Okay. It was nice to see you.\nRachel: Oh and it was great to see you too. And you look fantastic, although you missed a button.\nKatie: Oh umm, actually I umm…\nRachel: Oh okay, I see what you’re doing there.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler and Phoebe are entering.]",
            "dialog": "Chandler: I can’t even believe this! I really come off that badly?\nPhoebe: Oh! It’s okay, you calm down after a while and then people can see how really sweet and wonderful you really are.\nChandler: Oh good. Good, because I’m sure this interview is gonna last a couple of weeks.\nPhoebe: All right, don’t freak out! Okay? I-I will help you. How long before you have to leave?\nChandler: An hour.\nPhoebe: I can’t help you.\nChandler: Phoebe!\nPhoebe: All right, all right, we’ll just do our best. Okay? So let’s say I’m the interviewer and I’m meeting you for the first time. Okay. \"Hi! Come on in, I’m uh, Regina Philange.\"\nChandler: Chandler Bing.\nPhoebe: Bing, what an unusual name.\nChandler: Well you should meet my uncle, Bada. (Pause) I’ll let myself out.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Cooking Class, Joey is trying to cook as the teacher walks over to him.]",
            "dialog": "Joey: Hi.\nThe Cooking Teacher: Your Fettuccini Alfredo looks a little dry, did you use all your cheese?\nJoey: When you say used, do you mean eat as a pre-cooking snack?\nThe Cooking Teacher: And the cream?\nJoey: Cheese makes me thirsty.\nThe Cooking Teacher: Okay. Let’s move on.\nJoey: All right.\nThe Cooking Teacher: (To Monica) Oh! Something smells good over at Monica’s station! (She tries Monica’s fettuccini.) Oh my God! This is absolutely amazing! You’ve never made this before?\nMonica: Oh no! I don’t know anything about cooking. I had to ask someone what it’s called when the, when the water makes those little bubbles.\nThe Cooking Teacher: Well, hats off to the chef.\nMonica: I-I-I’m sorry, your-your mouth was full, I didn’t hear what you said. Umm, hats off to who now?\nThe Cooking Teacher: The chef!\nMonica: That’s right.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler and Phoebe are still working on his interviewing techniques.]",
            "dialog": "Chandler: …I think you’ll find if I come to work here, I don’t micro-manage. I don’t shy away from delegating.\nPhoebe: Um-hmm, that’s good to know. But let’s stop focusing on what you don’t do, and start focusing on what you do do.\nChandler: (suppressing a smile) What I do do…is manage to uh, create an atmosphere of support for the people working with me.\nPhoebe: I see. Nice sidestep on the do do thing by the way.\nChandler: Hardest thing I’ve ever done in my life.\nPhoebe: You gotta go!\nChandler: Oh! (Stands up.)\nPhoebe: Okay, don’t worry. You’re ready.\nChandler: Really?\nPhoebe: Absolutely! Just fight all your natural instincts and you’ll be great.\nChandler: Okay.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The Cooking Class, everyone has finished baking a batch of cookies and the teacher is going around tasting them.]",
            "dialog": "The Cooking Teacher: Ah Monica, my star student.\nMonica: Y’know, you called me that before so I-I took the liberty of fashioning a star out of aluminum foil. Now, no pressure, you like my cookies, you give me the star. (Hands it to her.)\nThe Cooking Teacher: (tasting the cookie and with her mouthful) Oh, yum-yum-yum. (Hands the star back.)\nMonica: Wow! A star! (The class glares at her.) I know you all hate me and-and I’m sorry, but I don’t care.\n(The teacher goes to Joey’s station.)\nThe Cooking Teacher: Okay Joey, you’re up next. (Tries one of his cookies.) This are good! This is amazing! You get an A!\nJoey: I can an A? In-in school? (To Joey) Hey, I’m a dork.\nMonica: Joey! I’m so proud of you!\nThe Cooking Teacher: I think you should give him your star.\nMonica: Excuse me? He doesn’t even know what he’s doing!\nThe Cooking Teacher: We’re all beginners here. Nobody knows what they’re doing.\nMonica: I do! I’m a professional chef! (The class gasps.) Oh relax! It’s not a courtroom drama!\nThe Cooking Teacher: If you’re a professional chef, what are you doing taking Introduction to Cooking?\nJoey: Yeah!\nMonica: I’m-I’m sorry, it’s just that umm… Well I-I cook at this restaurant, Alessandro’s, and umm I just got a really bad review…\nThe Cooking Teacher: Oh Alessandro’s! I love that place!\nMonica: You do?\nThe Cooking Teacher: Oh yes! You’re an excellent chef! As a person you’re a little…\nMonica: Oh, I’m totally crazy, but you-you like the food?\nThe Cooking Teacher: Very much.\nMonica: Okay then, I don’t stink. I’m a good chef. Okay. (Starts to leave.)\nJoey: Whoa-whoa-whoa-whoa! I don’t want to go. I’m having fun.\nThe Cooking Teacher: Well actually, did either of you pay for this class?\nJoey: Hey-hey-hey, if my friend says it’s time to go, it’s time to go. (Starts to leave, but comes back for his cookies.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: An Office Building, Chandler is on his interview.]",
            "dialog": "Chandler: …also I was the point person on my company’s transition from the KL-5 to GR-6 system.\nThe Interviewer: You must’ve had your hands full.\nChandler: That I did. That I did.\nThe Interviewer: So let’s talk a little bit about your duties.\nChandler: (nervous) My duties? (Trying not to crack a joke) All right.\nThe Interviewer: Now you’ll be heading a whole division, so you’ll have a lot of duties.\nChandler: (trying not to laugh) I see.\nThe Interviewer: But there’ll be perhaps 30 people under you so you can dump a certain amount on them.\nChandler: (really try not to laugh) Good to know.\nThe Interviewer: We can go into detail…\nChandler: No don’t I beg of you!\nThe Interviewer: All right then, we’ll have a definite answer for you on Monday, but I think I can say with some confidence, you’ll fit in well here.\nChandler: (relieved) Really?!\nThe Interviewer: Absolutely. (They walk to the door.) You can relax; you did great.\nChandler: Yeah I gotta say thank you, I was really nervous. Y’know I’ve been told I come on to strong, make to many jokes, and then it was really hard to sidestep that duty thing. (The interviewer doesn’t understand) Duties. (Still doesn’t.) Duties! (Still doesn’t.) Poo. (Still doesn’t.)\nThe Interviewer: Poo?\nChandler: Oh my God this doesn’t count! Okay? The interview was over, that was the real Chandler Bing in there, this is just some crazy guy out in the hall! Call security! There’s a crazy guy out in the hall!\nThe Interviewer: Poo?!\nChandler: I’ll look forward to your call. (Walks away.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Ross and Rachel's, Ross is returning from his date.]",
            "dialog": "Ross: Hey.\nRachel: Hi! You’re back from your date!\nRoss: How are you?\nRachel: I’m fine, but that’s not important. What’s important is how was she?\nRoss: Uhh, it was fun. We, we just had coffee.\nRachel: Oh uh-huh, uh-huh, coffee, a little rub-rub-rub under the table.\nRoss: What’s uh, what’s going on? Do you not, do you not like Katie?\nRachel: No! No, she’s—She was nice. I mean, she’s a little slutty, but who isn’t?\nRoss: I liked her.\nRachel: Of course you did Ross, you would date a gorilla if it called you Indiana Jones!\nRoss: Did you get like a fresh batch of pregnancy hormones today?!\nRachel: No! It’s just that, Kate bothered me.\nRoss: Why? What was wrong with her?\nRachel: There was nothing wrong with her! All right? She was perfectly lovely!\nRoss: Okay, so what’s the matter?\nRachel: I don’t want you to date her!\nRoss: (laughs) Why? What, what are you jealous?\nRachel: Yes! And not because I want you to go out with me, but because I don’t want you to go out with anybody! Okay? I know it’s a terrible thing to even think this, and it’s completely inappropriate, but I want you to be at my constant beck and call 24 hours a day! I’m very sorry, but that is just the way that I feel.\nRoss: Okay.\nRachel: What?!\nRoss: I won’t date. I’ll uh, I’ll be here, with you, all the time.\nRachel: Really? But I’m being so unreasonable.\nRoss: True, but you’re allowed to be unreasonable. You’re having our baby.\n(Pause.)\nRachel: (starting to cry) Oh Ross, thank you. Thank you. (They hug.)\nRoss: Do you feel better?\nRachel: No, not really. You’re pressing the baby into my bladder and now I have to pee. Sorry. (She gets up and starts for the bathroom.)\nRoss: Uh Rach?\nRachel: Yeah. (Stops and starts doing the I-have-to-go-to-the-bathroom dance.)\nRoss: Just one thing umm…\nRachel: Uh-huh.\nRoss: We live together. You’re having our baby. I’m not gonna see anybody else. Are you-are you sure you don’t want something more?\nRachel: (pause) Wow! I don’t know, maybe. I’m…\nRoss: Oh-oh, Rach! I was just messin’ around! (She’s stunned) Like you did last night when I had to pee?\nRachel: (laughs) I knew that! I knew that! I was just messin’ with you too!\nRoss: (pause) Okay. Okay. Because for a minute you said you…\nRachel: Oh no-no-no-no, no!\nRoss: …that you actually…\nRachel: No that’s just—(Laughs)—That’s just ‘cause I’m such a good messer!\n(They both laugh. Ross sits down, but Rachel doesn’t move and is lost in thought.)\nRoss: Rach?\nRachel: Yeah?\nRoss: The bathroom?\nRachel: Right! (Heads for the bathroom.)\nClosing Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The New School, Joey and Monica are walking down a hallway.]",
            "dialog": "Joey: Well I had a great time! Learned how to bake, ate great food, that’s the first A I’ve gotten since seventh grade, and I didn’t have to sleep with the teacher this time.\nMonica: Oh, look! Acting for Beginners! Want to feel good about yourself?\nJoey: What the hell!\nMonica: Okay.\n(They enter.)\nThe Acting Teacher: All right, let’s start with some basics. Can anybody tell me what the difference between upstage and downstage is?\n(No one can and Monica looks at Joey expectantly.)\nJoey: Yeah, this was a stupid idea. (Exits.)\nEnd\n"
        }
    ]
}