{
    "metadata": {
        "season": "SEASON 8",
        "title": "817 The Tea Leaves",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: The Hallway, Rachel walks up the stairs and knocks on Joey’s door.]",
            "dialog": "Rachel: Joey? Are you in there?\n[Cut to inside Monica and Chandler’s, Monica, Chandler and Joey are eating breakfast.]\nJoey: (hearing Rachel and jumping up with his plate) Oh God! That’s Rachel!\nMonica: Joey, you have to talk to her!\nJoey: No-no, I can’t! I can’t! Not after the other night, it’s just it’s…too weird, okay? Don’t tell her I’m here! (Turns to run to the bathroom and his bagel falls off the plate onto the floor.) Don’t eat that! (Runs to the bathroom as Rachel enters.)\nRachel: Hey!\nChandler: Hey!\nMonica: Hey Rachel!\nRachel: Is Joey here?\nChandler: I don’t see him. (To Monica) Do you see him?\nMonica: I don’t see him. Hey! Maybe he’s in the sugar bowl! (Opens the sugar bowl) Joey? Nope! (Closes the sugar bowl and they both laugh.)\nRachel: Well, at least you make each other laugh.\nMonica: What’s up?\nRachel: Well, I haven’t seen him since that night that he told me how he y’know… I don’t know, I think he’s avoiding me. Why is that bagel on the floor?\nMonica: We were playing a game.\nRachel: Ew, was Chandler naked? Sort of like a, like a ring toss kind of situation?\nMonica: Sure.\nChandler: What?! No! No!\nRachel: All right. Well listen, if you see Joey will you just tell him uh…tell him I miss him. (Exits and Joey enters.)\nMonica: (To Joey) Okay, did you hear that?\nJoey: Yeah, a naked bagel game? (Picks up his dropped bagel.) (To Chandler) Dude, I don’t know. That’s a pretty small hole.\nMonica: Honey, you gotta talk to her.\nJoey: I can’t! Y’know? You guys don’t know what it’s like to put yourself out there like that and just get shot down.\nChandler: (incredulous) I don’t know what that’s like?! Up until I was 25 I thought the only response to, \"I love you,\" was, \"Oh crap!\"\nMonica: Hello? No rejection? I got shot down at fat camp! Boy, kids are mean when they’re hungry.\nJoey: All right so, so what do I do?\nMonica: This is Rachel. I mean, what are you gonna do, never going to talk to her again? I mean I know it’s weird, it’s awkward, but you gotta at least try.\nJoey: Yeah. Okay. (Goes to take a bite out of the previously mentioned bagel.) Whoa! (Stops.) I almost forgot this was on your…\nChandler: (interrupting him) We didn’t play it!!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Phoebe is holding a book as she, Rachel, and Monica drink some tea as Chandler looks on.]",
            "dialog": "Phoebe: Okay, so when you’re done with your tea I’ll look at your leaves and tell you your fortune.\nChandler: I didn’t know you read tea leaves.\nPhoebe: Oh yeah, I’ve done it for years. I actually stopped because I was so accurate. Y’know, and-and y’know, one of the great joys of life is it’s-it’s wondrous unpredictability. Y’know? And also tea tends to give me the trots.\nMonica: Okay, I’m done. Read mine.\nPhoebe: Okay. (Looks at the leaves.) Ooh, I see a ladder. (Checks the book) Which can mean either a promotion or a violent death.\nMonica: (stunned) I-I’m the head chef. I-I can’t get promoted.\nPhoebe: Uh-hmm. Uh-hmm, who’s next?\nRachel: Okay, I’m done. Do mine.\nPhoebe: Okay. (Reads the leaves) Umm, oh! Okay, I see a circle.\nRachel: Ah.\nPhoebe: Oh! (Checking the book) Which can either mean you’re having a baby or you’re gonna make a scientific discovery!\nRachel: Well, I have been spending a lot of time in the lab.\nChandler: What does yours say Pheebs?\nPhoebe: Umm… Wow, all right. (Checks the book.) Wow! Yay! Ooh, I’m gonna meet a guy! And really soon! And he’s gonna be the man of my dreams. Probably not the guy I had a dream about last night. (Points at Chandler.)\nRoss: (entering) Hey! Has anyone seen my shirt? It’s a button down, like a, like a faded salmon?\nMonica: You mean your pink shirt?\nRoss: Faded salmon color.\nMonica: No, I-I haven’t seen your pink shirt.\nRoss: Great! Great. Then I must’ve left it at Mona’s. I knew it!\nChandler: Well, I’m sure you get another one at Ann Taylor’s.\nRoss: That’s my favorite shirt! Okay? I love that shirt!\nRachel: Well just ask Mona to give it back!\nRoss: I don’t know. I mean I-I guess I could. It’s just that we didn’t really end things such good terms. And if I go over there I’d be ignoring the one thing she asked me to do when we broke up, jump up my own ass and die. (Walks away.)\nPhoebe: (noticing a guy sitting by the green post looking at her) Oh wait a second you guys…for the last couple weeks I’ve been that guy everywhere I go. We take the same bus. We go to the same bookstore, the same dry cleaners; maybe he’s the tea guy. (He gets up to leave, and smiles at Phoebe.)\nChandler: Phoebe, did you see that?! He totally checked you out! He is so cute! (Looking at his tea.) Mine has a picture of The Village People, what does that mean?\n(Joey enters.)\nRachel: Hi!\nJoey: Hey.\n(He slowly walks to the other side of the couch and sits down at the table, an awkward silence follows.)\nRachel: Hi.\nJoey: Hi.\n(More awkward silence.)\nMonica: Tea gives Phoebe the trots.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler is cooking as Rachel paces nervously.]",
            "dialog": "Rachel: So I thought Joey and I would be okay once we hung out, but it’s not even like we know how to be with each other anymore.\nChandler: I know it’s tough now, but things will get better.\nRachel: How do you know that? What if it just gets worse and worse and worse, to the point where we can’t even be in the same room with each other?!\nChandler: I’m not great at the advice, can I interest you in a sarcastic comment? Some cheese?\nMonica: Honey, what is the Bruce Springsteen CD in the Kat Stevens case?\nChandler: Let’s just say if I can’t find the right CD case I just put it in the nearest one.\nMonica: Okay, where is the Kat Stevens CD?\nChandler: In the James Taylor case.\nMonica: Where is the James Taylor CD?\nChandler: Honey, I’m gonna save you some time, 200 CDs, not one of them in the right case.\nMonica: Okay. No need to panic. Deep breathes everyone. Okay umm uh, we’re just gonna have to spend some time and put the CDs in the right cases.\nChandler: Well, if we’re gonna do that we should come up with some kind of order. Y’know alphabetically or by genre?\nMonica: Hmm, I don’t know. We really have to talk this through.\nRachel: Oh my God!! You guys have such problems!! I feel so terrible for you!\nMonica: Okay, I-I’m sorry. You and Joey, your both focusing on this uncomfortable thing, what you need to do is to change the subject. Next time you see him try to get him talking about something else.\nRachel: Oh yeah. That makes sense.\nMonica: Yeah, like I don’t know, maybe you have a work problem that you need his advice on.\nRachel: Ooh, I can do that.\nMonica: Good. (To Chandler) Uh honey, the Miami Vice soundtrack? Really?\nChandler: They were just giving those away at the store (off Monica’s look) in exchange for money.\nJoey: (entering) Hey!\nRachel: Hi.\nMonica: Uh I really don’t know what to tell you Rach, I really don’t. I mean, maybe Joey can help you out with your, with your big work problem.\nRachel: What?\nMonica: Yeah Joey she’s…Rachel’s got this really big work problem, and it is a head scratcher. Wow! (To Chandler) Y’know what, if we’re gonna make dinner we’re gonna have to leave. Yeah. (She and Chandler exit.)\nJoey: So you uh, have a…big work problem?\nRachel: Yeah it’s umm… Yeah it’s uh… It-it’s y’know—It’s nothing.\nJoey: Huh. Okay. (Awkward silence.) So uh, I think I’m gonna take off.\nRachel: Yeah—No wait! Joey no wait it is. It’s something. It’s-it’s umm…it’s my boss.\nJoey: Yeah?\nRachel: Yeah, and umm my baby.\nJoey: Yeah?\nRachel: My boss wants to buy my baby!\nJoey: What?! Oh my-oh my God!\nRachel: I know I told you, it’s a really big problem.\nJoey: What he wants to buy your baby?!\nRachel: Can you believe that?!\nJoey: That’s crazy!\nRachel: That’s what I told him!\nJoey: Okay, how did this even happen?\nRachel: Well I’ll tell ya! (Pause) See uh my-my boss and his wife—They-they can’t have children. So umm, and that—we were at the Christmas party, and he got drunk, and he said to me, \"Rachel, I want to buy your baby.\"\nJoey: Man! When you said it was a problem about your boss and the baby I figured it was something about maternity leave.\nRachel: Ohh! Yeah! (Pause) Yeah that-that would’ve been a much simpler problem.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: A newsstand, Phoebe is looking at a magazine as the guy from before walks by and picks up a newspaper.]",
            "dialog": "Phoebe: Oh hello.\nGuy: Oh, it’s you. I see you everywhere. I’m Jim, Jim Nelson.\nPhoebe: Oh Jim, Jim Nelson I’m Phoebe, Phoebe Buffay. We certainly have been seeing a lot of each other lately.\nJim: We have. Maybe we’ll be seeing each other at dinner tomorrow night, say around 8 o’clock?\nPhoebe: Well, maybe we will. (Starts to walk away.) Oh! (She turns around and the exchange information.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Outside Mona’s Apartment, Ross is knocking on the door.]",
            "dialog": "Ross: Mona? (There’s no answer, so he starts to leave but remembers where her extra key is. He reaches atop a hall light just outside her door and grabs the key. He looks at in triumph as the pain from it being hot moves along his nervous system to his brain, and when it arrives his brain orders his hand to drop the hot key and his mouth to squeal in pain. After dropping the key he pulls his shirtsleeve over his hand and uses the key to open the door and enter Mona’s apartment.) Okay, if I were a salmon shirt, where would I be? (He hears a key in the door and as it opens he dives behind the couch.)\nMona: (entering, with her date) I am so sorry I spilled wine all over your shirt.\nMona's Date: Oh, it’s okay.\nMona: No, it’s still wet. Y’know what? Let me get it out before it sets. Ooh, I have something you can wear. Here. (Hands him Ross’s shirt.)\nMona's Date: Oh umm, I-I don’t know if I want to wear a woman’s shirt.\nMona: No-no that’s a man’s shirt.\nMona's Date: It’s awfully pink. (Ross mouths, \"It’s salmon!\")\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Chandler's, Monica and Chandler are sorting their CDs.]",
            "dialog": "Chandler: Oh my God, honey we are so meant to be together. We both have copies of the Annie soundtrack.\nMonica: Honey, both yours.\nRachel: (entering) Hey! Great advice on that Joey thing!\nMonica: Yeah? The work problem?\nRachel: Oh it was perfect! I mean it really felt like he was my friend again.\nChandler: What problem did you tell him you had?\nRachel: Oh that’s not important. The point is, I really—I think everything’s gonna be okay.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Mr. Zelner’s Office, he’s in a meeting as Joey bursts in.]",
            "dialog": "Mr. Zelner: May I help you?\nJoey: Do you think you can just buy my friends baby?!\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: A restaurant, Phoebe and Jim are on their date.]",
            "dialog": "Phoebe: Isn’t it funny how we kept running into each other? It’s as if someone really wants us to be together.\nJim: Someone does. Me.\nPhoebe: Oh, witty banter. Well done.\nJim: So, tell me a little bit about yourself.\nPhoebe: Oh okay, well I’m a masseuse, and I used to work at this place…\nJim: Do you like to party?\nPhoebe: I-I-I like, I like parties.\nJim: You’re wild, aren’t ya?\nPhoebe: Yeah I guess, a little.\nJim: It ain’t no thing, I’m wild too.\nPhoebe: (a little freaked out) So! Umm, anyway I-I lived in New York, someone wildly I guess, for umm—Well since I was fourteen.\nJim: I’m sorry. I’m staring. It’s just that you have the most beautiful eyes.\nPhoebe: Oh stop it.\nJim: And your breasts! Hmm!!!\nPhoebe: Okay. Umm look, you’re coming on a little strong. But I’m going to give you the benefit of the doubt, because it seems the universe really wants to be together. So, why don’t we just start over okay? And you can just tell me about yourself.\nJim: All right.\nPhoebe: Okay.\nJim: I write erotic novels, for children.\nPhoebe: What?!\nJim: They’re wildly unpopular.\nPhoebe: Oh my God!\nJim: Oh also, you might be interested to know that I have a Ph.D.\nPhoebe: Wow! You do?\nJim: Yeah, (looks at his crotch) a Pretty Huge…\nPhoebe: All right. (Gets up and walks out.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Chandler's, Monica, Chandler, and now Rachel are organizing CDs.]",
            "dialog": "Chandler: (singing) The sun’ll come out…tomorrow! Bet…your bottom dollar that tomorrow… (The girls start laughing, and in a deep voice) …there’ll be sun.\nJoey: (entering) Hey!\nRachel: Hey! Oh Joey, honey listen, thank you for talking to my yesterday about that thing with my boss. That really meant a lot.\nJoey: Not a problem. Oh, and just so you know, that guy’s not going to be bothering you about that baby thing anymore.\nRachel: (worried) What?\nJoey: Let’s just say I took care of it.\nRachel: Whoa-whoa-whoa, let’s say more!\nJoey: Don’t worry! Don’t worry. I just told him, very nicely, \"You don’t go buying people’s babies, so back off!!\"\nRachel: What?!\nChandler and Monica: What?!\nRachel: No! No, no-no-no Joey he doesn’t want to buy my baby! I made that up!\nJoey: What?! Why?!\nRachel: So that we would have something to talk about! So it wouldn’t be awkward!\nJoey: And you couldn’t think of anything else?!\nMonica: You said your boss wants to buy your baby?!\nRachel: (To Joey) I can’t believe that you yelled at my boss! I’m-I’m gonna lose my job! What am I going to do?!\nChandler: You can always sell your baby.\nRachel: Oh Joey, I can’t believe you brought my boss into this! I’m gonna get fired!\nJoey: You lied to me!\nRachel: Well, she told me too! (Points to Monica and Joey glares at her.)\nMonica: Chandler has two copies of Annie!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Mona’s Apartment, she and her date are making out as Ross flips through a magazine while lying behind the couch and sees something that he likes. Meanwhile, Mona’s date takes off Ross’s shirt and Mona throws it on the floor. While they start making out again, Ross tries to pull the rug the shirt is on over to him, but while he does that he moves the coffee table and it bumps into the couch.]",
            "dialog": "Mona: (seeing Ross) Oh my God! Ross!!!\nRoss: Hello!!\nMona: Ross, what are you doing?!\nRoss: Not touching myself if that makes anyone less uncomfortable.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Mr. Zelner’s Office, Rachel is knocking on the door.]",
            "dialog": "Rachel: Morning. You wanted to see me?\nMr. Zelner: Please, come in. Have a seat. (She does so.)\nRachel: Okay look Mr. Zelner…\nMr. Zelner: Oh I think it’s best that I speak first.\nRachel: Yeah. (Motions for him to continue.)\nMr. Zelner: I’ve asked Lee from human resources to be here as a witness to our conversation.\nRachel: Oh God.\nMr. Zelner: If I in any way implied that I wanted to buy your baby…I am sorry. Okay? Last week when I asked you when your due date was uh, I certainly did not mean that I felt that I was due your baby. Yeah, I want to be very clear that I understand that its your baby, and it is not mine to purchase.\nRachel: Well, as long as we are clear about that. (Exits smugly.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: A Street, Phoebe and Monica are walking down it.]",
            "dialog": "Phoebe: Oh there it is.\nMonica: That’s not your regular dry cleaners.\nPhoebe: I know, but that creep that I went on that date with goes to there so I have to find a new one. I also have to find a new video store, a new bank, a new adult bookstore, a new grocery store…\nMonica: What?!\nPhoebe: A new grocery store. The universe said I was going to meet a nice guy and that’s what they gave me? (Looks up) When I get up there I’m going to kick some ass.\nMonica: Don’t worry Phoebe, you’re gonna meet someone. If I can meet a great guy, so can you.\nPhoebe: Yeah, we both can. And we both will.\n(They enter the dry cleaners.)\nPhoebe: Oh, you didn’t have to come in with me.\nMonica: Are you kidding? This is where they get out stains! Okay? This is like Disneyland for me. I’m-I’m gonna be over here watching the dance of the clean shirts. (She points to and walks over to the electric clothes rack they have.)\nPhoebe: Okay.\n(A guy enters that looks suspiciously like Alec Baldwin from The Hunt for Red October, Pearl Harbor, and Beetlejuice.)\nGuy: (To Phoebe) Oh, excuse me! I think you dropped s…(looks at Phoebe.) Wow!\nPhoebe: What?\nGuy: I’m sorry, it’s just that you’re so incredibly beautiful.\nPhoebe: Oh yeah well, I’m sorry about that too, but what are you going to do?\nGuy: I hope you don’t think I’m crazy but I feel like I was meant to pick this up, do you believe in that kind of thing?\nPhoebe: A little. (She turns around and looks up.) (To the universe) Now you’re talking.\nGuy: Would you like to go out and have a cup of coffee?\nPhoebe: I-I-I’d love to. Let me just tell my friend.\nMonica: (to the clerk) Ooh, an ink stain! Hey, can I watch how you get this out?\nPhoebe: (looking around) She must’ve left.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler is watching Joey pace nervously as Rachel enters.]",
            "dialog": "Rachel: Hi.\nJoey: So? What-what-what happened?\nRachel: It’s all gonna be okay. They’re just so happy that I’m not suing them that they gave me one extra month paid maternity leave. So long as I understand that the money should not construed as a down payment on this or any other child I should bear.\nChandler: Wow, Ralph Lauren is really going out of there way to show they’re not in the baby buying business.\nRachel: Chandler, can you give us a minute?\nChandler: Oh I’m sorry, you’re kicking me out of my own living room?\nRachel: Yeah.\nChandler: I’ll be in there. (Goes into the bedroom.)\nRachel: Joey, I’m really sorry that I lied to you. I was just trying to make things…\nJoey: I know. I know.\nRachel: It kinda worked. I mean y’know, I don’t know about you buy I haven’t thought about our thing since all this.\nJoey: Hey you’re right. Yeah, it’s kinda been like us again a little bit.\nRachel: Yeah I know! I miss that.\nJoey: Me too. I mean I…haven’t thought at all about how I put myself out there and said all that stuff and how you didn’t feel the same way about me and-and how it was really awkward.\n(Awkward silence.)\nRachel: My gynecologist tried to kill me.\nClosing Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Ross and Rachel's, Ross is ordering something over the phone from a catalog.]",
            "dialog": "Ross: (on phone) Item J437-A, color: winterberry. (There’s a knock on the door as he hangs up the phone. He answers it to Mona.) Hi umm, listen come here, come in. (She does so.) I’m so-so sorry about yesterday. I-I’m really sorry. It’s just that I… (He picks up the pink shirt.)\nMona: (interrupting him) Listen Ross, you don’t have to apologize. I understand why you were there.\nRoss: You do?\nMona: Yeah, you still have feelings for me. And-and to be honest, I-I still have feelings for you. And I wish that we can work it out Ross, but we can’t. It’s too complicated with you and Rachel and the baby, I-I just… It just wasn’t meant to be.\nRoss: (faking starting to cry) Oh God you’re right.\nMona: Ross, we…we have to be strong. Okay, I-I’m gonna go. (She picks up the shirt Ross has just set down.) Can I? To remember you?\nRoss: (laughs) No. (Takes the shirt back.)\nEnd\n"
        }
    ]
}