{
    "metadata": {
        "season": "SEASON 8",
        "title": "802 The Red Sweater",
        "written_by": "Dana Klein Borkow",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: The Hotel Lobby, Rachel and Phoebe are at the front desk checking out.]",
            "dialog": "Rachel: Listen y’know what sir? For the last time, I don’t care what the computer says, we did not take a bag of Mashuga nuts from the mini-bar and we did not watch Dr. Do-Me-A-Little!\nJoey: (entering) Hey!\nPhoebe: Oh! Joey uh, were you in our room last night?\nJoey: No. (Phoebe grabs the receipt and shows it to Joey who gets mad.) I was told the name of the movie would not appear on the bill!\n(Chandler and Monica enter.)\nChandler: (to the front desk clerk) Hi! We’re checking out of the bridal suite.\nMonica: (depressed) That’s right. I’m no longer a bride. I’ll never be a bride again. Now, I’m just someone’s wife!\nChandler: And I’m the happiest guy in the world! (Monica goes and sits down in a huff.) Oh honey, come on don’t be upset. We still have so much to look forward to!\nMonica: Oh yeah, right. (Rolls her eyes.)\nChandler: We got the honeymoon.\nMonica: That’s not ‘til Thursday.\nChandler: The wedding pictures?\nMonica: They won’t be ready for weeks.\nChandler: Not the disposable cameras from the tables.\nMonica: That’s true! (Happily) I knew I married you for a reason!\nChandler: I’ll tell you what, I will go get them developed and you can go home.\nMonica: Okay.\n(Joey giggles.)\nChandler: What? What did you take a picture of?\nJoey: Nothing! It was something.\nChandler: Okay Ross has the cameras, has he checked out yet?\nRachel: Are you joking? Check out is not ‘til noon and he has a good (checks her watch) eleven minutes left.\nChandler: Oh.\nMonica: Ross has never checked out of a room a minute before he had to.\nRachel: Yeah, one time, when we were dating, uh we got a late checkout, he got so excited it was the best sex we ever had. Until y’know, he screamed out Radisson at the end.\nChandler: Okay, well I’m gonna get Ross, get the cameras, and get them developed. (Joey laughs again.) 32 Joe. You’re 32! (Exits)\nFront Desk Clerk: (To Monica) Here’s a copy of your bill.\nMonica: Oh thanks. (Reading the bill) Champagne, strawberries…Oh my God! I can’t believe Chandler ordered porn on our wedding night!\nJoey: Yeah, that’s sad. Mashuga nut?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Ross’s Hotel Room, he is letting Chandler in.]",
            "dialog": "Ross: Hi.\nChandler: Hey. (He sees that Ross is packing all of the hotel toiletries) Soaps? Shampoos? Are you really taking all this stuff?\nRoss: Why not? It’s built into the price of the room.\nChandler: Yeah but you don’t need—(Picks up something)—What is this?\nRoss: Thread!\nChandler: Score! Where are the disposable cameras?\nRoss: What disposable cameras?\nChandler: The cameras? Remember last night I told you to take them?\nRoss: No you didn’t.\nChandler: Yes! Remember? Right before we cut the cake, I went up to you and I said…\nRoss: Oh-oh yeah, you-you came up to me and asked if I could do you a favor, and my Uncle Murray came up to you and handed you a check. And then you said, \"Why do they call it a check? Why not a Yugoslavian?\" (Chandler laughs.) Yeah, then you did that.\nChandler: So you don’t have the cameras?!\nRoss: No. Sorry man.\nChandler: So? What? What? They’re gone! Monica’s gonna freak!\nRoss: Well, I’m sure they’re still somewhere here in the hotel. I’ll-I’ll help you look for them.\nChandler: Great.\nRoss: In-in three minutes.\n(Chandler goes into the bathroom, closes the door, and then opens it again right away. Ross looks up and hands him the toilet paper Ross already packed.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Phoebe is entering to see Monica sitting in front of a mound of wedding gifts.]",
            "dialog": "Phoebe: Hey!\nMonica: Hey!\nPhoebe: Are you gonna open the presents without Chandler?\nMonica: No! (Pause) But, they’re callin’ out to me! I mean this little guy (Holds up a small one) even crawled up into my lap. Oh come on, Chandler wouldn’t mind if I opened just one present! What do you think it is?\nPhoebe: A little mirror that when you look into it you see yourself as an old woman.\n(Monica opens it anyways.)\nMonica: A tiny salt shaker!!!\nPhoebe: Ohhh! My God! For tiny salt!\nMonica: Oh wow! Okay. Well that was fun.\nPhoebe: Oh yeah.\nMonica: Good. Okay, I’m just gonna wait for Chandler to open the rest of them.\nPhoebe: Okay.\nMonica: Whew. Although y’know, this is part of a salt and pepper set. I mean… I guess y’know it may just count as a half a present. What do you think?\nPhoebe: Well I guess it’s okay to open one more if it’s part of a set. Y’know, it’s probably this one. (Grabs another small one.)\nMonica: Or this one! (She grabs and starts to open the biggest present.)\nRachel: (entering) Hi.\nMonica: Hey, how are you feelin’? Any morning sickness?\nRachel: Shh-shh-shh! The guys don’t know yet do they?\nMonica: No! Joey and Ross don’t know anything and Chandler still thinks that Phoebe’s pregnant.\nPhoebe: Yeah that’s right Chandler does still think I’m pregnant. He hasn’t asked me how I’m feeling or offered to carry my bags. Boy, I feel bad for the woman who ends up with him. (Monica looks at her.) After you of course.\nRachel: Don’t worry I promise that you will only have to be pregnant for a few more hours, ‘cause I’m going to tell the father today.\nPhoebe: Ooh, is it someone in this building? Is it that tall guy from the first floor?\nRachel: Ew! No!\nPhoebe: What?! I think he’s cute.\nRachel: Well then you have his baby.\nPhoebe: Believe me I’m trying.\nMonica: Wow. Y’know it is so weird. I mean, you’re gonna tell this guy today and he has no idea what’s gonna happen.\nPhoebe: Yeah. You’re just gonna knock on his door and change his life forever. You’re like Ed McMahon except without the big check, or the raw sexual magnetism.\nRachel: Yeah. Uh-huh, I guess it is pretty big news.\nPhoebe: Pretty big? It’s huge! God, this guy doesn’t have a clue! He’s just walking down the street thinking, ‘I had sex with Rachel Green. I rock!’ then bam! He’s a father and everything’s different.\nRachel: Well it’s only different if he wants it to be. I mean, I’m not gonna ask him for anything.\nPhoebe: Okay. Then he still has this huge decision to make. Now he’s walking around thinking, ‘Do I want to be a dad?’ and then bam!\nMonica: What was that bam?\nPhoebe: I don’t. He got…he-he-he-he’s hit by a bus.\nJoey: (entering) Hey!\nRachel: Hey Joey, what would you do if someone that you slept with told you that she was pregnant?\nJoey: (warily) Who called here? Did she sound blond? Huh? Did-did-did she have an accent? I gotta make a call! (Starts to leave) I shoulda never walked into that Sunglass Hut!\nRachel: Oh Joey! Joey! No, it’s not you! You didn’t get anybody pregnant!\nJoey: Oh. Why would you scare me like that? What the hell is going on? (Pause.) Is somebody pregnant?\nPhoebe: Oh yeah. That’s me.\nJoey: Oh my God Pheebs! You’re gonna have a baby?\nPhoebe: Yes. Yes I am. Oh my God, I’m gonna have a baby! (Joey and Phoebe hug.)\nJoey: Whoa, wait a minute. Who’s the father?\nPhoebe: You don’t know him. It’s not important. He wants nothing to do with me or the baby. (She sits down like she’s pregnant.)\nJoey: Well who is this guy?! Huh? Who is he? ‘Cause I will track him down and kick his ass!\nPhoebe: David Lynn.\nJoey: David Lynn! David Lynn! David Lynn!! (Exits)\nMonica: Who’s David Lynn?\nPhoebe: Oh some guy from my gym. A little annoying.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Banquet Room, Chandler is under one of the tables as Ross enters.]",
            "dialog": "Ross: Chandler?\nChandler: Hey! Did you find the cameras?\nRoss: No. Did you?\nChandler: Yes! And that’s why I’m under the table. Celebrating.\nRoss: Well I checked in the uh, lost and found, I talked to the manager, no-one’s turned them.\nChandler: Well this is great. Y’know, those cameras were the only thing that was gonna cheer Monica up today, she’s really depressed.\nRoss: Now you guys just got married, why is she so depressed?\nChandler: All my energy is going into not asking that question. I can’t believe I screwed this up!\nRoss: I’m sorry man. (Formally dressed people start to enter.) Here’s a thought. This is the same ballroom. There’s a band. There’s gonna be plenty of dressed up people.\nChandler: Are you suggesting we dance our troubles away?\nRoss: No-no-no, I’m saying we-we buy more of this (disposable cameras) at the gift shop, throw our tuxes back on, and take a few pictures. All we have to do is make sure not to get anybody else’s faces.\nChandler: Are you serious?\nRoss: I’m just thinking about your new bride at home. Okay? Do-do you really want to start your life together by letting her down?\nChandler: Marriage advice? Really?!\nRoss: I’m telling you, this looks exactly like your wedding! Aren’t these the same flowers?\nChandler: I don’t know, Monica picked out the flowers.\nRoss: What about the chairs?\nChandler: She picked those out too.\nRoss: How about the place settings?\nChandler: That was her.\nRoss: What did you do?\nChandler: I was in charge of the cameras! Gift shop?\nRoss: Hmm. (They head off to the gift shop.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Rachel is sitting on the couch as Phoebe enters.]",
            "dialog": "Phoebe: Hey! Ooh, did you do it yet?\nRachel: Not yet.\nPhoebe: Oh, well what are you doing here? Are you about to do it? (Gasps) Is it Gunther?\nRachel: No! Phoebe, it’s not Gunther.\nPhoebe: Thank God, ‘cause that hair on a baby…\nRachel: Phoebe the father is not here okay? I haven’t told him yet and I don’t think I can tell him at all now!\nPhoebe: Why not?\nRachel: I don’t know, let me think. I was walking down the street thinking, ‘I’m gonna tell the father today’ and then bam!\nPhoebe: Bus?\nRachel: No, you! Phoebe you freaked me out. You kept saying how huge this all is!\nPhoebe: Well-well but it is huge.\nRachel: I know, but I was just thinking about how huge this is for me. I didn’t even go to how huge this was going to be for the father.\nPhoebe: You’re thinking about this way too much. Just tell him and get it over with. It’s like, it’s like ripping off this Band-Aid. (On her arm) Quick and painless, watch. (Rips it off.) Oh mother of…See?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Chandler's, Obsessive Monica has now opened more of the wedding gifts.]",
            "dialog": "Joey: (entering) Ooh-ooh-ooh! Are we opening presents?\nMonica: No! No! I shouldn’t have even opened these! I mean I—Joey I am out of control!! Joey, you have to do me a favor. No matter what I say, no matter what I do, please do not let me open another present! Okay?\nJoey: Okay.\nMonica: Give me one more.\nJoey: Okay. (Hands her one.)\nPhoebe: (entering) Hey.\nJoey: Oh good, uh you’re here. Uh Pheebs? Listen uh sit down. I-I got something I want to say.\nPhoebe: All right. (She sits down like she’s pregnant again.)\nJoey: Umm, now uh… It’s a scary world out there, especially for a single mom. Y’know, now I always thought you and I had a special bond so… (He goes to one knee and pulls out a ring.) Phoebe Buffay, will you marry me?\nMonica: Oh my God! Joey!\nPhoebe: Hell yeah! I’ll marry you! (She grabs the ring and puts it on.)\nMonica: You can’t marry him!\nPhoebe: Hey lady, your day’s over! It’s my turn!\nMonica: Phoebe!\nJoey: Why?! Why can’t she marry me?!\nPhoebe: I can and I will! (Kisses him.)\nMonica: She’s not pregnant. It’s Rachel. Rachel’s the one who’s pregnant.\nJoey: Oh my God.\nPhoebe: Hey!\nMonica: Phoebe I think he would notice if you didn’t have a baby in nine months!\nPhoebe: It’s Joey! (Joey turns and looks at her and she mouths ‘I love you’ to him.)\nJoey: (smiles then stops) Now I can’t believe it! What? Rachel’s pregnant? (The girls nod yes.) Who’s the father?\nPhoebe: We don’t know.\nJoey: Ohh… I wonder if that dude.\nMonica: There’s a dude?\nJoey: Yeah.\nPhoebe: Who? Who is it?\nJoey: About a month ago this guy spent the night with Rachel, I didn’t see who it was but… (He walks out and closes the door.)\nPhoebe: Was that story over?\n(They follow him and meet him in the hall coming out of his apartment carrying a sweater.)\nJoey: The guy left this.\nPhoebe: (gasps) Oh my God! I know who the father is… (She walks into Monica and Chandler’s.)\nMonica: People have got to finish their stories!\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The Banquet Room, Ross and Chandler are in their tuxes and have started to fake the pictures.]",
            "dialog": "Chandler: (to another couple) Uh, excuse me? Could you take a picture of us?\nWoman At The Wedding: Oh! Of course. (Ross and Chandler pose and she takes the picture.)\nMan At The Wedding: Uh, would you take one of us?\nChandler: Uhh… Yeah sure. (Holds the camera up to his face.) Click!\nWoman At The Wedding: It didn’t click.\nRoss: I heard it. I heard it.\nMan At The Wedding: But there was no flash.\nWoman At The Wedding: Why won’t you take our picture?\nChandler: Oh yeah. I’ll take, I’ll take your picture. (He takes the picture with his finger over the lens.)\nMan At The Wedding: Uh, your finger was covering the lens.\nChandler: Who are you? Ansel Adams?! Get outta here!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Outside Central Perk, Rachel and Phoebe are about to go inside.]",
            "dialog": "Phoebe: Look, I feel really bad about how I freaked you out before, so I called the father and asked him to meet you here so you can tell him. Go!\nRachel: What? Hey wait a minute! Phoebe, how do you even know who the father is?\nPhoebe: I may play the fool at times, but I’m a little more than a pretty blond girl with an ass that won’t quit. (She takes the sweater out of her purse.) I believe this belongs to the father of your baby.\nRachel: Oh God… Oh, he’s in there right now?\nPhoebe: Uh-huh. Now you can turn around or you can go in there and rip the Band-Aid off. What to you want to do?\nRachel: Uh, let’s rip!\nPhoebe: Really? Are you sure?\nRachel: Oh Phoebe!\nPhoebe: Okay, sorry. Yeah. (They go inside to confront the father.)\nTag: Hey Rach.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Banquet Room, Ross is taking a picture of a plant, Chandler a fork. The band stops.]",
            "dialog": "Chandler: Why don’t you go up on stage. I’ll get a picture of you doing the speech.\nRoss: Okay. Okay!\n(He goes up on stage, mimes like he's giving the speech, and Chandler takes his picture. However, before he gets down everyone starts clinking their glasses for a real speech.)\nRoss: Will the owner of a 1995 Buick LeSabre please see the front desk? Your car is about to be towed.\nAnxious Wedding Guest: (rushing up) That’s my car!\nRoss: A ’95 LeSabre?!\nAnxious Wedding Guest: Yes!\nRoss: A green LeSabre?\nAnxious Wedding Guest: Yes!\nRoss: I’m sorry, I meant a blue LeSabre.\nAnxious Wedding Guest: Yes! Green-blue!\nRoss: Well go! Go move it! (He runs off.)\nChandler: Okay, you ready for the last picture?\nRoss: Yeah.\nChandler: Get ready to run. (Chandler walks over to the new bride.) Congratulations on your wedding. (He grabs her, kisses her, Ross takes the picture, and they both run out.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, continued from earlier.]",
            "dialog": "Tag: So, what’s this about?\nPhoebe: Rachel has something that she wants to tell you and umm, I believe that this is your red sweater.\nTag: No. (Unzips his coat.) This is my red sweater.\nPhoebe: Oh no. Could I get anyone a coffee or…poison? No? Just for me? Okay. (Walks away.)\nTag: What’s going on Rach?\nRachel: Nothing! Phoebe kinda made a mistake. But y’know you do wear that sweater a lot, are you involved in some kind of dare?\nTag: Y’know, I’m actually glad Phoebe called. (He pulls out a stool and Rachel sits down.) I know we broke up because you thought I wasn’t mature enough, but I’ve really grown up and think we should get back together.\nRachel: Oh, it’s just not the right time.\nTag: It is the right time. (Takes her hand.)\nRachel: Okay.\nTag: I’m ready for more.\nRachel: Tag…\nTag: Come on Rach, let’s give it another try.\nRachel: I’m having a baby.\nTag: Oh. (He drops her hand.)\n(Pause)\nRachel: You can go.\nTag: Thank you. (Gets up and hurries out.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Chandler's, Obsessive Monica has finished opening all the presents. She’s ashamed of this, at least, because as someone enters…]",
            "dialog": "Monica: (throwing up the last present) I don’t know how any of these got opened?!\nJoey: (entering) You opened them all?\nMonica: I know! I know! I am a terrible person! I mean, Chandler is never going to trust me with anything ever again!\nJoey: Oh hey! You got my parent’s gift! (Holds it up.)\nMonica: Yeah. What is that?\nJoey: Well, I don’t know. I think it does something to salami.\n(Phoebe and Rachel enter.)\nMonica: Hey! How’d it go?\nJoey: Yeah. What-what did Tag say?\nRachel: Tag is not the father! And Joey knows now?\nJoey: I do Rach. I do, and I so happy for you. (They hug.)\nRachel: Oh wow, you didn’t even try to unhook my bra!\nMonica: So are you ever gonna tell whoever it is?\nRachel: No, I will. I’m just not up for it tonight.\nJoey: Hey Rach listen, no matter what this guy says I want you to know you’re not gonna be alone in this.\nRachel: I’m not?\nJoey: Listen I uh… (He takes her hand.) It’s a scary world out there especially if you’re a single mom. Y’know, I always felt like you and I have this-this special bond. Y’know? So, (gets down on one knee again) Rachel Green will you marry me?\nRachel: What?\nMonica: What?!\nPhoebe: What?!!\nJoey: Pheebs, give me the ring back!\nPhoebe: No!!\nRachel: No! Joey, oh you’re so sweet. You’re so-so sweet, honey. But I’m not, I’m not looking for a husband.\nJoey: (heartbroken) I understand.\nRachel: Now, if you will excuse me I am going to go and lie down. (Exits.)\nPhoebe: I can’t say that didn’t hurt. But I’ll take you back Joey Tribbiani.\nJoey: Uh yeah. Pheebs, listen about that. I only offered…\nPhoebe: Ooh! A Salami Buddy!\nJoey: There you go!\n(Chandler and Ross enter with the new pictures.)\nChandler: We’re back!\nMonica: Great! We’re hangin’ in the kitchen! (She drags him into the kitchen and turns his back to the living room) Let’s stay in the kitchen!\nChandler: It’s picture time.\nRoss: Now you are going to love these.\nChandler: (showing her the pictures) Here’s a picture of Ross. (Shows another one.) And that’s me. (Another one.) And that’s me and Ross. (Another one.) Oh-ho, that is a picture of our first kiss as a married couple.\nMonica: Wow! That is a great picture!\nChandler: Eh?\nMonica: Yeah! Oh and interesting because I found the cameras in one of our bags! (Throws them into his chest.)\nRoss: Huh, didn’t see that coming.\nChandler: Okay, so this isn’t a picture of our first, but it is a picture of my first kiss with…with this lady. Which by the look on your face I’m sure you’ll remember. So we don’t need—(Rips the picture)—There’s no need to have this picture. How about I take the real pictures and get them developed right now.\nMonica: That would be a good idea.\nChandler: Okay. (Sees the living room.) You opened all the presents without me?! I thought we were supposed to do that together!\nMonica: You kissed another woman!\nChandler: Call it even?!\nMonica: Okay! (They high-five and he walks out.)\nRoss: Well, I’m gonna go get these (the floral bouquet he walked in with) in some water.\nPhoebe: Wait you stole those from these people’s wedding?\nRoss: No-no, I took them from the hotel lobby. Yeah, they think they can charge me for some dirty movie and a bag of Mashuga nuts, they got another think coming. (Starts to leave.) Hey! My sweater! I’ve been looking for this for like a month!\n(He exits leaving a stunned Phoebe and Monica.)\nMonica and Phoebe: Oh my God!!\nJoey: (slow on the uptake) Oh my God!\nClosing Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: A Street, Ross walks past Tag wearing the same red sweater.]",
            "dialog": "Ross: Hey! How you doing?\nTag: Good! Good, long time no see.\nRoss: Yeah.\nTag: Like your sweater.\nRoss: Oh hey, right back at ya.\nTag: Oh, it’s crazy about Rachel huh?\nRoss: Yeah. She—Well, she’s one crazy lady?\nTag: So whose is it?\nRoss: (shows Tag his sweater tag) Umm, I don’t some Italian guy. Come on, read your own label. See you later.\nTag: Okay.\n(They separate.)\nRoss: He is so weird.\nEnd\n"
        }
    ]
}