{
    "metadata": {
        "season": "SEASON 8",
        "title": "820 The Baby Shower",
        "written_by": "Sherry Bilsing-Graham & Ellen Plummer",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, Monica and Phoebe are preparing for Rachel’s baby shower.]",
            "dialog": "Rachel: (entering) Hi!\nMonica: Hey!\nPhoebe: Hey!\nRachel: So what’s the final head count on my baby shower?\nPhoebe: About twenty, a couple people from work who had something else to do.\nMonica: Also both of your sisters called and neither can make it.\nRachel: What?! You mean they’re not coming to a social event where there’s no men and there’s no booze?! That’s shocking! I don’t care, as long as my mom’s here.\nMonica: Oh my God, your mother!\nRachel: What?! My mom’s not gonna be here?!\nMonica: Well, given that we forgot to invite her it would be an awfully big coincidence if she was.\nRachel: My God!\nMonica: Well it wasn’t my fault, Phoebe was in charge of the invitations!\nPhoebe: Well I don’t, I don’t have a mother so often I forget that other people…\nMonica: (interrupting her) Oh give it a rest!\nRachel: So my mother is not coming to my baby shower?!\nPhoebe: No. (Pause) Neither is mine.\nMonica: Okay, y’know what? Don’t worry, okay? We’ll take care of it. We’ll call her. Just go home and get ready.\nRachel: Please, make sure she comes. It’s really important to me, I mean it’s my mom!\nPhoebe: I know. I know, what’s her number?\nRachel: I don’t know.\nMonica: Go! I have it in my book. Go! (Rachel leaves and Monica calls Mrs. Green.) (To Phoebe) Wait a minute! If you’re in charge of the invitations why am I the one who has to call her—Hello Mrs. Green! Hi, it’s Monica Geller.\nMrs. Green: Oh, hello Monica.\nMonica: (on phone) Hi, umm I know this is last minute, but we’ve decided to throw an impromptu baby shower for Rachel today.\nMrs. Green: I know, my daughter’s told me about it when they received their impromptu invitations a month ago.\nMonica: Yeah, I’m sorry. I’m-I’m so sorry.\nMrs. Green: For what dear? For not inviting me or lying about it?\nMonica: (To Phoebe) Oh my God, my ass is sweating! (on phone) Please! Please! Can you come? It’s today at four.\nMrs. Green: Well all right. I’ll see you at four.\nMonica: Thank you. (Hangs up.)\nPhoebe: Isn’t it at three?\nMonica: Son of a bitch! (Calls Mrs. Green again.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey's Apartment, Joey is reading a script as Ross and Chandler enter carrying a basketball.]",
            "dialog": "Chandler: Hey Joe! You wanna shoot some hoops?\nJoey: Oh no, I can’t go. I’m practicing; I got an audition to be the host of a new game show.\nRoss: Oh cool!\nChandler: That’s great.\nJoey: Yeah-yeah, and if I get it by day I’ll (In a sexy voice) Dr. Drake Remoray, but by night I’ll be (In an announcer’s voice) Joey Trrrribbiani!\nChandler: You’ll be perfect for this! That’s already your name!\nJoey: But the audition’s in a couple hours and I don’t even understand the game.\nRoss: Well do you want some help?\nJoey: Oh really? That’d be great! You guys can be the contestants!\nRoss: Awesome!\nChandler: Okay, I guess we can lose to junior high girls some other time.\nJoey: (announcer voice) All right! Let’s play Bamboozled!\nChandler: Bamboozled?\nJoey: Yeah, isn’t that a cool name?\nRoss: (simultaneously with Chandler) Yeah!\nChandler: (simultaneously with Ross) No!\nJoey: All right. Uhh, okay. Our first contestant is Ross Geller. Why don’t you tell us a little something about you Ross?\nRoss: Well uh, I-I’m a paleontologist. Umm, I-I live in New York. I have a son Ben. Uh, hi Ben! (Waves.) And uh…\nJoey: I said a little bit Ross. Now, how about you Chandler?\nChandler: Well Joey, I’m a headhunter. I hook up out of work Soviet scientists with rogue third-world nations. Hi Rasputin! (Waves.)\nJoey: Excellent! Let’s play Bamboozled! Chandler, you’ll go first. What is the capital of Columbia?\nChandler: Bogota.\nJoey: It’s Ba-go-ta, but close enough. Now, you can either pass your turn to Ross or pick a Wicked Wango card.\nChandler: What does a Wicked Wango card do?\nJoey: I should know that. Let’s see, just one moment please. Umm, here we are, a Wicked Wango card determines whether you go higher or lower.\nChandler: Higher or lower than what?\nJoey: This is embarrassing. (Looks it up.)\nChandler: (To Ross) Can you believe how lame this is?\nRoss: I’m sorry, I don’t believe contestants are allowed to talk to each other.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Rachel’s baby shower is underway. Monica and Phoebe are working in the kitchen.]",
            "dialog": "Phoebe: Oh, I told the stripper to be here at five. That’s good right?\nMonica: You ordered a stripper for the shower?! That is totally inappropriate!\nPhoebe: What? He’s gonna be dressed as a baby! (Mrs. Green enters.) Oh hi Mrs. Green!\nMonica: Hi!\nPhoebe: I’m so glad you could make it.\nMonica: Yes, thank you so much. And again, we’re so sorry. We could not feel worse about it.\nMrs. Green: Try. There’s my little girl. (Goes over to Rachel.)\nMonica: She’s still mad.\nPhoebe: Yeah I know. Isn’t it great? One less person we have to make small talk with.\nMonica: Phoebe, Sandra’s mad at you too. It-it doesn’t bother you?\nPhoebe: No look, we’ve apologized twice! I can’t do anymore than that. I know you hate it when people are mad at you but you just have to be okay with it.\nMonica: Okay. I can do that. (Pause) I gotta go powder my ass.\n[Cut to Rachel and Mrs. Green.]\nMrs. Green: Look at that face! Just like when you were in high school! If I didn’t know better I’d say you were a cheerleader in trouble. Come on, let’s get some tea.\nRachel: Okay. (Mrs. Green helps her up and they walk over and get some tea.)\nMrs. Green: Oh my look at that. Only three weeks to go, now have you picked your nanny yet? Now I don’t want you to use your housekeeper ‘cause it would just split her focus.\nRachel: Oh well actually gonna use a nanny and uh, I don’t even have a housekeeper.\nMrs. Green: It’s like you’re a cave person. Rachel, you must get a nanny. You don’t know how overwhelming this is going to be. I mean when you were a baby I had full time help, I had Mrs. Kay.\nRachel: Mrs. Kay! Oh yeah, she was sweet. She taught me Spanish. I actually think I remember some of it, tu madre es loca. (I think that’s your mother’s crazy.)\nMrs. Green: Such a sweet woman.\nRachel: Well, however great she was I just can’t afford that.\nMrs. Green: Oh Rachel!\nRachel: What?\nMrs. Green: I just had the greatest idea! I’m gonna come live with you!\nRachel: Wh-wh-what? What?\nMrs. Green: Oh, I’m so happy I’m gonna do this for my little girl. Aw, look at you. You have tears in your eyes.\nRachel: Yes. Yes I do.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Joey's Apartment, the guys are still playing Bamboozled.]",
            "dialog": "Joey: All right Ross you’re in the lead, would you like to take another question or spin the Wheel of Mayhem?\nRoss: The wheel has not been my friend tonight Joey. Uh, I’ll take another question.\nJoey: Okay, this is gonna be tough. Hold your breath.\nRoss: It’s okay, I’m ready.\nJoey: No dude, you gotta hold your breath until you’re ready to answer the question.\nChandler: This is ridiculous, he’s not gonna hold his breath… (Ross cuts him off by taking a deep breath and holding it.)\nJoey: Okay, what do you have a fear of if you suffer from this phobia, Tris…Holy cow, that’s a big word. Trisc… Seriously look at this thing. Chandler, how do you say that?\nChandler: Let me see that.\nJoey: This one right here. (Ross whines.)\nChandler: Triscadecaphobia.\nRoss: (exhaling) The fear of Triscuts!\nJoey: No! No, fear of the number 13.\nChandler: Fear of Triscuts?\nRoss: It’s possible, they have really sharp edges.\nJoey: All right Chandler, you’re up.\nRoss: Wait a minute, I-I believe I’m entitled to use my Angel Pass for a free turn?\nChandler: This game makes no sense!\nRoss: Y’know what? You’re just upset because you’re losing.\nChandler: Oh come on Ross, I think we’re all losers here.\nJoey: All right. Chandler, you can either spin the wheel or pick a Google card.\nChandler: Let me think. Let me think—Oh! I don’t care.\nJoey: You-you must choose Mr. Bing.\nChandler: Either, it makes no difference.\nJoey: Choose, you jackass!\nChandler: I’ll take a card.\nJoey: Okay, you picked the Gimmie card! You get all of Ross’s points!\nRoss: What?!\nChandler: This game is kinda fun.\nRoss: (To Chandler) You don’t think it’s a little crazy that you get all my points just ‘cause you…\nChandler: I don’t think the contestants are supposed to speak to each other.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler's, the baby shower is continuing as Rachel walks over to Monica and Phoebe.]",
            "dialog": "Rachel: Why did you invite my mother?!\nMonica: What?\nRachel: She wants to move in with me and Ross to help take care of the baby.\nPhoebe: For how long?\nRachel: Eight weeks. I mean I love my mother, but my God, a long lunch with her is taxing.\nMonica: I personally would be honored if she wanted to live with me.\nPhoebe: She can’t hear you.\nRachel: What? You guys, come on! What am I going to do?\nPhoebe: Well, if you don’t want your mother to move in with you, just tell her.\nRachel: You’re right. You’re right. I mean I’m about to have a baby, I can tell my mother that I don’t want her to just be sleeping on my couch! Oh my God! She’s gonna want to sleep in my bed with me. This cannot happen!\nMonica: That’s right. That is right, you go over there and tell her you don’t want her to live with you. Do not take no for an answer!\nRachel: Okay. (She goes over to tell her mother.)\nMonica: (To Phoebe) This is great! Now she’s gonna be mad at Rachel! Y’know what? And I’m just gonna swoop in there and be like the daughter she never had.\nPhoebe: I have new respect for Chandler. All right everybody! It’s time to open the presents!\nMonica: Yes! Yes! And I think that the first gift that Rachel opens should be from the grandmother of the baby, because you’re the most important person in this room. And in the world!\nMrs. Green: Well uh, I don’t have a gift because I wasn’t invited until the last minute, but thank you so much for bringing that to everyone’s attention.\nPhoebe: How about you less important people, let’s open your presents!\n(Mrs. Green goes into the kitchen and Rachel follows her.)\nRachel: Mom that’s okay that you didn’t get you a gift!\nMrs. Green: Well, I kinda did. Me. Eight weeks of me.\nRachel: Oh yeah. Okay, see mom, the truth is I can do this on my own.\nMrs. Green: Sweetheart I know you’re gonna be terrific mom, I just think you need a little help, especially at the beginning.\nRachel: But mom, I really know what I’m doing. I can handle this.\nMrs. Green: Really? Remember Twinkles?\nRachel: He was a hamster! I am not going to vacuum up my baby!\nPhoebe: Okay, come on Rach it’s present time! Y’know you’re the glue that’s holding this whole party together. It’s kinda falling apart here.\nMrs. Green: Oh look.\nRachel: Wow!\nPhoebe: Okay, this is from your friend at work.\nRachel: Oh my gosh! Oh wow! Oh, I know what this is! (She’s holding an item with a large suction cup connected to a yellow plastic box, with a long narrow tube and bottle connected the yellow part.) Wait a minute. That can’t be right. Is that a beer bong for a baby?\nMrs. Green: Darling, that’s a breast pump!\nRachel: Did I say I was done guessing? Okay, thank you for that. Oh wow! What’s this?\nWoman: It’s a diaper genie.\nRachel: Oh, it dispenses clean diapers!\nWoman: No! It’s where you put the dirty ones!\nRachel: Well that’s gross, why don’t you just take it outside and throw it in a dumpster?\nMrs. Green: Oh you’re gonna do that ten times a day?\nRachel: What?! It goes ten times a day! What are we feeding this baby?! Indian food?!\nMrs. Green: No dear, that’s what babies do.\nMonica: Rachel, listen to your mother. She is very smart.\nMrs. Green: Plus, what are you planning on doing with the baby while you’re trotting out to the garbage ten times a day?\nRachel: I don’t know, I’d leave it on the changing table? (Everyone gasps.) What?! What’d I do? What’d I do?!\nMrs. Green: You can’t leave a baby alone!\nRachel: Oh come—(Stutters)—Of course I know that. I mean of course you never leave a baby alone! I mean who would—she wouldn’t be safe as she would be with me, the baby dummy. Oh God, okay. Y’know what? I think opening the presents right now is a little overwhelming right now. So I think umm, I’m just gonna maybe open them a little bit later, but thank you all for coming. And for these beautiful gifts, and this basket is beautiful.\nWoman: It’s actually a bassinet.\nRachel: Okay mommy, don’t ever leave me. (Hugs her.)\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey's Apartment, the guys are still playing the game only everyone is really into it.]",
            "dialog": "Joey: (To Chandler) In what John Houston film would you hear this line, \"Badges? We don’t need no stinkin’ badges!\"\nChandler: Treasure of the Sierra Madre!\nJoey: Correct! There’s a possible backwards bonus!\nChandler: Madre Sierra the of Treasure!\nJoey: Yes!\nChandler: I’d like to go up the ladder of chance to the golden mud hut please.\nJoey: Wise choice, how many rungs?\nChandler: Six!\nJoey: (makes a sound like a monkey) That noise can only me one thing.\nChandler: (disappointed and simultaneously as Ross) Hungry monkey.\nRoss: (excited and simultaneously as Chandler) Hungry monkey! (To Chandler) Haaa! (To Joey) I’d like a Wicked Wango card!\nJoey: Okay, it’s an audio question, name this television theme song. (Starts humming the theme to I Dream of Genie.)\nRoss: (thinking) Oh. (Pause) Oh! Oh my God! Okay, I know this, give me-give me a second!\nChandler: Tell it to the Time Turtle!\nRoss: Shut up! I Dream of Genie!\nJoey: Yes! Yes, you’re back in the lead!\nRoss: I’d like to spin the wheel!\n(Joey makes a sound like a game show wheel spinning with the pointer bouncing off of the bars on the wheel as it slows and comes to a stop.)\nChandler: (annoyed) Oh come on!!\nJoey: All right! All right! Uh, umm, Super-Speedy Speed round!\nRoss: Is there a hopping bonus?\nJoey: Of course!\n(Ross gets up and starts to hop on one leg.)\nJoey: Who invented bifocals?\nRoss: Ben Franklin.\nJoey: Correct! Which monarch has ruled Great Britain the longest?\nRoss: Queen Victoria.\nJoey: Correct again! But, you forgot to switch legs between questions, so no hopping bonus!\nRoss: Noooo!!! Every time!!!\nJoey: Now, over to Chandler.\nChandler: I’d like a Google Card.\nJoey: Are you sure?\nChandler: Yes! (Pause) No! (Pause) Google!\nJoey: Oh my God! Congratulations Ross, because Chandler, you’ve been Bamboozled!\nChandler: Nooo!!\nRoss: Yeah!!\nChandler: This is the best game ever!!!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Chandler's, the baby shower has ended and everyone except for Mrs. Green have left who is talking to Rachel while Monica and Phoebe are cleaning up.]",
            "dialog": "Rachel: So umm, you’re gonna stay with me as long as I need you?\nMrs. Green: Of course I am!\nRachel: Oh mom, I swear I’m not an idiot. I’ve read all kinds of books on pregnancy and giving birth, but I-I just didn’t think to read the part about what to do when the baby comes. And-and then guess what? The baby’s coming and I don’t know what to do. Oh, can I throw up in my diaper genie?\nMrs. Green: No. Sweetie, you’re gonna be fine. (Starts to get up.)\nRachel: Wait-wait where are you going? Where are you going?\nMrs. Green: I’m going to the bathroom.\nRachel: Okay.\nMrs. Green: Now don’t worry! Everything’s gonna be okay. (Hugs Rachel while she is standing and Rachel is sitting, seeing this Monica decides to join in on the hugging by hugging Mrs. Green from behind her back.)\nMonica: It is going to be okay! (Mrs. Green glances over her shoulder and glares at Monica while she heads for the bathroom.) It was worth a shot.\nRoss: (entering, out of breath) Hey!\nPhoebe: Hey! Why are you all red and sweaty?\nRoss: I just Bamboozled Chandler! (Flexes in victory while everyone stares at him.) Which is not uh sexual thing. That was a quick shower.\nPhoebe: Not if you were here.\nRoss: Wow! It looks like we got a lot of good stuff.\nRachel: Oh we did, but my mom got us the greatest gift of all.\nRoss: (excited) A Play-Dough Barber Shop?\nRachel: No. She’s going to live with us for eight weeks.\nRoss: Uh, what?\nRachel: Yes! She’s gonna help us take care of the baby! Woo-hoo. (Sees that Ross isn’t happy.)\nRoss: What—You’re not serious. I mean she’s a very nice woman, but there is no way we can take eight weeks of her. She’ll drive us totally crazy.\nMrs. Green: (entering from bathroom) Hi Ross!\nRoss: Hi roomie! (Hugs her and looks at Rachel.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joey’s Audition, Joey is being shown in.]",
            "dialog": "Man: Hey Joey, hi! I’m Ray; I’m the producer of the show.\nJoey: (announcer voice) It’s a pleasure to meet you Ray.\nRay: And this is Duncan (points to the cameraman) and Erin, they’re gonna help us out with the audition. So uh, let’s get the camera rolling.\nJoey: (announcer voice) Rightie-O Ray!\nRay: Whenever you’re ready.\nJoey: (to the camera) Hello, I’m Joey Tribbiani! Let’s play Bamboozled! Erin, you get the first question! In hockey, who is known as The Great One?\nErin: Wayne Gretzky.\nJoey: Correct! Now, would you like to pick a Wicked Wango card or spin the Wheel of Mayhem?\nRay: Uh Joey, didn’t your agents give you the revised rules? We’ve eliminated all of that. No wheel, no cards.\nJoey: What—Why?!\nRay: Uh well, the game was too complicated and research showed people didn’t follow it.\nJoey: Well what’s complicated? You spin the Wheel of Mayhem to go up the Ladder of Chance. You go past the Mud Hut through the Rainbow Ring to get to the Golden Monkey; you yank his tail and boom! You’re in Paradise Pond!\nRay: Yeah all that’s gone. It’s basically just a simple question and answer game now.\nJoey: Well what’s fun about that? You expect me to be the host of a boring game that’s just people standing around answering questions?\nRay: Well, there’ll be women in bikinis holding up the scores.\nJoey: (announcer voice to the camera) Let’s play Bamboozled!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Chandler's, Mrs. Green is telling Ross what needs to be done to baby proof his apartment.]",
            "dialog": "Mrs. Green: …and all those dinosaur nick-knacks you have Ross, I thought they might be more at home in the garage.\nRoss: Well we…we don’t have a garage.\nMrs. Green: Did I say garage? I meant garbage.\nRoss: Y’know what? Maybe, Mrs. Green, it’s not absolutely vital that you live with us.\nMrs. Green: Well Rachel needs help with the baby.\nRachel: I do. I really do. I don’t know anything.\nRoss: I’m-I’m sure that’s not true.\nRachel: Oh no? Pheebs? Monica? Do I know anything about babies?\nPhoebe: No, not a thing.\nMonica: It’s frightening.\nRoss: Well uh, y’know what? Even if she doesn’t know anything, I do! I have a son. And his mother and I didn’t live together, and whenever he was with me I took care of him all the time, by myself.\nMrs. Green: That’s true. You do have another child.\nRoss: Yeah.\nMrs. Green: With another woman. Have you no control Ross?\nRoss: That’s a different issue. Uh, the point is, when the baby comes I will be there to…to feed her and bathe her and change her. And more than that I want to do all those things.\nMrs. Green: Well then you really don’t need me to live with you.\nRoss: Yes! Yes, you’re gonna be so missed.\nMrs. Green: You’re gonna be a great father.\nRoss: Well you’re gonna be a wonderful grandma. (They hug.)\nRachel: Hello?! I still don’t know what the hell I’m doing!\nRoss: Oh, come on, every first time mother feels that way. You’ll—you’re gonna pick it up. (Rachel doesn’t believe that.) Hey! You will! Uh look, y’know when you first came to the city? You were this spoiled helpless little girl who-who still used daddy’s credit card. Do you remember?\nRachel: I hope you’re going somewhere with this.\nRoss: Look at you! What—You’re-you’re this big executive! You are much more capable than you give yourself credit for. I-I have no doubt you’re gonna be an incredible mother.\nRachel: Really?\nRoss: I’m telling you.\nRachel: Thank you. (Hugs him.)\nMrs. Green: All right you two, I’m gonna get going.\nRoss: Oh. (Rachel and he start to stand up.)\nMrs. Green: Oh no-no-no-no sweetheart, you stay put. I’ll let myself out. It’s like I’m not here, which I almost wasn’t.\nMonica: (laughs) You’re still so funny. You’re so funny. (To Phoebe) What do I do?\nPhoebe: Nothing! You have apologized to her like a million times and she’s been nothing but terrible to you. And don’t forget you just threw her daughter a lovely, albeit slightly boring, shower, and she hasn’t even thanked you for it.\nMonica: Y’know what? You’re-you’re right.\nPhoebe: Yeah I mean if you want to say anything to her, I’d tell her off.\nMonica: Really?\nPhoebe: Uh-huh!\nMonica: Okay! I will! Mrs. Green? Mrs. Green! (She ignores Monica and Monica follows her out into the hall with Phoebe in tow.) It is rude to leave a party without saying good-bye to the host! Yeah, and-and also when someone apologizes to you the decent thing to do is to accept it! Now what I did to you, it wasn’t on purpose! But what you’re during to me now is just plain spiteful!\nMrs. Green: Spiteful?!\nMonica: That’s right! Maybe it’s time you took a good hard look at a mirror young lady…old lady…lady!\nPhoebe: (To Monica) Wrap it up, wrap it up, wrap it up…\nMonica: So whenever you’re ready to apologize to me, I will forgive you. Good day! (Monica and Phoebe reenter the apartment and Monica closes the door on a stunned Mrs. Green.) I can’t feel my legs!\nPhoebe: You were fantastic! I’m so proud of you!\nMonica: Yeah? I’m proud of me too.\nPhoebe: You should be!\nMonica: Yeah could-could-could you get me something to drink?\nPhoebe: You got it!\nMonica: Okay. (When Phoebe turns around Monica runs out into the hall after Mrs. Green.) Mrs. Green! Okay I’m really sorry!! I’m apologizing for the—(She trips and falls down the stairs.) (Pause) Okay, I bit my tongue, but I’m still really sorry!\nClosing Credits\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Ross and Rachel's, Ross is helping Rachel study for when the baby comes.]",
            "dialog": "Rachel: (closing a book) Okay! I’m ready.\nRoss: You sure?\nRachel: Yes, I’ve done my studying and I really know my stuff.\nRoss: All right then. (Gets up, in an announcer’s voice) Rachel Green! Let’s play Bamboozled! (Reading from a note card.) How do you test the temperature of the baby’s bath water?\nRachel: Uh, put your elbow in it.\nRoss: Excellent! How do you put a baby down for a nap?\nRachel: Full, dry, on its back, and no loose covers.\nRoss: That’s correct! This is an audio question, what do you do when the baby makes this sound? (Makes a sound like someone is choking a cat.)\nRachel: Check if it’s wet, check if it’s hungry, burp it!\nRoss: Excellent! Excellent, now-now do you want another question or a Wicked Wango card?\nRachel: A card! A card! I pick a card!\nRoss: Oh, I’m sorry you’ve been Bamboozled! You’re gonna be a terrible mother! (Rachel stares at him agape.) I’ve lost sight of why we’re doing this! (Rachel gets up and walks away.)\nEnd\n"
        }
    ]
}