{
    "metadata": {
        "season": "SEASON 8",
        "title": "815 The Birthing Video",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Written by: Dana Klein Borkow\nTranscribed by: Dan Gottleib\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk. Rachel is getting a cup of coffee as Joey and Phoebe enter and sit down.]",
            "dialog": "Phoebe: Oh! Hey, Rach!\nRachel: Hi! Hey, Happy Valentine’s Day!\nPhoebe: Oh, you, too.\nJoey: Hey, so, uh, how’s it going living over at Ross’?\nRachel: It’s good. Except he makes us watch the Discovery Channel all day long. Did you know that something really boring happened to someone really ugly in the Middle Ages? (to the waitress handing her a cup of coffee) Oh, thank you. I’ll see you guys later.\nPhoebe: Okay.\nJoey: Bye.\n(Rachel exits with coffee)\nJoey: There’s one lucky to-go cup of coffee.\nPhoebe: (sighs) Honey, I wish you would get over her. I hate seeing you like this. Is there anything I can do for you? Do you want to look down my top?\nJoey: Thanks. But maybe later.\nPhoebe: Oh, Gunther, can I get a scone?\nGunther: (to Joey) You want anything?\nJoey: You know what I want? I want a lot of things! I want to be with the woman I love on Valentine’s Day! And I want her to love me back! And I want just one moment of relief from the gut-wrenching pain of knowing that that’s never going to happen!\nGunther: We have red bagels.\nJoey: Oh, okay.\nOpening Credits\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler’s. Phoebe and Ross are sitting in the living room talking.]",
            "dialog": "Phoebe: So, how does Mona feel about you and Rachel living together?\nRoss: Oh, I’m actually on my way to tell her right now. Yeah, she’s been away all week visiting her parents, but she’ll be cool. I mean, she’s been so supportive. She-she even got the baby a tiny T-shirt that says, ‘Fossils are my friends.’\nPhoebe: Ugh. Come on, Mona, don’t kiss ass.\nRoss: Uh, I’m going to take off.\nPhoebe: All right. Oh! Shoot! Oh shoot! Uh, Rachel wanted to see this tape!\nRoss: What is it?\nPhoebe: It’s a video of my friend giving birth. Could you just bring it back to your apartment?\nRoss: All right. (reading the label) ‘Candy and Cookie?’\nPhoebe: Yeah. Candy’s the mother, Cookie’s the daughter. The father’s also Cookie. Why am I friends with these people?\nMonica: (entering with something behind her back) Phoebe, c’mere. I want to show you something in the bathroom.\nPhoebe: Oh, Monica, grow up!\nRoss: Hey, what’s behind your back?\nMonica: Nothing. Just something I want to get Phoebe’s opinion on for Valentine’s Day.\nRoss: You don’t want my opinion?\nMonica: Not really.\nRoss: Come on, I’m your older brother, ask me!\nMonica: All right, big brother. (holds up two erm…revealing articles of clothing) Which of these do you think would make your little sister look hotter, so your best friend would want to do her?\nRoss: (quietly) The red one.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Joey and…wait…just Joey’s. Joey is sitting at the counter eating a pizza.]",
            "dialog": "Phoebe: (knocking and entering) Hey. Look, I know you’ve been really depressed lately, so I brought someone over to cheer you up. Right outside this door is a real, live, furry playmate.\nJoey: No, I’m not sleeping with your friend Jane again.\n(Phoebe goes into the hall and brings a dog inside!)\nPhoebe: He-hee!\nJoey: Hey! A dog! Hi! Who, you got to admit, looks a lot like Jane.\nPhoebe: This is the happiest dog in the world. I borrowed him from my friend Wendy. Now, you can only keep him until he cheers you up. And he will cheer you up!\nJoey: Thanks so much, Pheebs! (to the dog) We are going to have so much fun, yes we are! (the dog sticks his head between Joey’s legs) Oh! Not that kind of fun.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler’s. Chandler enters with a bouquet of roses.]",
            "dialog": "Chandler: Happy Valentine’s!\nMonica: (from her bedroom) Okay! I’ll be right out. I’m slipping into something a little less comfortable, and a little more slutty.\nChandler: (picking up a video from the table) ‘Candy and Cookie’. ‘Candy and Cookie?’ Monica got me porn?! Girl-on-girl porn?! She really must love me!! (Chandler runs over to the TV, puts the tape in, and sits down to enjoy some \"porn\")\n(A woman on TV breaths hard)\nMan on TV: Yeah, just relax.\nChandler: I love you, St. Valentine.\n(The woman groans, moans, grunts, and screams. Chandler’s eyes get huge!)\nChandler: Woah, woah, that’s not pretty!\nMan on TV: Now, push!\nWoman on TV: Ow! Ow! Ooh! That hurts!\nChandler: Worst porn ever! Worst porn ever! (Chandler starts to press buttons on the remote control, frantically.)\nWoman on TV: Ohhh! Make it stop!\nChandler: I am trying!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey’s. Joey is playing fetch with the dog.]",
            "dialog": "Joey: Get the ball, ready? Get the ball, get the ball! (Joey pretends to throw it, but really doesn’t, and the dog goes running off.) Well, you’re cute, but you’re not too smart!\n(The dog returns with a ball that looks exactly like the same one Joey has.)\nJoey: (looking at the ball the dog brought back) Did I just throw this?\nRachel: (entering) Hi.\nJoey: Hi.\nRachel: I accidentally packed these with my stuff. (looks at the dog and gasps) Who is this?\nJoey: Oh, that’s, uh, that’s Phoebe’s friend’s dog. I don’t know what his real name is, but I call him Mozzarella.\nRachel: (talking with a higher voice, and puckered lips…kind of like you do to a baby or...well…a puppy…it’s hard to explain. Just use your imagination!) Oh, well, you are so cute! I wish I could play with you more, but I’ve got to go to work! I hope I stop talking like this before my marketing meeting, yes I do. Yes I do. (still talking like that) Bye-bye, Joey. Oh, I seriously can’t stop it. (exits)\nJoey: (to the dog) C’mere. Hey. C’mere. That’s Rachel. She’s the one who used to live here. Might as well be honest with you—we love her. But we can’t have her. I really miss her. Well, hey, you understand, right? You’re a guy. (thinks about it and picks up the dog and looks) Well, you used to be.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Chandler’s. Chandler is sitting on the couch staring at the tape on the coffee table with his eyes huge and his mouth wide open.]",
            "dialog": "Monica: (entering from her bedroom) So what do you think? (referring to her outfit)\n(Chandler glances up at Monica with his mouth still wide open and his eyes still huge)\nMonica: (to herself) I’ve still got it!\nChandler: (pointing at the video) Why did you get me this?\nMonica: What is it?\nChandler: It’s yelling…bleeding…dilating. Oh, the dilating…\nMonica: Is this the video of the baby being born? Sweetie, this is Phoebe’s. Why were you even watching it?\nChandler: I thought…maybe…you got me porn for Valentine’s Day.\nMonica: Chandler, if you thought I was going to get you porn for Valentine’s Day… (pulls a video out of a basket) you were right! Apparently, it’s about a young girl who moves to the big city, you know, in search of stardom, but ends up having sex with a lot of guys! Yeah, it got four starts! (looks closer) Oh, wait a minute. Those aren’t stars. Anyway, you want to take a look?\nChandler: Well, I’m not really in a sexy mood right now.\nMonica: Honey, what’s going on?\nChandler: Well, remember the first time we saw Jaws?\nMonica: Mm-hmm.\nChandler: How long it took to go back in the water?\nMonica: Chandler, we can’t let this tape wreck Valentine’s Day!\nChandler: You don’t know. You didn’t see it.\nMonica: Child-birth, it’s a natural thing! It’s beautiful.\nChandler: Oh, beautiful? Really? Beautiful? You think this is beautiful? (picks up the remote and presses a button, and he immediately makes a face that just looks like he’s going to throw up!)\nMonica: Oh! Oh, my God! No wonder my mother hates me!\nChandler: See, honey, there’s—(puts his hand on her leg)\nMonica: Don’t touch me!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk. Ross is sitting on the couch reading a magazine as Mona enters.]",
            "dialog": "Mona: Hi!\nRoss: Hey! (they hug) So, how was Atlantic City?\nMona: Good.\nRoss: Yeah?\nMona: I brought you back a present.\nRoss: Wha—? Oh, come on. You didn’t have to—saltwater taffy?! (Mona laughs) Thanks! This is interesting. You know, most people think this is made with sea water, but it’s actually made with, uh, salted fresh water. That’s not interesting.\nMona: I think it’s interesting.\nRoss: I do too! I missed you!\nMona: I missed you, too! So, how was your week?\nRoss: Oh, it was good! It was good. Actually, the baby started kicking!\nMona: How exciting!\nRoss: Yeah! I know! It was. Oh… the only sad thing is I wasn’t around when it happened for the first time.\nMona: Oh no.\nRoss: Yeah, I’m missing out on all this other stuff, too. So, Joey suggested Rachel move in with me.\nMona: (laughing) Yeah right!\nRoss: What?\nMona: Joey cracks me up! It’s like, ‘Yeah, why don’t you have your ex-wife move in with you? That wouldn’t be awkward at all!’ (she laughs again)\nRoss: (not amused) Huh…uh-huh.\nMona: Huh, could you imagine. I go away for a few days, and come back, and my boyfriend is living with some woman he got pregnant! (Mona laughs…yes…again!)\n(Ross fake laughs, obviously not finding this funny, and he’s starting to panic, so he shoves the whole saltwater taffy he’s eating in his mouth)\nMona: So, what’d you tell him?\nRoss: (with his mouth full) Just a second! (he fake laughs, but turns his head and starts to break down)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk. Ross and Phoebe are sitting on the couch.]",
            "dialog": "Phoebe: How could you not tell Mona that Rachel is living with you?\nRoss: I don’t know, she seemed to think it was such a crazy idea! Um, plus, she, uh, she got me taffy!\nPhoebe: Taffy, really? I’ve never had any.\nRoss: Ever?!\nPhoebe: Well, I think my mother was too busy planning her suicide to provide saltwater treats. (Ross hands her one) Thank you! So what, you’re just never going to tell her?\nRoss: Oh, no, no, no, I will! I just want to butter her up, first! You know, I’m going to take her to an amazing Valentine’s dinner. Do all this romantic stuff, and then, just when she thinks I’m the best boyfriend in the world, then I’m going to tell her that my pregnant ex-girlfriend is living with me.\nPhoebe: If I haven’t said it before: she’s a lucky, lucky lady! So, where are you going to—what the mother of crap is up with this stuff? (Referring to the taffy, which she’s been chewing this whole time.) Oh, God. Is it gum, is it food? What’s the deal? (she swallows it, finally) Oh, it’s nice! May I try a pink one?\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Joey’s. Joey is laying on his recliner, depressed, and the dog is laying on the footrest.]",
            "dialog": "Joey: So, between her and me being friends, and her history with Ross, it just isn’t going to happen. It would be like you falling in love with a cat.\nPhoebe: (entering) Hey!\nJoey: Hey.\nPhoebe: Hey, buddy. How’s my favorite dog, huh? How’s my favorite dog? (the dog doesn’t move) You’re subdued. (to Joey) Did you give him a beer?\nJoey: No.\nPhoebe: Will you excuse us, we need to talk for a moment.\nJoey: Yeah, sure. Go ahead. (pause) Oh, me, right!\n(Joey follows Phoebe into the kitchen)\nPhoebe: He’s miserable! What happened to him?\nJoey: Nothing. We just talked about stuff.\nPhoebe: What stuff?\nJoey: Rachel stuff.\nPhoebe: Oh…Joey, you bummed him out! This was the happiest dog in the world, and he spends half a day with you, and look at him!\nJoey: He’s breathing!\nPhoebe: Okay, I’m going to take him back to Wendy’s.\nJoey: No, no, no, no! He’s fine! Look, look, look! (picks up the ball) Here’s your ball! Get your ball! Get your ball! (he throws the ball and it bounces right next to the dog) Get your ball! My God, what have I done to you, huh? I broke the dog! Pheebs, I broke the dog!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross and…Rachel’s…I guess I have to call it that now. Rachel is reading on the couch as Ross enters.]",
            "dialog": "Ross: Well, I’m, uh, going to pick up Mona. What have you got going tonight?\nRachel: Oh, I’ve got big Valentine’s plans! I’ve got my Chinese food on the way, and the rest of your saltwater taffy!\nRoss: Y’know, it’s interesting! Most people think that’s made with seawater, when in fact—\nRachel: Ross, we actually watched the documentary together.\n(There is a knock on the door.)\nRachel: Ooh! My Chinese food! Let me get my cash! (runs to her room to get her money)\nRoss: (opening the door to see Mona standing there) Mona? What are—hi! What are you doing here? I’m, um, supposed to pick you up!\nMona: Change of plans, I made you a special Valentine’s dinner! Surprise!\nRoss: (he makes some really weird noise hear that sounds kind of like…)Ayyyayyyy!\nRachel: (entering) Oh, hey, Mona!\nMona: Hi! Hi. Hi, Rachel! (to Ross) What’s she doing here?\nRoss: I have no idea!\nRachel: I’ll be watching TV if anybody needs me. (exits to her room)\nMona: Seriously, what is she doing?\nRoss: Uh…lately, she just likes hanging out here.\nMona: Why?\nRoss: I think she’s lonely.\nMona: Okay, but it’s Valentine’s Day!\nRoss: I know.\nMona: Can’t we just ask her to go?\nRoss: No, no. She’s way to emotional. And by emotional I mean crazy.\n(Doorbell rings)\nRachel: I’m not here! That’s just my Chinese food!\nMona: Oh, my God! She has food delivered here?\nRoss: Mm-hmm. She’s—she’s emotional, but, but ballsy.\nRachel: You know what I’m going to do? I’m going to get in my sweats, and eat this in bed! (exits)\nRoss: And you thought she was going to be in our way! So, why don’t you, uh, open the champagne, and I’ll be right back. I’ve got a surprise for you.\nMona: You got another ex-wife back there?\nRoss: (fakes a laugh) Please start drinking! (exits)\nRachel: (entering) I’m just going to grab the phone.\nMona: Oh, Rachel! Wait! Hey, I hope you don’t take this the wrong way, but, but, um… what are you doing?\nRachel: Oh, I’m sorry! Do you need the phone?\nMona: No, no. Listen, Ross is too nice to say anything, but this is his apartment, and, and, we gotta have some boundaries, so why don’t you go back to your place and give us some privacy?\nRachel: (as Ross enters with a present) But, but, Mona, I live here.\nRoss: (handing Mona the present) Happy Valentine’s Day! …Or something to remember me by.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler’s. Monica and Chandler are sitting on the couch still staring at the screen.]",
            "dialog": "Monica: How long has it been this time?\nChandler: 90 seconds.\nMonica: That’s better. 90 seconds is a long time not to think about it…except all I did was think about it.\nChandler: You know, it haunts me? Up ‘til now, the worst thing I ever saw, was my father doing tequila shots off the naked houseboy. After this, I would gladly make that my screensaver!\nMonica: Okay, well, we have to get past this! Why don’t we get rid of the tape and pretend it never existed?\nChandler: I can do that.\nMonica: Okay.\n(Chandler takes the tape and sticks it under the chair cushion)\nChandler: Okay. Now all we’ve got to do is get rid of this chair.\n(Chandler crawls over to Monica and they move in to kiss, but they can’t do it and back up. They move in to kiss again, and kiss very awkwardly for a second, until someone knocks on the door.)\nMonica: Oh, thank God!\nChandler: Oh, I know!\nMonica: Come in!\nRachel: (entering) Hi! I’m so sorry to barge in on your Valentine’s, but I had to get away from all the yelling. Mona is dumping Ross.\nMonica: Oh, my God.\nChandler: Poor Ross.\n(Monica and Chandler both look at each other and run over to the window to watch the action in Ross’ apartment)\nChandler: Oh, great. We have to watch him do yoga in his underwear, but for this he closes the drapes!\nMonica: Rach, you know that birthing tape you wanted to see? It’s here.\nChandler: Oh, and we should warn you, before you watch it: don’t watch it.\nRachel: Why? You saw it? Is it scary?\nChandler: Well, let’s just say it’s ironic how footage of someone being born can make you want to kill yourself.\nRachel: Well, now, wait. Now I’m all freaked out. Come on, you guys will watch it with me.\nMonica: No, but I will leave a sweater that smells like me right next to you!\nRachel: C’mon, seriously, you guys, you’re not going to make me watch this alone!\nMonica: She’s right…of course not. Honey, get the tape.\nChandler: (with his arm all the way under the cushion, moving it around) This reminds me of a very specific part of the tape. (Chandler puts the tape in, and they all sit down) Okay, here we go.\nRachel: Okay. (watching the tape) Ooh, my! (Rachel jumps when the woman starts screaming) Woah! Why is that baby torturing that woman?!\nChandler: Why have I seen this thing three times?!\nMonica: It’s…still beautiful.\nRachel: Uh! It’s horrible!\nMonica: I know! I know, I’m so sorry for you!\nRachel: Oh, my God!\n(Monica and Rachel both cover their eyes)\nChandler: Wait, you guys, look!\nRachel: What? Did her ass explode?!\nChandler: No, the baby’s out! Look, look!\nMonica: Oh, look at those little fingers and toes!\nChandler: And look how happy the mom is now!\nMonica: Oh…Rach!\nRachel: Oh, screw you guys, you don’t have to do it!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk. Ross is getting coffee as Joey comes from…God knows where! Some back area of Central Perk around the corner that we’ve never seen! Weeeiiirrrddd….]",
            "dialog": "Ross: Hey, hey, man!\nJoey: Hey, what’s up?\nRoss: Uh…Mona just dumped me.\nJoey: Oh, man, I’m sorry. Why?\nRoss: Well, with everything that’s been going on lately, I haven’t exactly been the perfect boyfriend. You know, I, uh, I didn’t tell her I got Rachel pregnant. I gave her a key to my apartment, and then had the locks changed! And then I lied to her about Rachel moving in with me. In a way, I actually judge her for not breaking up with me sooner, you know?\nJoey: Still, that really sucks, man. Especially on Valentine’s Day.\nRoss: Yeah. Wait a minute. What are you doing here? Joey Tribbiani without a date on Valentine’s Day? What’s going on, huh? Girl trouble?\nJoey: Sort of.\nRoss: Really?!\nJoey: You don’t have to seem so happy about it.\nRoss: Oh, sorry. Well, look, maybe I can help you with it.\nJoey: Oh, I…I d—\nRoss: Hey, whatever it is, I am sure it has happened to me. Y’know, actually once—once I got dumped during sex.\n(Two girls sitting at a table next to them look up in disgust, and Ross and Joey move away)\nRoss: Anyway, so, uh, so what is it?\nJoey: Forget about it. It’s no big deal.\nRoss: C’mon! Joey! What is it?\nJoey: It’s nothing.\nRoss: Hey, hey, it’s me. Why can’t you tell me?\nJoey: Okay, uh…sit down. (they do) Um… there’s this woman that I like. A lot. But, uh…it can’t happen.\nRoss: She’s not a Tribbiani?\nJoey: No!\nRoss: I knew it. So, is she someone from work?\nJoey: Yes.\nRoss: Well, uh, does she like you?\nJoey: Sometimes I think maybe she could. But it doesn’t matter, because I can’t do anything about it.\nRoss: Why not?\nJoey: Well, it’s complicated. She’s with this other guy. For a long time. Someone from work, too. And I could never do that to the guy, because we’re really good friends.\nRoss: So, uh, this guy, she used to go out with, is, uh… is he still in love with her?\nJoey: No. I don’t think so.\nRoss: Okay. Um… is he a good guy?\nJoey: Yeah, he’s the best.\nRoss: Then talk to him! He might be fine with it.\nJoey: Oh, I don’t know.\nRoss: Joey, it’s worth finding out. I mean, if you really like her.\nJoey: I do! So much! I can’t stop thinking about her! I can’t sleep, I—\nRoss: Okay, Joey, you know what? You have to go for it. How often does this happen to you, huh? You owe it to yourself.\nGunther: (placing a cup in front of Ross) Here’s your warm milk.\nRoss: I’m going to…uh…I’m going to, um, put the bourbon in it at home.\nJoey: Oh, yeah.\nRoss: Anyway… seriously, uh…just…just talk to the guy, okay? And tell me how it goes. (walks towards the door until…)\nJoey: It’s Rachel.\n(Ross just stands in the doorway, for like a minute…Ahh! What’s going to happen next??!!! I can’t make it all the way through the Olympics!!!)\nClosing Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Ross and Rachel’s. Rachel is standing in front of the TV holding a video.]",
            "dialog": "Rachel: (thinking) You’re going to have a baby, and you need to be prepared. Now, you’re going to make yourself watch the whole thing. Just do it! (Rachel puts the tape in the VCR)\nWoman on TV: I came to the big city to become a star! I’ll do…anything to make that happen!\nMan on TV: Anything?\n(Music starts playing…yes…you know what kind of music…)\nRachel: (thinking) Hmm…maybe it starts with how she gets pregnant.\nEnd\n"
        }
    ]
}