{
    "metadata": {
        "season": "SEASON 8",
        "title": "813 Chandler Takes A Bath",
        "written_by": "Vanessa McCarthy",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Joey and Rachel’s, Joey is at the counter eating a bowl of Frosted Flakes.]",
            "dialog": "Joey: (thinking) All right. It’s a new day. All that stuff about Rachel, you don’t feel that now. It was crazy! You’re fine. You’re better than fine! You are, as your friend Tony would say, Grrrreat! Everything’s normal! She’s just your friend Rachel! Your friend Rachel. Your friend! Rachel.\nRachel: (coming from her room) Hi, sweetie.\nJoey: (thinking) Hey, it’s your girlfriend, Rachel!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Chandler’s, Chandler is sitting on the couch watching TV as Monica comes out of the bathroom.]",
            "dialog": "Monica: (airily) Hi.\nChandler: Are you, are you high?\nMonica: I just had the most amazing bath.\nChandler: Really? I don’t like baths.\nMonica: Wait, you like them with me.\nChandler: Honey, it’s not the bath I enjoy, it’s the wet, naked lady.\nMonica: Oh, baths are so relaxing!\nChandler: Really? What do you do? You just sit in there stewing in your own filth.\nMonica: How dirty do you think I am? I’m telling you, if you had some candles and some bubbles and some music, you would love it! It would take all of your stress away.\nChandler: Honey, it’s 2:00 on a Wednesday and I’m watching Road Rules, how stressed do you think I am?\nJoey: (entering) Hey, Chandler, you got a minute? I-I really need to talk to you.\nChandler: Oh! Uh, yeah! Is this a cold pizza talk or a leftover meatloaf talk?\nJoey: Well, neither.\nChandler: Oh my God, what’s up?!\nJoey: I don’t know. It’s-it’s just…lately, I’ve been feeling… Okay, here’s what it is… (Pause) You know what? I feel a lot better, thanks! (Starts to leave)\nChandler: Oh no-no, no you don’t, just come back.\nJoey: All right. Okay. You and Monica, friends for a long time, and sure there are rules, but then you went to London. Oh, no, but that’s different. I mean, there are rules there, too! You know what I mean?\nChandler: Do you?\nJoey: It was different for you guys! I mean, I mean, you were both in the same place, right?\nChandler: In London?\nJoey: Yeah.\nChandler: Yes. When Monica and I were in London, we were both in London.\nJoey: You know what? This is a bad idea. Forget it. Forget it, and listen, do me a favor, this conversation was between you and me.\nChandler: If that.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Phoebe and Rachel are sitting on the couch. Ross sits down.]",
            "dialog": "Rachel: Hi! Oh, Ross, don’t forget, we have that doctor’s appointment tomorrow!\nRoss: Right.\nPhoebe: Hey, are you going to find out the sex of the baby?\nRoss: No-no, we talked about it. We don’t want to know. All we care about is that it’s happy and healthy.\nRachel: Yep! Happy and healthy! And cute!\nRoss: And smart!\nRachel: Popular.\nRoss: With an aptitude for science.\nPhoebe: Are you two talking about the same baby? Hey! Have you started off thinking of names yet?\nRachel: Oh yeah! I’ve come up with a bunch of ideas!\nRoss: Really? Me too!\nPhoebe: Me too!\nRachel: Really?!\nPhoebe: Uh huh! If it’s a girl, Phoebe, and if it’s a boy, Phoebo!\nRoss: Maybe. But it wouldn’t hurt to have a backup, you know? Uh, Rach-Rach, what were you thinking? (Gives her a look)\nRachel: Okay! I was thinking if it’s a girl, how about Sandrine? It’s French.\nRoss: Huh. That’s a really pretty name for-for an industrial solvent.\nRachel: Okay fine, what do you have?\nRoss: Well, OK, it’s for a boy. Well, I know it’s a little out there, but…Darwin.\nRachel: Wow, oh my God, our child will be beaten to death in the schoolyard.\nPhoebe: Yeah, by Sandrine.\nRoss: You’re just saying that 'cause I said no to your name!\nRachel: I’m really, really not.\nPhoebe: How-how about you each get five vetoes?\nRoss: All right.\nRachel: All right.\nRoss: That sounds fair.\nRachel: Yeah! I don’t think you’re going to need it though. Okay, check this out. If it’s a girl, Rain.\nRoss: Veto.\nRachel: Why?\nRoss: Rain? Hi. Hi, my name is Rain. I have my own kiln, and my dress is made out of wheat.\nPhoebe: I know her! I bought homemade soap from her at a Dead show!\nRoss: Okay, how about, for a guy, Thatcher?\nRachel: Ross, why do you hate our child?\nRoss: Fine, you go.\nRachel: Okay, James.\nRoss: Huh.\nRachel: But only if it’s a girl.\nRoss: Oh, veto. How about—Ooh, I like Ruth! What about Ruth?\nRachel: Oh! I’m sorry! Are we having an 89-year-old? How about Dayton?\nRoss: Veto. Stewart?\nRachel: Veto. Sawyer?\nRoss: Veto. Helen?\nRachel: Veto.\nPhoebe: Is it me, or is veto starting to sound really good?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Chandler’s, Monica comes from the bathroom as Chandler enters.]",
            "dialog": "Chandler: Hey.\nMonica: Boy, do I have a surprise for you!\nChandler: Sex on the balcony?\nMonica: No, but someone’s really not going to get over that idea, are they?\nChandler: What is it?\nMonica: I drew you a bath!\nChandler: Honey, I don’t like baths! Could you draw me a picture of us having sex on the balcony?\nMonica: Please, could you just try it for me? Come on, I used all my best stuff! I-I-I lit some candles. I put on some music. I used bath salts, plus bubble bath! And got you this little plastic Navy ship. So it’s a boy bath!\nChandler: Well, this does butch it up a bit.\nMonica: I swear, if you try it, you will love it!\nChandler: All right, if I do this, can we at least discuss sex on the balcony?\nMonica: Absolutely.\n(Chandler runs into the bathroom)\nMonica: Bet I know how that discussion’s going to go.\n[Cut to Chandler laying in the bathtub. \"Only Time,\" is playing in the background.]\nChandler: (thinking) All right, this isn’t so bad. I like the flower smell! Which is okay, because I’ve got my boat.\nMonica: (entering) So?\nChandler: Oh my God.\nMonica: I told you you were a bath person! Hey, when you get out, maybe I can give you a facial!\nChandler: I’m going to need a bigger boat.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The Doctor’s Office, the doctor is writing something as Rachel is on the table, and Ross is standing.]",
            "dialog": "Ross: I don’t think you had an open mind about the name Ruth. I mean, come on, little Ruthie Geller, how-how cute is that?\nRachel: Oh, oh my God! I can practically hear the mahjong tiles!\nDr. Long: Okay! All your tests look fine. Now, are you two interested in knowing the sex of the baby?\nRoss: Uh, no. No, we’re not.\nRachel: But you have it right there in that file? You could tell us whether it’s a boy or a girl? Dayton or Sandrine? Phoebe or Phoebo?\nDr. Long: That’s right. But if you don’t want to know…\nRoss: No, no, we want to wait, right?\nRachel: Right. Right.\nDr. Long: (looks at her beeping pager) Oh, I’ll be right back. And, uh, I know it’s really not my place, but please don’t name your child Phoebo.\nRachel: (looking at the bulletin board with baby pictures) So, which of these babies do you think is the ugliest?\nRoss: What? Rach! Come on, that’s terrible! They’re…uh…they’re babies. They’re-they’re all beautiful.\nRachel: Third one from the left?\nRoss: Yeah, why is it staring at me? I think it knows I’m talking about it. (Rachel starts to peek at the file) Don’t-don’t you—Wh—Wha—Hey!!\nRachel: What?!\nRoss: You’re looking!\nRachel: I didn’t!\nRoss: I saw you!\nRachel: Okay fine, I did. But I didn’t see anything, I swear.\nRoss: Shame on you! Ugly baby judges you!\nRachel: Okay, but Ross just listen to me…\nRoss: No, no, no, no! Don’t tell me! I don’t want to know!\nRachel: But I couldn’t even if I wanted to, because I don’t know! I swear; I didn’t see anything, and I don’t want to know! It was just a momentary lapse.\nRoss: Momentary lapse. Don’t-don’t you have any self-control?\nRachel: (holding stomach) Okay, a couple months late on the lecture, Ross.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Monica’s, Monica is entering.]",
            "dialog": "Monica: Hello?\nChandler: I’m in the bathroom, can you come in here? I think there’s something wrong.\nMonica: You know what? I-I think I’ll wait out here.\nChandler: I’m in the bathtub.\nMonica: Oh. (She goes into the bathroom.) What’s wrong?\nChandler: I drew my own bath, but I did it wrong! The water’s tepid. The salt didn’t dissolve and is now… lodged places. And the scents I used don’t compliment each other. Eucalyptus and chamomile—Oh!\nMonica: What?\nChandler: The bath salts! They’re starting to effervesce! It’s different. (Pause) It’s interesting.\nMonica: Okay, let’s talk about something else.\nChandler: Yeah! Sure, sure. So, what was going on with you today? Oh-oh-oh!\nMonica: Well, I actually had the weirdest conversation with Joey. He was talking about rules and right and wrong and…\nChandler: I had the exact same conversation.\nMonica: You did? What was he talking about?\nChandler: I don’t know! Joey hasn’t had this much trouble getting out words since we saw him in Macbeth!\nMonica: (groans) That was a long night.\nChandler: All right, let’s break this down. What exactly did he say to you?\nMonica: Okay, he was talking about rules.\nChandler: Uh-huh.\nMonica: Umm, and looking at people differently.\nChandler: He didn’t say anything about that to me.\nMonica: What did he tell you?\nChandler: He was asking all these questions about you, me, and London. And, of course the glue that holds this all together, the rules.\nMonica: Okay. So you, me and London. Looking at people differently. Maybe he wants to do what you and I did in London with someone.\nChandler: But what did he mean by rules?\nMonica: Wait a minute! He stopped talking the minute Phoebe came in!\nChandler: Because he was looking at her differently.\nMonica: And Phoebe is his friend, so he thinks that would be breaking the rules!\nChandler: My God! He wants to do it with Phoebe in London!\nPhoebe: (from outside the bathroom) You guys?\nMonica: Just a minute! (To Chandler) That’s Mrs. Tribbiani!\nChandler: You don’t say anything.\nMonica: Why would I say anything? That two of our best friends could start the greatest love affair of their lives! And they would have me to thank, and we could all start having babies?\nChandler: I’m not going to let you say anything.\nMonica: You just stay here! (Dumps a jar of bath salts in the bathtub)\nChandler: Oh, God!\n(Monica runs out to Phoebe, who is in the kitchen)\nPhoebe: Oh, hey, Monica, I brought back your iron.\nMonica: Oh, you had that?\nPhoebe: Uh-huh.\nMonica: I thought I lost it. I got a new one, like, a month ago.\nPhoebe: Oh, just as well, I broke this one.\n(Monica starts smiling)\nPhoebe: What?\nMonica: Nothing.\nPhoebe: Okay.\nMonica: I mean, I-I, I really shouldn’t say. I mean, I’m really not supposed to.\nPhoebe: Fine.\nMonica: It’s a humdinger!\nPhoebe: Then it’s really too bad that you can’t tell me.\nMonica: Somebody likes you!\nPhoebe: (Groans) Is it Chandler?\nMonica: No!\nPhoebe: Well, then tell him to stop staring!\nMonica: It’s Joey!\nPhoebe: Really?! Joey?! You don’t say.\nMonica: Is it something you’d be interested in?\nPhoebe: I don’t know, I don’t know, I don’t know. You know, I mean, on the one hand, Mother may I? But y’know on the other hand… No. No, I can’t. We’re friends. No, oh, no. I don’t want to risk what we have.\nMonica: I guess that makes sense. So, you think you’re going to talk to him?\nPhoebe: Sure, yeah. I mean, it’s Joey. I don’t want him to get hurt. Well, I must say, I am on fire! First Chandler, now Joey!\nMonica: Not Chandler, just Joey.\nPhoebe: Sure.\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central perk, Ross is sitting on the chair as Rachel walks in.]",
            "dialog": "Rachel: Hey.\nRoss: Hey.\nRachel: You know what? I’ve been thinking about it. I’m really coming around on the name Ruth. I think I would actually consider naming our child that.\nRoss: Rach, I-I can’t tell you how-how much that means to me! Ohh… Wait a minute. Wait a minute. You-you hated the name Ruth! Why-why would you change your mind? Unless, you know we’re never going to have to use it. You did see the folder. You know it’s a boy!\nRachel: I didn’t see anything! I actually changed my mind about the name.\nRoss: I don’t think so! You’re just giving me Ruth so you’ll get to name it when it’s a boy, and that’s when you’ll swoop in and name him Heath or Blaine or Sequoia.\nRachel: I would—Sequoia?\nRoss: Veto.\nRachel: Fine.\nRoss: Unless… (Rachel groans.) You anticipated that I would figure all this out and you know that it actually is a girl, and you really do want her to be named Ruth! Well, I’m not falling for that! Okay? Ruth is off the table!\nRachel: But Ross, you want the name Ruth!\nRoss: Not like this!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Rachel and Joey’s, Joey is sitting on his recliner as Phoebe enters.]",
            "dialog": "Phoebe: Hey.\nJoey: Hey. Well, what’s up?\nPhoebe: Umm, Joey, I know.\nJoey: What?\nPhoebe: I knooow.\nJoey: Whaaat?\nPhoebe: I know about your feelings.\nJoey: Oh my God. You do?\nPhoebe: Yes, and I’m sorry. I-I know things worked out for Chandler and Monica, but that’s very rare.\nJoey: I know. I know. And this is so much more complicated than it was for those guys. I mean, it’s Rachel for God sakes.\nPhoebe: For God sakes, it’s Rachel!\nJoey: I know. I know. And she’s not only my friend; she’s my pregnant friend! She’s my pregnant friend who’s Ross’ ex!\nPhoebe: Yeah that’s Rachel. (To herself) Beat me over the head with it.\nJoey: What am I going to do? You know, and I keep, I keep trying to get rid of these feelings, y’know? I stayed up all last night and made a list of everything I don’t like about her. You want to hear it?\nPhoebe: Yeah.\nJoey: She made me switch to light Mayo. That’s it! That’s all I got! And, you know what? It tastes the same and my pants fit better!\nPhoebe: Joey, I just think you’re getting worked up over nothing. This is probably just a crush.\nJoey: You think?\nPhoebe: Absolutely! Y’know, you get this rush of feelings, but then it goes away.\nJoey: Yeah, just a crush! That’s all this is! It’s a crush! I’m Joey; I don’t get deep feelings.\nPhoebe: That’s right, there you go! Crushes happen all the time! I know I’ve had them for all you guys. Well, except for Ross and Chandler. And I’m sure you’ve had them for us.\nJoey: Not really.\nPhoebe: Mm-hmm. (To herself) Throw me a bone here.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Rachel is on the couch as Ross enters.]",
            "dialog": "Ross: So, I uh… I called the doctor and now we both know the sex of the baby.\nRachel: What?\nRoss: That’s right. The student has become the master.\nRachel: Ross, I swear, I don’t know.\nRoss: Oh, come on, you know it’s a girl!\nRachel: A what?!\nRoss: You really didn’t know?\nRachel: We’re having a girl?\nRoss: No.\nRachel: That’s what you just said!\nRoss: No.\nRachel: You said girl!\nRoss: Yes. I’m… I’m sorry. I’m so sorry.\nRachel: I’m not! We’re having a girl! Sometimes I can’t believe it’s with you—But still! We’re having a girl!\nRoss: I know! I know. You know what? I’m putting Ruth back on the table!\nRachel: Oh, yes! We’ll have ourselves a little baby Ruth…\nRoss: Permission to veto.\nRachel: Yes, please.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Chandler’s, Chandler enters as Monica comes from the bathroom.]",
            "dialog": "Monica: Hey.\nChandler: Do I smell essential oils?\nMonica: Yeah, I’m going to take a bath. I’m just going to get a magazine.\nChandler: Okay.\n(As soon as Monica leaves the room, Chandler takes off his jacket and runs to the bathroom. Monica enters the bathroom to find Chandler in the bathtub.)\nMonica: What do you think you’re doing?\nChandler: L-leaving my troubles behind?\nMonica: I know that you’re new at this, but this is completely unacceptable bath decorum.\nChandler: Oh, it’s so hard to care when you’re this relaxed.\nMonica: Fine, you can have the bath, but I am taking your boat. Now you’re just a girl in a tub!\n(Phoebe enters the bathroom)\nChandler: (upset) Hey!\nPhoebe: Hi, Bubbles. Manly. Well, I just thought I would drop by and let you know how it went with Joey.\nChandler: (To Monica) You told her?!\nMonica: She pulled it out of me! She’s like a conversational wizard! How’d it go?\nPhoebe: Well, you were wrong, he doesn’t like me!\nMonica: What?\nPhoebe: Yeah! How would you like it if I sent you to Lee Majors’ house and told you that he liked you, and you went down there and you found out that he didn’t like you? How would you feel?\nMonica: (Pause) I don’t think I’d care.\nPhoebe: Really? Lee Majors is hot!\nJoey: (from outside the bathroom) Hello?\nPhoebe: We’re in the bathroom!\nJoey: Why?\nChandler: (sarcastically) Because it’s a relaxing and enjoyable time!\nJoey: (entering the bathroom) What are you guys doing in here?\nMonica: Oh my God! A friend he’s looking at differently, but it’s wrong. It’s Rachel!\nChandler: You like Rachel?!\nJoey: It’s no big deal, okay? Phoebe and I talked about it. It’s just a crush! It’s going to go away! (Looks down) Dude, you gotta rearrange your bubbles! Oh!\nPhoebe: (checking for herself) (To Monica) Mazel tov.\nRachel: (entering) Hey! Ross and I were looking for you! What are we all doing in here? (Looks at Chandler) Oh, my! (Covers the spot where Joey wants bubbles to be replaced.)\nMonica: Honey, cover it up with the boat!\nRoss: (from outside the bathroom) Hello?\nChandler: (sarcastically) Yes we’re all in here and we would love for you to join us!\nRoss: (entering) Well hey! What’s going on? Ooh, cool boat—(Sees why the boat’s there)—Oh, no. (Averts his eyes by looking around the room) (To Rachel) Hey, did you, did you tell them?\nRachel: No, I was waiting for you!\nPhoebe: Tell us what?\nRachel: We’re having a girl.\nAll: Oh, wow! Yay! Wow! Hooray! Oh, man!\n(They all hug and then turn and look at Chandler)\nChandler: I’ll…I’ll get you later!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Joey and Rachel’s, Joey is sitting at the counter eating Cocoa Puffs.]",
            "dialog": "Joey: (thinking) All right. It’s a new day, and it’s just a crush, that’s all! Just a little crush! All that worrying I was doing, that was crazy. Crazy! Like my friend here the bird would say, \"it was cuckoo!\" Everything’s going to be fine. It’s just a crush.\nRachel: (entering) Hi, sweetie.\nJoey: (thinking) I love you.\nClosing Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Chandler and Monica’s bathroom. Both are sitting on opposite ends of the bathtub.]",
            "dialog": "Monica: It sure is nice to do this together, isn’t it?\nChandler: Yeah. And what you’re doing feels so good.\nMonica: I’m not touching you.\nChandler: You’re not?\nMonica: It’s the salts.\nChandler: Oh, sweet Lord. New realms of pleasure!\nMonica: (To herself) Whatever keeps you off the balcony, big guy!\nEnd\n"
        }
    ]
}