{
    "metadata": {
        "season": "SEASON 8",
        "title": "822 Rachel Is Late",
        "written_by": "Shana Goldberg-Meehan",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Joey is showing everyone a poster as Ross enters.]",
            "dialog": "Ross: Hey! What are you guys looking at?\nJoey: Oh, it’s a poster for that World War I movie that I’m in, check it out.\nRoss: Yeah? Wow! It looks really violent!\nJoey: Uh-huh! I know. I’m coming soon to a theater near you! I’m in THX! I’m unsuitable for children!\nRoss: Now I cannot wait to see this.\nJoey: Yeah, yeah, it’s already generating Oscar buzz.\nPhoebe: I started that!\nJoey: I thought I did! Oh hey guess what? The premiere is next week and you’re all invited! (They all gasp.)\nMonica: Are we gonna take a limo?\nJoey: Sure! Why not?!\nMonica: Oh I love taking limos when nobody died!\nRachel: Well obviously I won’t be able to come, for those of you who haven’t checked their calendars today is my due date. Well y’know, I just want to take a moment and thank you guys for how great you’ve been during this time. I really couldn’t have done it without you. And I have loved these last nine months! And even though I am so looking forward to the next part, I am really gonna miss being pregnant.\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, time lapse, and Rachel is entering still pregnant.]",
            "dialog": "Rachel: That’s right, still no baby! (To Monica, Joey, and Chandler on the couch) Come on people! Please make some room!\nRoss: Uh sweetie, maybe you’d be more comfortable here? (Gets up from the green armchair.)\nRachel: You. Like you haven’t done enough.\nRoss: Look, I-I know how miserable you are, I wish there was something I can do. I mean I wish I were a seahorse. (She glares at him) Because with seahorses it’s the male, they carry the babies. And then also umm, I’d be far away in the sea. (He sits back down.)\n(Rachel turns and looks at the group on the couch and they move over. Chandler measures the room they’ve made with his arm and decides it’s not enough and they all move over again.)\nRachel: God. (Sits down.) I have never been so uncomfortable in my entire life!\nPhoebe: Oh I know, I’ve been there. I remember toward the end…\nRachel: (interrupting her) Oh Phoebe, that’s a great story. Can you tell it to me when you’re getting me some iced tea? (Phoebe gets up and Rachel groans.) (To the baby) Oh God, get out! Get out!! Get out!! Get out!!\nChandler: Let’s. (Everyone gets up and leaves Rachel.)\nOpening Credits\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Phoebe, Chandler, Joey, and Monica are there as Rachel enters.]",
            "dialog": "Chandler: Hey! Did you have the baby yet?\nRachel: Do you want me to come over there and sit on you? ‘Cause I’ll do it.\nMonica: What are you doing here so early?\nRachel: They sent me home from work. They were like, \"Start your maternity leave now! Just rest, get ready for the baby.\" Well y’know what? Screw ‘em! If they don’t want me there, I’ll just hang out with you guys.\nPhoebe: Or you can do volunteer work.\n(Joey’s cell phone rings and he answers it.)\nJoey: Hello?\nEstelle: Joey! It’s Estelle! Great news, I was able to get you and one guest tickets to your premiere.\nJoey: One guest? You told me I can have six tickets!\nEstelle: Well, I sold four of them on Ebay. You’ll be sitting next to HotGuy372.\nJoey: Oh my God. So that’s it?! I only get to bring one guest?\nEstelle: Yeah, what time do you wanna pick me up? (Joey hangs up on her.) Hello?\nJoey: (to Monica, Chandler, and Phoebe) Did you hear that? I only get one extra ticket to my premiere. So some how I have to pick between you three and Ross.\nRachel: (overhearing that) What-what about me?\nJoey: You said you didn’t want to go.\nRachel: I don’t. But I would still like to be acknowledged. What? Just because I’m pregnant you think I’m invisible.\nJoey: Definitely not invisible.\nMonica: Well, well Ross didn’t care enough to be here, so I think he’s out. You snooze you lose.\nChandler: He’s not snoozing, he’s teaching a class.\nMonica: Well then somebody’s snoozing. Joey, not that this uh should affect you at all, but if you were to pick me, I was planning on wearing a sequined dress, cut down to here. (Points to her stomach just above her belly button.)\nChandler: I haven’t seen this dress.\nMonica: Star in a movie.\nPhoebe: Joey, you pick who ever you want. Okay? You just listen to your heart. What does it tell you? (Mimicking a heartbeat and tapping her chest.) Phoebe, Phoebe.\nJoey: Well uh…I think I want to take Chandler.\nPhoebe: (still mimicking a heartbeat, only faster) Phoebe-Phoebe-Phoebe-Phoebe—Burrrrr! (Mimics the sound of a cardiac monitor going off.)\nChandler: You really want to take me?\nJoey: Yeah! Yeah! I mean I’m sorry, I wish I can take everybody, but y’know Chandler always supported my career. He’s paid for acting classes and head shots and stuff and well this will be my way of paying you back.\nChandler: So you’re never actually going to pay me back?\nMonica: Wait a minute, just because he paid for your head shots you’re gonna take him? Joey, I don’t think you’re comprehending just how slutty this dress is!\nJoey: It’s not just the stuff he paid for, I mean it’s-it’s everything. Y’know? He read lines with me. He-he went with me on auditions when I was really nervous, and then he consoled me after I didn’t get parts that I really wanted. You always believed in me man. Even, even when I didn’t believe in myself.\nChandler: I always knew you were gonna make it. I’m so proud of you.\nJoey: Thanks. That means a lot to me.\n(They look at each other and smile for a while.)\nPhoebe: Mon, maybe one of these guys wants to wear your dress.\nJoey: (in a manly voice) I’m gonna go shave. (Gets up.)\nChandler: (in a manly voice) Yeah well, I’m gonna go spit. (He goes into the bedroom. On his way out, Joey gives Rachel a wide berth.)\nRachel: Oh, I have to pee. If I don’t come out in five minutes it’s because I’ve choked to death on the potpourri stink. (Goes into the bathroom.)\nPhoebe: When she comes out, you hold her nose, I’ll blow in her mouth, and the kid will just (makes a popping sound) right out of her.\nMonica: She’s over a week late! She gotta have it today, right?\nPhoebe: I don’t know. I-I think it’s still gonna be a while.\nMonica: Hmm, care to make it interesting? I’ll bet you that she’ll have it by this time tomorrow.\nPhoebe: You’re on!\nMonica: Okay, how much?\nPhoebe: One hundred thousand dollars!\nMonica: How about fifty bucks?\nPhoebe: Fine! I’ll call Zurich and move some money around.\nRachel: (calling from the bathroom) All right, who’s turn is it to help me get up!\n(They both look at each other, then Phoebe gets an idea.)\nPhoebe: No one’s here! (Monica looks at her.) Oh damnit!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The World Premiere of Over There, Joey and Chandler are arriving in a limo and are about to walk down the red carpet.]",
            "dialog": "Chandler: This is so exciting! It’s so glamorous! People taking our picture. How do I look?\nJoey: A little tall.\nChandler: What?\nJoey: Do you mind crouching down a little bit, so that I look taller? (Chandler does so) There you go. (And they walk down the red carpet.)\nChandler: It’s just so glamorous.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler's, Rachel is entering, still pregnant.]",
            "dialog": "Phoebe: Oh hey Mon? Rach is here! Ohh, you’re still pregnant. Oh, I’m sorry. I know how uncomfortable you are. Y’know what? You look great. Yeah, like fifty bucks.\nRachel: Oh, I have to go pee. Apparently this baby thinks that my bladder is a squeeze toy. (Goes to the bathroom.)\nMonica: Damnit! Damnit!! Here’s your fifty bucks! (Pays Phoebe.)\nPhoebe: It’s interesting that you lost. Now, I forget, do you like to lose?\nMonica: Now stop it! Double or nothing that she has it by tomorrow!\nPhoebe: Fine! You’re on!\nMonica: Okay.\nPhoebe: Until then, General Grant, why don’t you set up camp (She puts the bill in her bra) right there.\nRoss: (entering) Hey is Rachel here? We have a doctor’s appointment.\nMonica: She’s in the bathroom.\nRoss: Rach, we gotta go.\nRachel: In a minute!!!\nRoss: People ask me why we’re not together, I just don’t know what to tell them.\nRachel: (entering) All right, all right. Let’s go!\nRoss: Uh, do you wanna go change first? The doctor’s keeping the office open late for us, but if you hurry…\nRachel: No, I’m fine.\nRoss: Really? You don’t think that’s a little inappropriate. (She’s wearing a tank top and has her belly sticking out.)\nPhoebe: Good God man don’t anger it.\nRachel: Ross, it is 100 degrees outside. For the first time in weeks, I am somewhat comfortable.\nRoss: Fine! Fine! Y’know what? Whatever you want. Okay? You’re the mommy.\nRachel: Oh uh-uh pal! Don’t call me mommy! It’s bad enough you call your own mother that. (He looks at Monica.)\nMonica: I’m actually with her on this one.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Inside Joey’s Premiere, he is intently watching the movie.]",
            "dialog": "Joey: (onscreen) \"I thought I knew who the enemy was, but it was you all along.\"\nJoey: (To Chandler) Okay, this is it. It’s my big fight scene coming up. (He looks over and Chandler and notices that he’s asleep.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Dr. Long’s Office, Ross and Rachel are waiting for the doctor. Ross is drumming his fingers on the bed.]",
            "dialog": "Rachel: Ross.\nRoss: Yeah?\nRachel: Can I ask you something?\nRoss: Uh-huh.\nRachel: When Carol was pregnant with Ben…\nRoss: Mmm?\nRachel: …were you this irritating?\nRoss: Wow!\nRachel: Excuse me?!\nRoss: Oh nothing. Nothing! Just uh, you’ve been a little short with me lately. I’m not trying to irritate you.\nRachel: Well then you just must have a natural talent for it.\nRoss: Y’know what? The doctor will be in soon, why don’t we not speak until then.\nRachel: (silently) Okay. (Pause) Seriously, breathe louder Ross! That’s great!\nRoss: Y’know we should probably ask the doctor if she even knows how to deliver a baby that’s half human and half pure evil!\n(Dr. Long enters.)\nRachel: Hi Dr. Long, how are you?\nRoss: (to Rachel) Oh, you’re nice to her.\nRachel: She has the drugs!\nDr. Long: We’ll do a quick check.\nRachel: Okay. (Rachel lies back.)\nDr. Long: So, eight days late huh?\nRachel: Yeah.\nDr. Long: You must be a little uncomfortable.\nRachel: Eh, just a tad.\nDr. Long: You’re about 80 percent effaced, so you’re on your way. It still could last a little while longer. If you’re anxious there are a few ways to help things along.\nRoss: Do them!!\nDr. Long: Actually, they’re things you can do. Just some home remedies, but in my experience I’ve found that some of them are quite effective.\nRachel: Well, we are ready to try anything.\nDr. Long: Okay, there’s an herbal tea you can drink.\nRachel: Okay.\nDr. Long: You can take some caster oil, there’s eating spicy foods…\nRachel: Great! We will do all of those.\nDr. Long: …taking a long walk, and then there’s the one that’s proved most effective: sex.\n(Rachel turns and looks at Ross.)\nRoss: You’ve got to be kidding me!\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joey’s Premiere, the movie is ending and it takes the applause to wake up Chandler.]",
            "dialog": "Chandler: Good job Joe! Well done! Top notch!\nJoey: You liked it? You really liked it?\nChandler: Oh-ho-ho, yeah!\nJoey: Which part exactly?\nChandler: The whole thing! Can we go?\nJoey: Oh no-no-no, give me some specifics.\nChandler: I love the specifics, the specifics were the best part!\nJoey: Hey, what about the scene with the kangaroo? Did-did you like that part?\nChandler: I was surprised to see a kangaroo in a World War I epic.\nJoey: You fell asleep!! There was no kangaroo! They didn’t take any of my suggestions! That’s for coming buddy. I’ll see you later. (Starts to walk out.)\nChandler: Don’t go! I’m sorry. I’m so sorry! (Sees another guy who is still asleep.) Look! This guy fell asleep! He fell asleep too! Be mad at him! (Looks at him more closely.) Or, call an ambulance.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Ross and Rachel are there as Phoebe and Monica enter.]",
            "dialog": "Monica: Hey!\nRoss: Hey.\nRachel: Hi!\nMonica: What did the doctor say? Any news on when the baby will come?\nRachel: No. But she did give us some ideas on how to induce labor.\nRoss: Yeah, we tried them all. We went for a walk, uh we tried a special tea, caster oil, spicy food nothing has worked.\nRachel: Well, there is one thing that we haven’t tried, but someone thinks that, (mimicking Ross) \"That will open up a can of worms.\"\nMonica: Well what is it? What is it? If it’s gonna help bring the baby here, like today. I mean, I think you should do it.\nRoss: It’s sex.\nMonica: Do it!\nRoss: Monica!\nMonica: I’m just saying it’s been a really long time for you. I mean, women have needs. Do it, get yours!\nPhoebe: Oh I-I don’t know about that. No, I think that if the two of you had sex the-the-the repercussions would be catastrophic.\nMonica: All right, let’s be practical, if Ross isn’t willing to do it, he’s not the only guy in the world you can have sex with. You can borrow Chandler—Chandler is good!\nRoss: Monica, what is the matter with you?\nMonica: Nothing. I just want the baby to be born today.\nRachel: Why? Why today?\nMonica: Okay fine! I keep betting Phoebe that you’re gonna have the baby and I don’t want to lose again!\nRoss: What?! While she’s been going through this hell, you’ve been making money?! You’re betting on your friend staying in this misery?! (Phoebe lowers her head and shakes it yes.)\nRachel: I’ll take that bet.\nRoss: What?!\nRachel: Well, I’m miserable here! I might as well make some money out it!\nRoss: Can I get some of that action?\nMonica: Wait a minute! Now I’m betting against all three of you?\nRachel: Oh honey, don’t worry. I really do feel like tomorrow’s the day.\nMonica: Oh, okay!\n(Rachel turns her head to Ross and Phoebe and mouths, \"No way.\")\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler is there as Joey enters.]",
            "dialog": "Joey: Hey! Sleeping beauty!\nChandler: Where have you been?! I tried to call you! I want to talk to you! I still feel so bad!\nJoey: (in a baby voice) Oh no, were you upset? Did you lose sleep?\nChandler: I’m so sorry.\nJoey: Uh-huh look, the only reason I can over here was to settle things between us! Okay? You’ve done a lot for me and my career, I wanted to pay you back so I took you to the premiere but you missed it! Okay, so how much do I owe you?\nChandler: What?!\nJoey: Give me a number, I don’t want to owe you anything!\nChandler: You don’t owe me anything, I don’t want you money…\nJoey: Ah-ah-ah! We’re doing this! Okay, now you got me my first set of head shots. Right, how much were those?\nChandler: I don’t know, five hundred dollars?\nJoey: Okay, five hundred dollars. What else?\nChandler: Well then there was the second set, the infamous booger head shots.\nJoey: Okay, so that’s another five hundred. Five hundred and five hundred, that’s… (Pauses to figure it out.)\nChandler: Do you want a calculator?\nJoey: Please!\nChandler: Here! (Hands him one. Joey adds it up and discovers that he was right.)\nJoey: All right, what else?\nChandler: Well uh, there was acting classes, stage combat classes, tap classes…\nJoey: Which we’re still keeping under our hats!\nChandler: Uh then there was that dialect coach who helped you with that play where you needed a southern accent. Which after twenty hours of lessons still came out Jamaican.\nJoey: What the hell are you talking about, (in a Jamaican accent) \"The south will rise again man.\"\nChandler: Yes, money well spent!\nJoey: Yeah. Okay, what else? Rent!\nChandler: Okay, two, three years of rent, utilities, food…\nJoey: Okay. Okay, so I’m writing you a check for…So you fell asleep during my movie. Big deal right? How do you clear this thing?\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross and Rachel's, Ross and Rachel are trying the home remedies again.]",
            "dialog": "Ross: Come on, finish your enchilada.\nRachel: Ross I—We tried all the spicy food. It’s not working.\nRoss: Okay here, have one of these peppers. Oh ha… Oh God! So…so hot! (Rubs his eyes.) Oh my—(Laughs.) By the way, you don’t want to touch the pepper and then touch your eye.\nRachel: I am feeling nothing. Speaking of hot, watching you do that really makes me want to have sex with you.\nRoss: Stop it.\nRachel: Oh come on Ross, why are we wasting our time with this other stuff?! We know what’s gonna work! It’s doctor recommended!\nRoss: I’m sorry, but we have to have some boundaries! My God, I’m dying.\nRachel: Oh come on Ross, we’ve done it before we’ll do it again, it’ll be a nice way to bookend the pregnancy.\nRoss: This is insane, I’m not gonna make love to you just so that you’ll go into labor.\nRachel: Make love? What are you a girl?\nRoss: Always a great way to get in a man’s pants.\nRachel: But you will, you will be performing a service. Okay? Just-just think of me as a ketchup bottle, y’know you sometimes you have to bang on the end of it just to get something to come out.\nRoss: I love when you talk dirty to me.\nRachel: Oh, I know it. You’re right. That’s not sexy. Oh…Oh! (Drops a fork on the floor.) Whoops! Oh, I seem to have dropped my fork. Let me just bed over and get it. (Tries too, but can’t quite seem to make it.) Oh God!\nRoss: Okay enough! This is, this is not going to happen.\nRachel: Come on Ross! I’m miserable here! Come on! You started this, now you finish it! Come on wuss, make love to me.\nRoss: Y’know what?\nRachel: What?!\nRoss: Forget it.\nRachel: Oh wow! What now Ross you’re not gonna talk? How on earth will you ever annoy me? Oh wait a minute, I know. (Mimics his breathing.) I mean you’d think the damn jalepeno would’ve cleared up your sinuses, but no!! That’s not enough… (Ross jumps over and kisses her.) What are you doing?!\nRoss: I’m getting that baby out of you!\n(They kiss again.)\nRachel: (breaking the kiss) Oh God!\nRoss: Oh, I know.\nRachel: Oh no. No-no! I think my water just broke.\nRoss: I am good. Okay! Okay! Uh, I got the pillow! I got the bag! You got the keys?\nRachel: Okay! I got the keys! Okay! Okay!\nRoss: Hey!\nRachel: Yeah.\nRoss: We’re having a baby.\n(They hug and then kiss one more time.)\nRachel: I didn’t uh, really have time to read this part of the books, but do you think we have time to…\nRoss: Not so much.\nRachel: Okay.\nClosing Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is paying Phoebe.]",
            "dialog": "Monica: Two hundred.\nPhoebe: Thank you!\nMonica: That’s it. I’m done. I don’t care when the baby comes, no more betting.\nPhoebe: Okay.\n(The phone rings and Monica answers it.)\nMonica: Hello? (Listens) Uh-huh. (Listens) Uh-huh. (Listens) Okay. (Hangs up.) I guess we can bet one more time.\nPhoebe: Is Rachel having the baby?\nMonica: How did you know that?! (Runs to yell at Joey’s apartment.) Joey! Chandler!! It’s time!\nPhoebe: They’re at the coffeehouse.\nMonica: You know everything!! Oh wait, double or nothing. I bet you the baby is over seven pounds. (Phoebe isn’t interested.) I bet you it has hair. (She’s still not interested.) I bet you it’s a girl.\nPhoebe: We know it’s a girl! (Exits.)\nMonica: (following her) I’ll give you really good odds.\nEnd\n"
        }
    ]
}