{
    "metadata": {
        "season": "SEASON 8",
        "title": "810 Monica's Boots",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is trying on a pair of new boots as Chandler enters.]",
            "dialog": "Monica: Hey! So what do you think?\nChandler: New haircut? (Monica nods ‘No.’) Necklace? (No) Dress? (No) Boots? (Monica nods ‘Yes.’) Boots!\nMonica: Yes! Now, they’re a little more than I normally spend on boots…or rent (Shows him the receipt.)\nChandler: Oh my God!\nMonica: I know.\nChandler: I’m gonna miss being able to afford food.\nMonica: I’m sorry, they just, they just look so good! And the saleswoman was looking at me like, \"Oh, these are way too expensive for you.\"\nChandler: She had a point. (Shows her the receipt.)\nRachel: (entering) Hi!\nMonica: Hey.\nRachel: Oh my God! (Notices the boots) Oh Monica! Those boots are amazing!\nMonica: They’re mine!\nChandler: Yeah well, too bad we’re gonna have to return them.\nRachel: Return them?! Shh! They’re gonna hear you!\nMonica: Honey, I’m not returning them. Okay? I mean I-I know they cost a lot, but I’m going to wear them all the time. You’ll see. Besides, I love the compliments. I mean, have you ever had something so beautiful everyone wanted it?\nChandler: I have you.\nMonica: Nice try; I’m keeping the boots.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Phoebe, Ross, and Rachel are sitting on the couch and Ross is talking to Rachel’s, who is now showing, stomach.]",
            "dialog": "Ross: That’s right, I love you! And-and I’m gonna play with you all the time.\nPhoebe: How can you let him talk to your crotch like that?\nRachel: (pause) He’s talking to the baby.\nPhoebe: Ohh! Okay! Okay, cause when-when he said, \"I can’t wait to hear your first words,\" I thought, \"There’s a trick.\"\nRachel: Okay. Well, I gotta go you guys. I’ll see you later.\nPhoebe: Okay.\nRoss: Bye.\nRachel: Bye. (She gets up to leave but is stopped by Joey)\nJoey: Oh hey Rach, listen—Hi!\nRachel: Hi.\nJoey: Umm, can you do me a favor? I was talkin’ to my sister and she knows you work at Ralph Lauren…\nRachel: No, forget it! No way! I am not sending anymore Ralph Lauren clothes to prison. It is a waste.\nJoey: No-no-no-no-no-no, not her, not her. My youngest sister, Dina, she’s really interested in fashion, and she wants to talk to someone successful, y’know, to give her some advice.\nRachel: I guess I can talk to one of my supervisors…\nJoey: Oh no-no-no-no, she wants to talk to you!\nRachel: Really?! Oh my God! I’m successful!\nJoey: Okay, so will you meet with her?\nRachel: Yes! I’d love to! Have her come by the office.\nJoey: Great! Thanks! You’re gonna love her so much. And—Oh, she’s the smartest of all the Tribbiani children. Hey, y’know the S.A.T’s?\nRachel: Yeah.\nJoey: She took ‘em!\n(Joey goes to get coffee and Rachel exits as the camera pans to Phoebe and Ross on the couch.)\nPhoebe: Hey Ross! Doesn’t Ben go to the Smithfield Day School?\nRoss: Yeah. Why?\nPhoebe: Sting has a son that goes there too!\nRoss: Yeah I know; he’s in Ben’s class.\nPhoebe: You knew this and you never said anything?! With all the stupid dinosaur stuff you tell us?!\nRoss: Fine! No more dinosaur stuff! Can I talk about fossils? (Joey is about to sit down and hears this so instead he groans and exits.)\nPhoebe: Sting’s son, seven years old and there’s a picture.\nRoss: What are you reading? The Kidnappers Guide to Manhattan Private Schools?\nPhoebe: No, it’s New York magazine. It’s an article about the best schools in the city. So how well do you know Sting?\nRoss: Uh, I actually haven’t even met him.\nPhoebe: Uh-huh, yeah that’s too bad. I really want to go to his concert Friday night, but it’s totally sold out. I know! Why don’t you meet him and get tickets?! If you get two I’ll take you.\nRoss: Well actually, I’m picking Ben up tomorrow, maybe he’ll be there.\nPhoebe: There you go! Oh, you are so lucky! You might actually get to meet Sting tomorrow! That’s why you have kids!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, the next day Rachel, Phoebe, and Chandler are there as Monica enters.]",
            "dialog": "Monica: Hey guys!\nChandler: Hey-hey.\nRachel: Hi Monica!\nMonica: Hey. (Sits down on the arm of the couch.)\nRachel: Hi boots.\nMonica: See Chandler? I’m getting a lot of use out of them already! They’re very practical. See, you can wear them with dresses, with skirts, with pants…\nChandler: You can wear them with shorts on a street corner and earn the money to pay for them. (Goes and gets some coffee at the counter.)\nPhoebe: Wow! They’re beautiful!\nRachel: Ahh…\nMonica: (almost crying) They hurt so much!\nPhoebe: What?!\nMonica: The guy who made these hates feet and wants to see them die!\nRachel: Well-well you can give them to me! I haven’t felt my feet in years!\nMonica: I can’t! I spent so much money on them and I told Chandler that I’d wear them all the time, I just can’t give them away!\nPhoebe: Well then get your money back and return them!\nMonica: I can’t do that either! The soles’ are already a little scuffed up and the insides are filled with my blood.\nRoss: (entering) Hey!\nChandler: (returning to his seat) Hey!\nRoss: Hey I uh just picked up Ben from school…\nChandler: (spinning around looking for him) I don’t think you did a very thorough job!\nRoss: I dropped him off at Carol’s. (To Phoebe) Anyway, it turns out that I’m not going to be able to get those tickets though.\nPhoebe: Oh no! Why not?\nRoss: Well it turns out that Ben and Sting’s son do not get along.\nPhoebe: How come?!\nRoss: Apparently, Sting’s son made fun of the fact that Ben’s moms are lesbinims.\nPhoebe: Wait! But Ross if they don’t get along then you should smooth things over. Make them be friends.\nRoss: Phoebe, you can’t force kids to be friends.\nPhoebe: Sure you can! Give them some blocks, put them in a playpen!\nRoss: Playpen?! Ben’s seven!\nPhoebe: Your kid is seven?! (Ross nods, \"Yes.\") (To the rest) He’s really small. (To Ross) Please! Please get the tickets!\nRoss: Look I’m sorry Pheebs, I can’t do it.\nPhoebe: Yes you can! Sting says so himself!\nRoss: What?\nPhoebe: (singing) Rosssss can!\nRoss: Look Phoebe, I’m sorry it’s just…\nPhoebe: (singing) Rossss can!\nRoss: Phoebe, I…\nPhoebe: (singing) Rosss can! Give me the tickets! Ross can give me the tickets!!\n(Ross runs out to get the tickets.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Rachel’s Office, Joey has brought Dina to meet with Rachel.]",
            "dialog": "Joey: (entering, with Dina) Here she is! Future fashion superstar!\nRachel: Oh Joey, I’m hardly a…\nJoey: My little sister Dina!\nRachel: Right! Hi Dina!\nDina: Hi.\nRachel: Nice to meet you. (They shake hands.)\nDina: Thanks so much for meetin’ with me. Joey’s told me so much about you!\nJoey: This is so exciting for her. Well, I’ll let you two fash…ists get down to business. (Exits.)\nRachel: Okay. All right Dina, well let’s talk about the different areas of fashion that you could get involved in. Let’s see, there’s design, but you may need a whole other degree for that. Uh, there’s-there’s sales, which is great because you get to travel…\nDina: I…I don’t care about fashion! I’m pregnant! And I know you are too, so you gotta help me!\nRachel: (stunned) And there’s marketing…\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The Hallway, Monica is returning, but before she enters the apartment she stops on the step and changes from wearing tennis shoes to the boots and she moans in pain as she puts each boot on.]",
            "dialog": "Monica: (standing up) Ahhhhhhhh!\nChandler: (opening the door) What’s wrong?\nMonica: Oh nothing I’m just—just was yawning. (Mimics the groan from before and stretches.)\nChandler: Oh don’t forget, my office holiday party is tonight. (They go into the apartment.)\nMonica: Honey, we don’t really have to go to this thing tonight do we?\nChandler: Now sweetie, I know you don’t like my office parties, but you can wear your new boots. See? Every cloud has a…supple leather lining.\nMonica: I-I don’t-I don’t think that I’m gonna wear the boots tonight.\nChandler: Why not?\nMonica: Well y’know, I’m just-I’m just worried that bosses will see them and think they pay you too much money. Or! Or your assistant will see them and-and want a raise!\nChandler: Do you think I work at some kind of boot pricing company?\nMonica: Anyway, I picked up this outfit that I want to wear and the, and the boots don’t really go with it.\nChandler: You said that you paid all that money because those boots go with skirts, dresses, and pants!\nMonica: Fine! If you want me to wear the boots, I’ll wear the boots. In fact, I’ll go into my room right now and y’know try the outfit on.\nChandler: Okay.\nMonica: Okay? (She starts to walk which causes her to start crying) Ooo wee! Christmas party in my boots! (Runs into the bedroom and mixes saying ‘ow’ with laughing.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Hallway, Rachel is about to enter her apartment with Dina to tell Joey the news.]",
            "dialog": "Dina: I-I can’t go in there. I can’t tell him!\nRachel: Honey, it’s going to be okay. He’s been incredibly supportive of me, and if he gets a little upset; that’s what the meatball sub is for. (She gives Dina a sandwich wrapped in aluminum foil.)\nDina: Thank you.\nRachel: Okay.\n(They enter.)\nJoey: Hey! It’s my fashion girls! (They don’t react.) What’s wrong?\nRachel: Honey, why don’t you sit down? Dina has something that she wants to tell you.\nJoey: (concerned) Oh. What’s, what’s going on? Is it mom? Is she sick? Is it dad’s heart? Is that a sandwich?\nDina: Joe, mom and dad are fine…\nJoey: Is that a sandwich?!\nRachel: Joey…there’s something that you…should know. Dina?\nDina: I’m pregnant.\nJoey: (angrily) What?!\nRachel: (To Dina) Now! Give him the sandwich! Give him the sandwich! (She quickly sets the sandwich in front of him.)\nJoey: Well obviously this is a mistake! You can’t be pregnant! Because you have to have sex to get pregnant!\nDina: Joe, I tried to wait until I was 25 like you did!\nRachel: What?! Dina…\nJoey: (to Rachel) Bub!!! (Points at her and quiets Rachel.) (To Dina) I can’t believe this! You’re the good one! You went to college! Both years! Who did this to you?!\nDina: Bobby Corso, but he’s a real nice guy. I like him a lot. He’s real funny.\nJoey: You got pregnant for funny?! Dina…if he’s funny…laugh! All right, I’ll be back in a little while! You stay here!\nDina: Why? Where are you going?\nJoey: I can’t look at you right now! (Exits and slams the door behind him.)\nDina: Wow.\nRachel: I know.\n(Joey storms back in and covering his face so he doesn’t see Dina grabs the sandwich and heads back out.)\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The Midfield Day School, it’s after school and Ben is taking a drink of water as Phoebe enters.]",
            "dialog": "Phoebe: Oh, there you are Ben!\nBen: Aunt Phoebe, what are you doing here?\nPhoebe: Well, I heard you’re having a problem with one of the boys in your class. And so I thought I would just come down here and sit you both down, have a little talk and make it all okay. Now umm, the boy’s name is Sting’s son.\nBen: Jack? I hate him! He’s a jerk.\nPhoebe: Now Ben, sometimes people may seem like jerks on the outside, but they have famous fathers.\nBen: I have to go. My friend Doug is waiting for me over there. (Goes over to Doug.)\nPhoebe: Him you’re friends with. (Starts looking at the children trying to find Jack and a teacher notices her.)\nThe Teacher: Excuse me. Can, can I help you with something?\nPhoebe: Yes! Yes you can, I’m looking for Jack’s parents.\nThe Teacher: Are you with one of the students?\nPhoebe: Uh-huh, I’m with Ben.\nThe Teacher: Are you one of Ben’s mothers?\nPhoebe: I am one of Ben’s mothers. I’m a lesbian. It was, it was difficult coming out to my parents.\nThe Teacher: Well hi, I’m Jenny Boone. I’m the new teacher here.\nPhoebe: Oh.\nThe Teacher: I’ve only met your partner Carol.\nPhoebe: Ah! Okay so that would make me Susan.\nThe Teacher: Right. Are you looking for Jack’s parents to discuss the problems he’s having with Ben? (Phoebe nods ‘Yes.’) Yeah. Because I really do think the parents should sit down and have a conversation.\nPhoebe: Yeah! Let’s do that!! That-that sounds good. We should sit down and talk, just me, my lover Carol, and the Stings. Umm, how-how will I get in touch with them?\nThe Teacher: Oh, their number is on the contact sheet.\nPhoebe: Uh-huh. Uh-huh. Umm, could-could I get a copy of that? ‘Cause Carol threw it out, she lost ours. She’s such a scatterbrain, but man what a hot piece of ass.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: A Street, Chandler and Monica are walking down the sidewalk after his office holiday party.]",
            "dialog": "Chandler: Y’know, that party wasn’t bad.\nMonica: Yeah! I didn’t know there would be dancing. That was a fun surprise!\nChandler: I don’t see any uh, cabs. Maybe we should just walk?\nMonica: Oh no, we can’t walk!\nChandler: What honey, it’s like fifteen blocks to the subway. Let’s go.\nMonica: Hey! Do you think that we can get to the subway right there if we climb down through the manhole cover?\nChandler: What’s going on?\nMonica: I can’t walk. Okay? Okay? These boots were a huge mistake!\nChandler: What?\nMonica: Okay you were right! All right, I never should have bought them! They’re killing me! One toe at a time!\nChandler: So I was right. This is what it feels like to be right. (Pause) It’s oddly unsettling.\nMonica: How are we gonna get home? Maybe a piggy-back ride?\nChandler: Hop on.\nMonica: Okay. Wait, just give me a second, I need to just get my boots off first. (She starts taking them off.) Ah…Ooh…Oohh…Ohh…Oh God…Ohh…Oh…Ohh…Ohhhh…\nChandler: Honey, I know you’re in pain right now, but I’m a little turned on.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Joey and Rachel's, Dina and Rachel are reading pregnancy books, Dina Pregnancy for Dummies and Rachel something else.]",
            "dialog": "Dina: Do you ever worry that you’ll be walking and your baby will just like slip out?\nRachel: What college was that Dina?\n(Joey enters dragging a guy.)\nDina: Oh my God! Bobby!\nBobby: Hi Dina. Good to see you.\nRachel: Joey, what are you doing?\nJoey: Just what needs to be done! Dearly beloved, we are gathered here to join this man and this woman…\nRachel: Oh Joey this is crazy!\nJoey: Don’t interrupt me when I’m talkin’ to God! Now where were we? Oh right, okay. Do you Dina, take this man…\nDina: No!\nJoey: Oh you’ll take ‘em!\nDina: No I won’t!\nJoey: Hey! You don’t get a say in this!\nDina: Yes I do!\nJoey: Ahhh! I heard \"I do\", we’re halfway there! Okay! (To Bobby) You!\nRachel: All right Joey! That is enough! (Grabs him and pulls him away from Bobby and Dina) Listen, as beautiful and moving as this ceremony is, it’s not legal. Okay? They-they don’t have a marriage license, they don’t have any witnesses, and the groom only has on one shoe!\nBobby: Yeah, he took the other one off and hit me with it.\nJoey: Well what am I supposed to do?\nRachel: You’re supposed to realize that they are adults! And that they can make their own decisions.\nJoey: No they can’t! They were stupid enough to get knocked up!\nRachel: Heyyyyy! Contraceptives are not always effective! (To Bobby and Dina) Right?\nBobby: Yeah…we kinda didn’t use any…\nRachel: Oh, come on kids! A little help here!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Sting’s Apartment, Phoebe has come to talk about Jack and is waiting for Sting’s wife, Trudie Styler, to enter.]",
            "dialog": "Phoebe: Wow! This place is incredible! (Gasps) Sting’s pen…that he gave to Phoebe. (Puts the pen in her purse and goes over to a floor-to-ceiling bookcase) Come on! Secret passageway! (Starts pulling books at random as Trudie enters.)\nTrudie Styler: Hi! (By the way, it’s actually her.)\nPhoebe: Hi!\nTrudie Styler: I’m Trudie.\nPhoebe: Uh-huh.\nTrudie Styler: You must be Ben’s mum.\nPhoebe: Why else would I be here?\nTrudie Styler: Do sit down.\nPhoebe: Uh-huh. (They go and sit down.)\nTrudie Styler: I gather Jack and Ben haven’t been getting along lately.\nPhoebe: Yeah.\nTrudie Styler: I’m told there are two sides to this story, but all I’ve heard is that Ben’s a bit of a poo-poo head.\nPhoebe: Umm, I’m sorry. Won’t-won’t Jack’s father be joining us?\nTrudie Styler: Oh I’m sorry, Jack’s father is not available.\nPhoebe: Uh-hmm. Okay. Well then, could we reschedule? For say, Friday night perhaps at 8 o’clock?\nTrudie Styler: Oh no, I know that wouldn’t work. My husband’s in concert.\nPhoebe: Concert. Yeah. That does put us in…quite a pickle. Because you see I’m very busy before and after the concert, and he’s obviously busy during.\nTrudie Styler: So, I guess you and I should talk about Jack and Ben right now.\nPhoebe: Unless! Unless umm, okay I-I would be willing to go to the concert, umm, all the while thinking about the children of course.\nTrudie Styler: Are you here for tickets?\nPhoebe: Oh, thank you. Four would be great.\nTrudie Styler: I’m not giving concert tickets to someone who’d use their son like this!\nPhoebe: Oh good! Then you’re in luck! Ben’s not my son!\nTrudie Styler: (stands up) Look, I’ve just pressed a button, triggering a silent alarm. Any minute now, the police will be here!\nPhoebe: The Police? Here? A reunion?! (She gets out her camera.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The Street, Chandler is carrying Monica past a store window.]",
            "dialog": "Chandler: Okay, ten blocks down. Five to go.\nMonica: (notices something in the window) Oh wait! Stop! Stop! Stop!\nChandler: Oh I’m sorry! Do you need a break?\nMonica: My boots in tan! Hey! Can you get a little closer so I can see the price?\nChandler: I can see it from right here. It’ll cost you one husband.\nMonica: Okay, I’m sorry. I think I can walk the rest of the way now. Just-just give me my boots.\nChandler: (pause) I don’t have your boots.\nMonica: Well I don’t have them either. Where are they?\nChandler: Well, why don’t you check in one of my saddlebags while I chew on a bale of hay!\nMonica: Okay. (She gets off him.) God well, we gotta go back and get them!\nChandler: Honey, are you seriously ever gonna wear the boots again?\nMonica: Okay, I’m never gonna wear them again. I just didn’t get a chance to say goodbye.\nChandler: Y’know what? You can say goodbye to the tan ones.\nMonica: Okay. (Climbs back on his back.) All right.\nChandler: Okay. (Moves closer to the window.)\nMonica: (to the boots) Bye boots—Wait! Half off?! (Chandler runs off.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Joey and Rachel's, Joey and Rachel are still discussing Bobby and Dina’s situation.]",
            "dialog": "Rachel: Joey, just because they’re not getting married doesn’t mean this is going to be a disaster. Maybe they have a plan!\nJoey: Oh? Oh! Okay! Okay! Let’s hear their plan! Now, what’s the future look like for Dina and Bobby?\nBobby: Well…I really have high hopes for my band.\nJoey: (to Dina) You were right. He is funny.\nRachel: Hey, now wait a minute! I get when you told people at first that you wanted to be an actor they laughed at you! Now come on Bobby, why don’t you tell us a little bit about your band?\nBobby: Well it’s just me and my pal Rooster, the band’s name is Numb Nuts.\nRachel: (To Dina) Really? (Nods her head at Bobby.)\nJoey: Dina, if you’re having a baby you should be married! Even if it is to Bobby! (Bobby gets happy.) Dude, that’s not a compliment!\nDina: No Joey! I knew you wouldn’t be supportive!\nJoey: So whoa-whoa-whoa-whoa! What are you gonna do? You’re gonna have the baby and-and raise it by yourself…without a husband?! You can’t be a single mother alone! You’re gonna ruin your life!\nRachel: Oh excuse me! Am I ruining my life?\nJoey: No! No! No! It’s different for you. You’re so strong and together. You’re not some dumb kid who doesn’t know what she’s doing.\nDina: Excuse me?\nJoey: One pregnant woman at a time, please! I just want you to be okay.\nRachel: So forcing her to marry Bobby is gonna make that happen?\nJoey: Maybe! (To Bobby) Well! Well…so-so uh, what kind of music does Numb Nuts—Oh forget it! I can’t!\nDina: Joey, I am scared to death about this. But I really think I can do it, I’m just gonna need some help. And Bobby’s gonna be here the whole time.\nBobby: You bet I am! (To Joey) And to answer your earlier question, we’re straight-up gangster rap. (Joey shakes his head as if he’s about to lose it.)\nDina: Look, Rachel’s told me how much easier you’ve made all this on her. Why can’t you do that for me?\nJoey: Because! ‘Cause… ‘Cause you’re my baby sister!\nDina: And you’re my big brother! I mean, you’re my favorite guy in the whole world. I’m not even scared to tell mom and dad. I was scared of telling you.\nJoey: Well I’d be scared of them, but all right.\nDina: Joey, I can’t stand the thought of having this baby with you mad at me. I want him to have his uncle. Is my baby gonna have his Uncle Joey?\nJoey: Of course he’s gonna have his Uncle Joey!\nDina: We’re gonna be all right. I mean, even if we’re not married this baby is gonna be so loved. Not just by us.\nJoey: That’s right! By his uncle too!\nBobby: And by you.\nRachel: Okay Bobby, why don’t we just come over here and let them have a little moment. (Drags Bobby away from Joey and Dina.)\nJoey: Come here! (Hugs Dina and Bobby looks to hug Rachel.)\nRachel: No! Seriously! What’s wrong with you?!\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, Phoebe and Ross are there.]",
            "dialog": "Ross: You’re gonna love me so much. I got Sting tickets!! (Holds up two.)\nPhoebe: Oh my God! I do love you! How did you do it?!\nRoss: Well…let’s just say… (singing) Rosss caaaaan!\nPhoebe: Oo, where are the seats?\nRoss: Uh, middle balcony.\nPhoebe: Okay, now would you say that that’s more than 50 yards away from Sting, his wife, or a member of his family?\nRoss: Yeah.\nPhoebe: Then that’s not breaking the law! I’m there!\nEnd\n"
        }
    ]
}