{
    "metadata": {
        "season": "SEASON 8",
        "title": "816 Joey Tells Rachel",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Lisa Kudrow: (voiceover) Previously on Friends\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Joey is talking to Ross]",
            "dialog": "Joey: There’s this woman, that I like.  A lot.  Well, it’s complicated.  She’s with this other guy.  For a long time.  And I could never do that to the guy, y’know?  ’Ccause we’re really good friends.\nRoss: So, uh, this guy, she used to go out with, is, uh… is he a good guy?\nJoey: Yeah, he’s the best.\nRoss: Then talk to him! He might be fine with it.\nJoey: Oh, I don’t know.\nRoss: Joey, it’s worth finding out. I mean, if you really like her.\nJoey: I do! So much! I can’t stop thinking about her! I can’t sleep, I—\nRoss: Okay, Joey, you know what? You have to go for it. How often does this happen to you, huh? You owe it to yourself. (Walks towards the door until…)\nJoey: It’s Rachel.\n[Fade to Black, then fade in again with Ross stopped at the doorway.]\nRoss: (closes the door) Did you um—I’m sorry, did you just say it’s Rachel?\nJoey: Yes.\nRoss: Um, you…you like Rachel?\nJoey: Yes. I like Rachel.\nRoss: Rachel?!\nJoey: (startled) Yeah, okay but look, buy uh—Hey-hey, y’know, y’know who else I like? You! And it-it doesn’t get said enough. I like you Ross.\nRoss: But R-R-Rachel-Rachel?!\nJoey: Yeah, but it’s not a big deal.\nRoss: It’s not a big deal? Oh, I’m sorry I just…um, I…what about all the stuff you-you just said? I mean how about, I like—you-you can’t stop thinking about her. Like how you can’t sleep?\nJoey: I’m an actor, y’know? As-as a group, we tend to be over dramatic.\nRoss: Rachel who’s carrying my baby? Rachel?\nJoey: Look no, I-I know it’s bad, and I know it’s wrong. Okay? But-but it’s not like anything’s ever gonna happen. Y’know? These-these are just feelings, they’re gonna go away.\nRoss: Y’know what? I-I gotta go. (Starts to leave.)\nJoey: Oh come on Ross! Hey Ross-Ross don’t…\nRoss: (stops) I just—y’know—I-I just have one—Rachel?!\n(He exits and starts to walk away, passes a window, stops, and says \"Rachel?!\" again. Joey sighs and turns around to face Gunther.)\nGunther: Rachel?!!\nOpening Credits\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Rachel and Chandler are on the couch.]",
            "dialog": "Rachel: Oh-oh! Okay, she’s kicking!\nChandler: Oh! (Puts his hand on her belly.) She’s growing inside you.\nRachel: Whoa!!\nChandler: Oh! (Pulls his hand away.)\nRachel: Wow that was a big one.\nChandler: I think that’s the youngest girl ever to reject me.\nPhoebe: (entering) Oh hey you guys!\nChandler: Oh hey!\nRachel: Hi!\nPhoebe: Hey listen let me ask you, do you believe in soul mates?\nRachel: Oh yes I do. I do. I believe that there is one perfect person out there for everyone. And do you know how you find him? You stop looking for him. That’s why I stopped looking for Russell Crowe. He’ll find me.\nPhoebe: Uh-huh, (To Chandler) and you?\nChandler: No. I mean I believe that uh, certain people are more suited for each other and I believe in falling in love, but soul mates, I don’t think they exist.\nPhoebe: Okay, good.\nChandler: Why?\nPhoebe: Well last night, I met Monica’s.\nChandler: What?\nPhoebe: Yeah, I had a date with this guy, and I swear to God, he is her other half.\nChandler: Come on, don’t be crazy. (To Rachel) You don’t think there’s someone out there better suited for Monica than me, do ya? (Rachel looks at him.)\nRachel: (To Phoebe) Well, what’s he like?!\nPhoebe: Well he’s tall.\nRachel: Uh-huh.\nPhoebe: He has brown hair.\nRachel: Of course, of course.\nChandler: A tall guy with hair similar to mine, oh unknowable universe!\nPhoebe: He works with food!\nRachel: Oh sure. Older?\nPhoebe: Obviously, and he’s British.\nRachel: Oh, I was just gonna ask!\nPhoebe: Yeah? And, he’s-he’s so centered and mature and confident.\nRachel: Oh, it’s so sad they never had a chance to meet.\nChandler: Luckily, the guy she settled for can’t hear what you’re talking about.\nPhoebe: Oh, I’m so sorry. Um, and maybe I’m wrong! I but—y’know I’m gonna go out with him again, I’ll find out more.\nChandler: You believe that this guy is destined for someone else and you’re still gonna date him?\nPhoebe: Well, he may not be my soul mate, but a girl’s gotta eat.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross and Rachel's, Ross is opening the door to Monica.]",
            "dialog": "Monica: Hey.\nRoss: Hey.\nMonica: I just talked to Joey, I just—I want to see how you were.\nRoss: Oh y’know, I still—I can’t believe it. Joey and Rachel I mean it’s… It’s like you and me going out, only weirder!\nMonica: All right, I know you’re hurting, and-and I want to be supportive, but don’t say that again.\nRoss: Oh my God! What if, what if they get married? Then he’d be the stepfather of my child.\nMonica: Honey, I don’t think that’s something we need to worry about! First of all he’s-he’s never gonna tell her how he feels about her. And even if he did you have no idea how she’d react.\nRoss: Sure, because women never like Joey. Y’know, I think he’s a virgin.\nMonica: Joey…he’s not even thinking about going after Rachel!\nRoss: He’s not?\nMonica: No! All he’s thinking about is how you’re taking this! I mean, listen it’s totally freaking him out. He’s talking about moving to Vermont.\nRoss: Why?\nMonica: He says he wants to leave the country. (Pause) He thinks you hate him.\nRoss: Hate him? I… No, I don’t hate him. (Pause) It’s just it’s Rachel, y’know?\nMonica: Honey I can’t even imagine how hard this must be for you. But, I don’t want you to lose Joey over it. And right now he just needs to know that you’re still his friend.\nRoss: Okay. Okay, I’ll talk to him.\nMonica: All right. Now do it soon, he just asked me how to convert his dollars into Vermont money.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Monica and Chandler are on the couch as Phoebe enters with Monica’s soul mate.]",
            "dialog": "Phoebe: Oh! Hi!\nMonica: Hi!\nPhoebe: Umm, Chandler, Monica, this is Don.\nDon: Oh, hello. (Shakes Chandler’s hand.) Hello. (Shakes Monica’s hand.)\nPhoebe: (mouths to Chandler) Soul mate.\nChandler: (mouths to Phoebe) What?\nPhoebe: (cough talks) Soul mate.\nMonica: So, what have you guys been doing?\nDon: Well, we just had a terrible lunch today at Reattica. What is with all the sun-dried tomatoes at that place?\nMonica: I know! What is this, 1985?!\nDon: That’s exactly what I said. Phoebe, isn’t that strange.\nMonica: Not really.\nChandler: What’s wrong with sun-dried tomatoes? (Everyone stares at him.) On a barbecue chicken pizza? (Still there’s staring.) No?\nMonica: So Don, what-what other restaurants do you like?\nDon: Well, Octavio, 27&7—Oh! And there’s this great little place, Alessandro’s.\nMonica: Oh my God! That’s my restaurant, I’m the chef there.\nDon: You’re kidding me!\nMonica: No!\nDon: Your food is fantastic! Wow, I really want to talk to you about your menu, once I get some coffees first. Um, anyone want any?\nMonica: Oh, I’d like a latte. Oh y’know what? If you’re gonna talk about me, I’m gonna go with you.\n(They go over to the counter and Chandler moves closer to Phoebe.)\nChandler: What are you doing?!\nPhoebe: Nothing! I swear to God I didn’t know you guys would be here! And the good news is you didn’t believe in soul mates. So…\nChandler: I believe in tall, handsome strangers who hit on my wife!\nPhoebe: They’re just talking, and y’know what? Just because I think they’re soul mates doesn’t mean anything’s gonna happen.\nMonica: (returning) Phoebe, good work.\nPhoebe: Yeah?\nMonica: Yeah! Oh he’s great, I love him. (Walks away and Chandler glares at Phoebe.)\nPhoebe: Don’t worry, we’ll find you someone else.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey’s Apartment, there’s a knock on the door and Joey answers it to Ross.]",
            "dialog": "Joey: Hey.\nRoss: Hey.\nJoey: Look, I understand if you came by to hit me, I deserve it.\nRoss: No, I don’t want to hit you.\nJoey: Oh what then? Kick me?\nRoss: No.\nJoey: (getting worried) Bite me?\nRoss: No, no I don’t want to do anything to you. All right? I just want to tell you that I’m not mad at you and…and that I certainly do not hate you. I just, I just came here to say that. (Starts to leave.)\nJoey: Oh now—Hey Ross-Ross! Do you wanna-wanna come in for a beer or something?\nRoss: Uh…yeah sure. (Enters.)\nJoey: Do uh, do you got any beer? All-all I got is this melon stuff that Rachel left. I don’t…\nRoss: Okay.\nJoey: (pouring two glasses) Hey look Ross, you need to understand something okay? I uh…I am never gonna act on this Rachel thing, okay? I-I would never do anything to jeopardize my friendship with you. (He hands Ross a glass.)\nRoss: Thank you.\n(They clink glasses and take a drink. Ross likes it, Joey hates it. Then Ross sees Joey hating it, mimics he hates it as well.)\nJoey: Anyway, it uh…look it’ll just…take me a while to get over her, that’s all. I’m not even sure how to do that, I mean I’ve never been in love before so…\nRoss: What?! You’re in love with her.\nJoey: Yeah, I thought you knew that.\nRoss: Umm, no.\nJoey: Wow. Hey look, if it helps, I don’t want to feel this way. Honest. I just keep thinking, \"Ah, I’ll get over this.\" Y’know? I just—It just keeps gettin’ harder. I don’t, I don’t know what to do. Y’know? What do I do?\n(Pause)\nRoss: I think you need to tell her how you feel.\nJoey: Okay that’s the green stuff talkin’.\nRoss: No, I’m serious. You-you need to find out where she is, because if she’s not where you are, then you can start to move past this.\nJoey: But what if uh—and I’m not saying she will be—But…\nRoss: If she is where you are then uh…then my feeling weird about it shouldn’t stand in the way.\nJoey: Are you sure?\nRoss: Yeah. Look if-if she’s gonna end up with somebody else, the truth is she couldn’t find a better guy. So…\nJoey: Hey thanks.\nRoss: So when do you think you’re gonna talk to her?\nJoey: Oh my God I have to tell her! I haven’t even thought about what I will say. What should I say?\nRoss: I’m understanding, but let’s not get carried away.\nJoey: I’m sorry, you’re right. What am I gonna say? (He takes another sip of the green stuff and recoils at the taste.) Oh!\nRoss: Yeah, tell me about it. (He stands up, turns his back to Joey, and enjoys another sip.)\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Phoebe and Chandler are watching Monica and Don talk.]",
            "dialog": "Don: …so I’ve been slowly phasing out the wine importing and focusing more on the cheese side of things.\nChandler: Cheese you say? That’s some pretty smelly work, huh Don?\nDon: Excuse me?\nChandler: Cheese, it’s smelly. You must smell a lot of the time too.\nDon: Uh, not really. But when it comes to cheese, I’m one of the people who thinks the smellier the better.\nMonica: Me too! Yeah, Chandler can’t stand it. He won’t even allow me to have blue cheese in the house.\nDon: And you’re still married to him? (They both laugh, and Chandler tries to but fails.)\nMonica: You know what I’d love to do? I would like to go to France and eat nothing but bread and cheese—Not even bread, just cheese. No, I want the bread. Yeah. Ah, and pastries… (Breathlessly) And pate. Oh, I’m really not high, it’s just I used to be fat.\nDon: Well if you where ever enter the Loire valley let me know, I’ve got a great little villa you can stay at.\nChandler: Is it made of cheese?\nDon: No. But God, a house made of cheese, wouldn’t that be incredible?!\nMonica: I’d move in tomorrow!\nChandler: (disgusted) Oh come on! (To Phoebe) Are you listening to this?\nPhoebe: I’m so sorry.\nChandler: What do we do?\nPhoebe: I don’t know, they both want to live in a house of cheese! I don’t know how you fight that.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Outside Ross and Rachel's, Joey walks up to knock on the door, but stops.]",
            "dialog": "Joey: Okay. Okay, I can do this. I can tell her how I feel. Just uh, just stand up straight. (Does so.) Take a couple deep breaths. (Does so.) Look confident. (Does so as Rachel opens the door and startles him.)\nRachel: Joey? What’s up?\nJoey: I uh, I just came by because I-I want to talk to you about something.\nRachel: Okay what’s up?\nJoey: Here? In the hall? What are we animals?\nRachel: Well honey, I’m late for a meeting. So can you just make it quick?\nJoey: Okay umm, I just came by to tell you that I…want to have dinner with you tonight. That’s all.\nRachel: Sure! That sounds great! Just leave me a message and tell me where to meet you. Okay? (Walks away.)\nJoey: Okay. That’s good. Okay, that give you a couple hours to prepare what you’re gonna say. Good. Yeah. (Someone comes out of his apartment and it startles Joey again.) Don’t you people ever knock?!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Chandler's, Monica and Chandler are entering.]",
            "dialog": "Monica: I’d like to have Don and Phoebe over. Wouldn’t that be nice?\nChandler: Sure, why don’t you set it up. I’ll just be over here, browsing through the personals.\nMonica: Are you okay? You’ve been acting weird all afternoon.\nChandler: Yeah, fine. Fine. Not perfect!! But good enough.\nMonica: Jeez! What is with you?\nChandler: I’m sorry, did you say cheese?\nMonica: All right, what’s going on?\nChandler: Phoebe thinks you and Don are soul mates, and I don’t believe in that kind of stuff. But then you two totally get along. So look, I won’t stand in your way if you want to run off with Don and live in a house of cheese.\nMonica: Chandler, you don’t believe in soul mates?\nChandler: No. But I’m sure (mimics Don) ‘tomatoes’ does.\nMonica: I don’t believe in soul mates either.\nChandler: You don’t?\nMonica: No. I don’t think that you and I were destined to end up together. I think that we fell in love and work hard at our relationship. Some days we work really hard.\nChandler: So you…you don’t want to live with Don in a cheese house?\nMonica: No, I’ve had second thoughts about that. Do you realize how hard that would be to clean?\nChandler: I love you.\nMonica: I know.\nChandler: Y’know what? I am going to take you out to dinner tonight. I found this place that makes the greatest mozzarella sticks and jalepino poppers . (Monica doesn’t look impressed.) No? Really? They taste so good.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: A restaurant, Joey and Rachel are having dinner.]",
            "dialog": "Rachel: …and I know Chandler is kidding but it happens every time he touches my stomach. I mean I’m really worried the baby’s not going to like him. (Joey is staring at the table.) Are you okay?\nJoey: What? Yeah! Sure! Uh, look at the uh, the reason…(Exhales slowly)—Is it hot in here?\nRachel: No. Not-not for me, but why don’t you take off your sweater?\nJoey: I would, but this is a nice place and my T-shirt has a picture of Calvin doing Hobbs.\nRachel: Oh my God! Really?! Can I see it?\nJoey: Yeah. Sure. (They both half stand up, Joey pulls the neck of his sweater out, and Rachel looks down it to see his T-shirt.)\nRachel: Huh. Wow, I wouldn’t think Hobbs would like that so much.\nJoey: Uh… How long have we known each other?\nRachel: Um, seven…e-e-eight, eight years. Wow.\nJoey: Uh-huh, long time.\nRachel: Yeah.\nJoey: But over the past few weeks…\n(A waiter runs over interrupting Joey.)\nWaiter: Hah, sorry about the wait, but it is mega-jammed in here! We have a couple specials tonight…\nJoey: Actually uh, could you give us a second?\nWaiter: Sure. Sure. (Turns away, then turns back) Second’s up! (Joey glares at him.) Not…that kind of table. (He walks away.)\nRachel: So you were saying?\nJoey: I’m not quite sure.\nRachel: Okay, well you had asked me how long we had known each other, and I said, \"Eight years.\" And the um, waiter came over and cut his tip in half, and umm…now here we are.\nJoey: Yeah, here we are. Uhh… I… I think I’m…falling in love with you.\nRachel: (stunned) What?\nJoey: I’m falling in love with you.\nRachel: (looking around) Who are you talking too? Oh, you’re kidding! Oh, it’s a joke! (Laughs.) It’s funny. It’s funny. I don’t get it. (Joey doesn’t say any thing and Rachel realizes it’s not a joke.) Oh. (Pause) Okay. Umm… I-I…uh, wow. Are you uh… How did umm… When?\nJoey: Does it really matter?\nRachel: Wow! Wow. Wow. Wow, it is hot in here.\nJoey: Okay look Rach, I know this is a lot. You don’t have to say anything. You-you uh, you take as much time as you need. (Long pause as Rachel says nothing.) Okay, you gotta say something!\nRachel: Joey, Joey I love you so much, but I…\nJoey: But. (Hangs his head down.)\nRachel: Joey.\nJoey: Yeah-yeah right. That’s okay. That’s fine. That’s uh, pretty much what I was expecting. So uh, it’s no big deal. All right? I think I’m gonna go. (Stands up.)\nRachel: No! Joey please! Please don’t! Please don’t leave like this! Now come on, you cannot do this to a pregnant woman! (Starts to cry.)\nJoey: Don’t start doing that. You can’t do that Rach, ‘cause then you’re gonna make me do that. (Starts to cry.) Oh, here we go! (Sits down next to her.)\nRachel: Can I? (Hug him.)\nJoey: Sure!\n(They hug.)\nRachel: Oh Joey honey I don’t…I don’t want to lose…\nJoey: Hey-hey-hey, hey! You can’t. Okay? Ever!\nRachel: I’m so sorry.\nJoey: Oh no-no Rach, please, don’t be sorry. Okay? Don’t be sorry. (They hug again.) Y’know I was only kidding you.\nRachel: Yeah, that was a real good one.\nClosing Credits\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: A restaurant, Joey and Rachel are still hugging as a waiter walks by the table to talk to the annoying waiter from before who is watching.]",
            "dialog": "Waiter No. 2: Is this your table?\nWaiter: Yeah.\nWaiter No. 2: God, you’re gonna be here all night!\nWaiter: I know! I haven’t even read them the specials yet!\nWaiter No. 2: What’s the matter with them?\nWaiter: I don’t know. I think maybe one of them is dying. (Pause) I kinda hope it’s the girl. (The other waiter is shocked.) The guy is really cute!\nEnd\n"
        }
    ]
}