{
    "metadata": {
        "season": "SEASON 8",
        "title": "801 \"I Do\"",
        "written_by": "David Crane & Marta Kauffman",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: The Wedding Hall, Monica and Chandler have just said \"I do,\" and the photographer is taking the required pictures. First of Monica, Chandler, Ross and Joey.]",
            "dialog": "Photographer: Great. (Takes a picture.) Great! Just give me a sec to change film.\nMonica: Okay.\nRoss: (To Monica) Okay, I know I’m not supposed to know, but I do. And I’m so excited for you!\nJoey: What? What’s going on?\nRoss: Monica’s pregnant!\nJoey: Oh my God! Is that why you guys had to get married?!\nMonica: Guys! I’m not pregnant.\nJoey: Ah. (To Chandler) Slow swimmers? (Chandler looks at him.)\nRoss: What?! What do you mean? You-you-you’re not pregnant?\nMonica: You didn’t tell anybody I was did you?!\nRoss: No! (Pause) I’ll be right back. (Exits.)\nPhotographer: Now why don’t we get a shot of just Monica and the bloody soldier.\nMonica: (To Joey) Oh, about that. Joey, you have to change before the party.\nJoey: I can’t! I-I don’t have any other clothes here.\nMonica: Find some! Please! Anything that doesn’t say I-I died tragically in France. (Joey leaves to find clothes.)\nPhotographer: Well then why don’t we see the bride and the groom and the bridemaids.\nPhoebe: Okay. (Phoebe and Rachel join Monica and Chandler on the altar.) Hey Mon, why did you tell the guys you weren’t pregnant?\nMonica: Because I’m not.\nPhoebe: We found your test in the trash, if you’re not pregnant—(She sees Rachel shaking her head)—It’s because I am.\n(Flash, the photographer takes a picture of Monica and Chandler’s stunned faces.)\nChandler: What?! What are you talking about?\nMonica: What are you talking about?\nPhoebe: Yes, I…I am with child. (Flash) And I didn’t want to say anything because it’s your day; I didn’t want to steal your thunder.\nMonica: Wait a minute! So you told people I was pregnant?! (Flash) Does this look like a conversation that I want to remember?!\nChandler: Who’s the father?\nMonica: Yeah!\nPhoebe: I can’t say.\nMonica: Why?!\nChandler: Why not?\nPhoebe: I can’t say because he’s famous.\nRachel: Oh my God, who is it?! (Phoebe rolls her eyes.)\nMonica: Phoebe, come on, you have to tell us.\nPhoebe: Okay, okay. It’s James Brolin. James Brolin is the father of my baby.\nChandler: As in Barbara Streisand’s husband James Brolin?\nPhoebe: What?! Well he never said that to me!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: The Wedding Hall, continued from earlier.]",
            "dialog": "Photographer: Why don’t we have Monica step away and we’ll get Chandler and the bridemaids.\nPhoebe: How about just the bridemaids?\nChandler: Y’know I am the groom right? I was told it was kinda big deal.\nPhoebe: It is.\nRachel: For you. (Chandler leaves.)\nPhoebe: Oh my God!\nRachel: Oh, thank you for doing that. I just can’t deal with this just quite yet.\nPhoebe: So instead you told me Monica was pregnant.\nRachel: You said that she was, I just didn’t disagree with you.\nPhoebe: Sneaky.\nRachel: Oh yeah.\nPhotographer: Smile ladies.\nRachel: Oh! (They smile and the picture is taken.) Oh by the way?\nPhoebe: Uh-hmm.\nRachel: James Brolin?\nPhoebe: Oh, I know. I could only think of two names, him and Ed Begley Jr. and then I remembered he’s gay.\nRachel: Ed Begley Jr. is not gay.\nPhoebe: (intrigued) Really?!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Reception Hall, the party is in full swing.]",
            "dialog": "Bandleader: Thank you very much! Ladies and gentlemen, it gives me great pleasure to introduce to you for the very first time, Mr. and Mrs. Chandler Bing!\n(They enter.)\nChandler: Before we go out there I’ve got a present for ya.\nMonica: Honey, I’m going to put my hand in your pocket!\nChandler: No?\nMonica: No.\nChandler: I’ve been taking dancing lessons.\nMonica: What?!\nChandler: Yeah, the last six weeks. I wanted this to be a moment you will never forget.\nMonica: Oh that is so sweet!\nChandler: So? Would you care to join me in our first dance as husband and wife?\nMonica: Yes.\n(They walk onto the dance floor and Chandler slips and almost falls.)\nMonica: What’s the matter?\nChandler: I don’t know, it’s these new shoes, they’re all slippery.\nMonica: Well, are you going to be able to do this?\nChandler: Not well.\n(They start dancing and Chandler starts slipping around.)\nMonica: Well, the good news is, I don’t think anyone’s looking at us.\n[Cut to Phoebe and Rachel at their table.]\nPhoebe: So, are you ready to talk about it?\nRachel: No.\n(Pause)\nPhoebe: Now?\nRachel: No!\nPhoebe: Okay, we’ll talk about something else then.\nRachel: Thank you.\nPhoebe: Who’s the father?!\nRachel: Ugh! Look honey y’know what? I haven’t told him yet, so until I do I don’t think I should tell anybody else.\nPhoebe: Yeah. That’s fine. That’s fair. Is it Tag?\nRachel: Phoebe!!\nPhoebe: Okay, I’m sorry. I’ll stop.\nRachel: Okay.\nPhoebe: Is it Ross? It’s Ross isn’t it—Oh my God, it’s Joey!\nRachel: Honey, stop it! I am not going to tell you until I tell him.\nPhoebe: Ah-hah! At least we know it’s a him.\n[Cut to Joey entering wearing a preppy tennis outfit.]\nMonica: (seeing him) Oh sweet Lord.\nJoey: I’m sorry! Okay? I went down to the gift shop and it’s either this or a bathrobe! Look, what’s more important, the way I’m dressed or me being with you on your special day?\nMonica: Honey, I’m not even going to pretend I was listening. (Sees someone else.) Hey! Hey! (Goes over to that person.)\n[Cut to the hallway outside the room, Ross is going to see which table he’s at and sees a beautiful woman doing the same thing.]\nRoss: Hi. I’m uh, I’m Ross. I don’t, I don’t believe we’ve met. I’m Monica’s older brother.\nWoman: Oh hi, I’m, I’m Mona from her restaurant.\nRoss: Oh! Hello uh, Mona from her restaurant. (He uses his card to mouth those words.) (Pause) Mona, wow what a, what a beautiful name.\nMona: You think so? I’ve always kinda hated it.\nRoss: Aw come on, Mona Lisa?\nMona: Uh-huh.\nRoss: Mona umm…Clickclocken. The famous botanist? Huh? Oh no she’s uh—well she’s dead now. No, supposedly she was once quite the hottie of the plant world.\nMona: Really?! Well see? I never knew about her.\nRoss: Linda Clickclocken. (Pause) So what uh, what-what table are you at? (She shows him.) Oh, uh me too.\nMona: Oh good. Now there’ll be someone there who likes my name.\nRoss: (sexily) Yes there will. (Mona leaves and Ross tries to find the same table.) Oh guess what, Molly Gilbert you’ve just been bumped up to table one. And if it’s all right with you I’m gonna take your place at table six—Martin Clickclocken.\n[Cut back inside to Joey giving a beautiful woman a tennis lesson by standing behind her.]\nJoey: That’s better, now just bend your arms a little more. There you go. Okay, look straight ahead. Now this time I want you to really put your ass into it. (They do a practice swing and she really puts her ass into it.)\n[Cut to Chandler sitting down near Joey as his mom walks over. His birth mother, not the mother who recently visited one of those clinics in Sweden.]\nMrs. Bing: Chandler darling! Look, my date has finally arrived. I’d like you to meet Dennis Phillips.\nDennis Phillips: Congratulations.\nChandler: Thank you.\nMrs. Bing: Dennis is a dear old friend and a fantastic lover.\nChandler: Bravo Dennis thanks for pleasing my mother so.\nDennis Phillips: Oh, I’m so sorry I missed the ceremony, I was stuck at auditions.\nMrs. Bing: Oh yes, Dennis is directing a new Broadway show.\nJoey: I don’t believe we’ve met, Joey Tribbiani.\nDennis Phillips: Dennis Phillips\nJoey: Wow, I’ve admired your work for years. You-you’ve done some really amazing stuff.\nDennis Phillips: Oh, thank you. Well if you’ll excuse me, I’m gonna go get myself a drink. Be back in a moment. (Walks away.)\nJoey: Wow Dennis Phillips! That’s great! How did you guys meet?\nMrs. Bing: Well, it’s a funny story.\nChandler: Funny: ha-ha or funny: (Mimes blowing his brain out.)\n[Time lapse. The band is finishing another song.]\nBandleader: Thank you, thank you very much. If everyone will please take your seats, dinner will be served.\n(Ross starts looking for table six and finds out that it’s the kid’s table. He sees Mona sitting at another table.)\nRoss: Hey! Uh, I thought, I thought you were at table six.\nMona: No, nine. (Shows him the card again.)\nRoss: Oh see, before you uh, when you showed it to me you-you held it that way (he turns her hand upside down) which uh, which was misleading. Well I’m… (He goes at sits down at his new table and the kids stare at him.) Hello.\n[Cut to the hallway, Chandler is putting tape on the bottom of his shoes.]\nJoey: Chandler. Will you see if your mom can give my resume to Dennis Phillips? ‘Cause if I can get in a Broadway show then I would’ve done it all, film, television, and theater. The only think left would be radio, and that’s just for ugly people.\nChandler: What size shoes do you wear?\nJoey: Uh, eleven, eleven and a half.\nChandler: Great, because my shoes are giving me a little problem on the dance floor, can I borrow the boots from your costume?\nJoey: Uh, I don’t even really know where I left those. Sorry.\nChandler: (looking at Joey’s feet) Those aren’t eleven and a half.\nJoey: Okay fine! I’m a seven! All right, I have surprisingly small feet. But the rest of me is good, I’ll show ya!\n[Cut to Monica and Rachel at their table.]\nMonica: Can you believe Phoebe got pregnant?!\nRachel: Oh y’know what honey? Let’s not talk about that right now?\nMonica: This is so huge.\nRachel: Sure, but come on, as big as your wedding?\nMonica: Of course not nothing is. Between me and you…\nRachel: Yeah.\nMonica: …in this day and age how dumb do you have to be to get pregnant?\nRachel: Hey! Y’know, sometimes you can do everything right, everyone can wear everything they’re supposed to wear, and one of those little guys just gets through!\nMonica: How?\nRachel: I don’t know! Maybe they have tools.\nMonica: Well I-I talked to and uh, she’s definitely going to have this baby. Y’know, she said she was gonna raise it on her own.\nRachel: Well, maybe that’s, maybe that’s really brave.\nMonica: Maybe. I just hope she realizes how hard it’s gonna be.\nRachel: Maybe she hasn’t really thought it through that well.\nMonica: Well, there’s a lot to think about. I mean, how is she, how is she going to handle this financially? How is she going to juggle work? Does she realize she’s not going to have a date again for the next eighteen years?\nRachel: (starting to cry) I don’t know.\nMonica: Are you okay?\nRachel: Uh-hmm. I’m just thinking about Phoebe; poor knocked up Phoebe.\nWaiter: Champagne?\nRachel: Oh yes! Thank you very much! (She grabs a glass, takes a sip, and realizes what she just did. She then tries to spit the champagne back into the glass without Monica noticing. It doesn’t work.) Oh that’s-that’s actually how the French drink it.\n(Monica gasps.)\nCommercial Break\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: continued from earlier, only now Phoebe joins them.]",
            "dialog": "Phoebe: Well, I just got off the phone with my lover, James Brolin…\nMonica: Oh really?!\nPhoebe: Yes, and apparently he is married to some singer, but he said he would leave her for me. And I said, \"James, James Brolin, are you sure?\" James Brolin said…\nMonica: (interrupting) Rachel’s really the one who’s pregnant.\nPhoebe: (shocked) What?! (deadpan) Why bother?\nMonica: How do you feel?\nRachel: I don’t know. I don’t know how I feel. This is all happening so fast. I have to make all these decisions that I don’t want to make. (Takes another sip of champagne and spits it back out) Somebody just take this away from me!!\nPhoebe: Calm down. Maybe you’re not pregnant.\nRachel: What?!\nPhoebe: When I got pregnant with the triplets, I took that test like three times just to make sure.\nMonica: Yes! Maybe it’s a false positive. Are you sure you peed on the stick right?\nRachel: How many ways are there to do that?\nPhoebe: I’m-I’m just saying, don’t freak out until you’re a hundred percent sure.\nRachel: All right, I’ll-I’ll take it again when I get home.\nMonica: You-you gotta take it now. Come on, do it as a present to me.\nRachel: Okay. Thank you.\nMonica: Okay.\nPhoebe: I’ll run out and get you one.\nRachel: Oh, you guys are so great.\nMonica: Oh, wait a minute! Who’s is the father?!\nPhoebe: Oh no, she won’t tell us.\nMonica: Oh, come on it’s my wedding! That can be my present.\nRachel: Wh—Hey, I just gave you peeing on a stick.\nPhoebe: See? This is why you register.\n[Cut to Ross at the kiddie table. He reaches for something and a fart noise emanates which causes the kids to laugh.]\nRoss: It was the chair again! Okay? I’m not doing it! It what—look, I don’t—y’know what—eh-eh… (He walks away and goes over to Mona.) Hi.\nMona: Hi!\nRoss: Umm, would you like to dance?\nMona: Sure.\nRoss: Yeah?\nMona: Yeah.\nRoss: Oh great! (They get up to dance and Ross is interrupted by a little girl.)\nLittle Girl: Dr. Geller?\nRoss: I wasn’t farting! (To Mona) Uh, a little game from our table. (To the little girl) Yes?\nLittle Girl: Dr. Geller, will you dance with me?\nRoss: Oh umm, well uh, maybe-maybe later. Right now, I’m about to dance with this lady.\nLittle Girl: Okay. (She drops her head in disappointment and walks away.)\nMona: Ohhhh!\nRoss: Uh, unless! Unless, uh this lady wouldn’t mind letting you go first.\nMona: I’d be happy to. (To Ross) You are very sweet.\nRoss: Yes I-I am. In fact umm hey, why don’t we try it my special way? You can dance on my feet.\nLittle Girl: Sure!\nRoss: Yeah? Hop on. (They start dancing and Mona sits down.) Is the pretty lady looking?\nLittle Girl: Uh-huh.\nRoss: Keep dancing.\n[Cut to Chandler in the hallway practicing dancing and is doing it very well.]\nChandler: And the world will never know.\nJoey: Hey! Did you talk to Dennis about me yet?\nChandler: Yes, I told him how talented you were. I told him all about Days Of Our Lives.\nJoey: No-no! No! No! You don’t tell a Broadway guy that! Now he just thinks I’m a soap actor.\nChandler: But you’re not just a soap actor. You are a soap actor with freakishly tiny feet.\nJoey: Hey!\n[Joey walks back inside just as Ross’s dance is finishing.]\nLittle Girl: Thank you.\nRoss: No-no, thank you Miranda.\nLittle Girl: Melinda!\nRoss: All right. (Walks over to Mona.)\nMona: How cute was that?\nRoss: Oh-oh, were you, were you watching?\n(Another little girl walks over to him.)\nSecond Girl: Can I go next?\nRoss: What? Of course you can! Hop on!\nMona: Okay, but I get to hop on after her. (Ross bites the air in response.)\nRoss: I am so gonna score.\nSecond Girl: What?\nRoss: I like your bow.\n[Behind them, Joey goes up to the bandleader and interrupts the song.]\nJoey: (clinks his glass) I’d like to propose a toast. To Monica and Chandler, the greatest couple in the world. And my best friends. Now, my when I first found out they were getting married I was, I was a little angry. I was like, (overly angry) \"Why God? Why? How can you take them away from me?!\" But then I thought back over all our memories together, some happy memories. (Does a fake laugh.) And-and there was some sad memories. (Starts to break down and cry.) I’m sorry. And-and some scared memories—Whoa! (He jumps back, startled.) Eh? And then, and then I realized I’ll always be their friend, their friend who can speak in many dialects and has training in stage combat and is willing to do partial nudity. (Starts to walk away, but realizes something.) Oh! To the happy couple!\n[Time Lapse, the interrupted song is finishing.]\nBandleader: Thank you.\nRoss: (to the second girl) That was very nice Ashley.\nAshley: Can we do it again?\nRoss: No-no. (Walks over to Mona again.)\nMona: So, is it my turn now?\n(A large little fat girl walks over.)\nFat Girl: I’m next!\nRoss: Oh! (Recoils in horror.)\nMona: Uh, that’s okay. You can dance with her first.\nRoss: Oh, you-you sure? (She nods yes.) Okay. (To the girl) Okay. So what’s uh, what’s your name.\nFat Girl: Gert!\nRoss: That’s, that’s pretty. (They start to dance and Gert tries to step on Ross’s feet, but he pulls them out of harm’s way.) Whoa! Whoa! Whoa! What are you doing there Gert?\nGert: Dancing on your feet! Like the other girls did it.\nRoss: Okay. (Swallows hard.) Hop on Gert. (She does and Ross winces in pain.)\nGert: Why aren’t you moving your feet?\nRoss: I’m trying. (He strains to move his feet.)\nGert: Faster! You’re not going fast enough!\nRoss: Maybe I should stand on your feet! (Gert’s shocked and Ross realizes what he said and tries to brush it off.)\n[Cut to Joey going over to talk to Dennis Phillips.]\nJoey: So did you uh, happen to catch my toast up there?\nDennis Phillips: Oh my God, that was for my benefit?\nJoey: Well, I’d like to think there was something for everyone. Look, I know you’re casting for this new show…\nDennis Phillips: Look umm Joey, I-I don’t think you’re quite right for this project.\nJoey: Oh, see that’s where you’re wrong. Whatever it is I can do it. And if didn’t see it up there, just-just try me.\nDennis Phillips: It’s an all Chinese cast. Can you be Chinese?\nJoey: Well I’m not proud of this, but… (He turns around and starts to mess with his eyelids.)\nDennis Phillips: Oh my God! No-no-no! Please! Please! Don’t-don’t-don’t!\n[Cut to Monica walking up to Chandler.]\nMonica: Hey, are you ready to get back on the dance floor?\nChandler: Did it turn into sand?\nMonica: Ohh come on, I love this song! Come on, you’ll be fine. (She starts to walk towards the floor.)\nChandler: (sliding up behind her) No. No, I won’t. Do you know why I took all those lessons? See, for the first time I didn’t want you to be embarrassed to be seen on the dance floor with some clumsy idiot.\nMonica: Oh sweetie, you can never embarrass me. (Chandler grunts.) Okay, you can easily embarrass me. But come on, it doesn’t matter. All right? I married you! So I want to dance on my wedding night with my husband. Come on. (They go onto the floor.) Just try not to move your feet at all. (Chandler starts to get into the groove and bust a move.) There you go.\n(Mr. Geller dances over.)\nMr. Geller: Chandler, I’m gonna have you arrested.\nChandler: Why?\nMr. Geller: You stole my moves. (He starts to dance like Chandler was and Chandler stops.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The Women’s Restroom, Rachel and Phoebe are waiting for the outcome of Rachel’s second test.]",
            "dialog": "Rachel: How much longer?\nPhoebe: 30 seconds.\nRachel: 30 seconds, okay.\nMonica: (entering) Did I miss it? (Phoebe nods no.) Rachel, I-I want you to know that, if it’s positive, we’re gonna…\nRachel: Oh I know. I know. (They hug.)\nPhoebe: It’s time.\n(Another woman starts to enter.)\nThe Girls: No!! (The woman backs out.)\nMonica: Go ahead Rach.\n(She goes over to look.)\nRachel: Oh wait! Y’know what? I can’t, I can’t look at it. I can’t. Somebody else tell me, somebody tell me.\nPhoebe: Okay.\nRachel: Okay.\nPhoebe: Umm, it’s negative.\nRachel: What?\nPhoebe: It’s negative.\nRachel: Oh. Oh. Well there you go. Whew! (Pause) That is—that’s great—that is really great-great news. (Pause) Y’know ‘cause the whole not being ready and kinda the financial aspects, all that. Whew. Wow, this is so just the way it was supposed to be. (Starts to cry.) God.\nMonica: Well… Well, great.\nPhoebe: Here. (Gives Rachel a tissue.)\nRachel: Thanks. (Crying) God this is so stupid! (Pause) How could I be upset over something I never had? It’s negative?\nPhoebe: No, it’s positive.\nRachel: What?!\nPhoebe: It’s-it’s not negative, it’s positive.\nRachel: Are you sure?\nPhoebe: Well yeah, I lied before.\nRachel: Oh!\nMonica: Oh God…\nPhoebe: Now you know how you really feel about it.\nRachel: Oh-oh, that’s a risky little game!\nMonica: Are you really gonna do this?\nRachel: Yeah. I’m gonna have a baby. I’m gonna have a baby. I’m gonna have a baby! (They all hug.)\nPhoebe: With who?\nRachel: Ah, it’s still not the time.\nDedicated to the People of New York City\nClosing Credits\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Reception, Joey is helping Ross walk after Gert got through with him and Mona is looking on concerned.]",
            "dialog": "Ross: I just didn’t see the fast song coming.\nJoey: Shh. Shh. Don’t try to talk, we’ll get you up to your room, we’ll soak your feet, you’ll be okay.\nRoss: Oh, thank you.\nMona: That is so sweet!\nJoey: Yeah.\nMona: No, I mean it. There are so few genuinely nice guys out there.\nJoey: Tell me about it, I feel like I’m holding down the fort all by myself.\nMona: It’s Joey right?\nJoey: Yeah.\nRoss: Wait a minute! No! I’m the nice one! I’m the one who danced with the kids all night! How…How small are your feet?! (They all look down.)\nEnd\n"
        }
    ]
}