{
    "metadata": {
        "season": "SEASON 6",
        "title": "612 The Joke",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Chandler, Phoebe, Rachel and Monica are there. Ross walks in with a magazine in his hand.]",
            "dialog": "Ross: Hey, you’re not going to believe this. I made up a joke and sent it in to Playboy. They printed it!\nPhoebe: I didn’t know Playboy prints jokes.\nRoss: Yeah, they print jokes, interviews, hard-hitting journalism. It’s not just about the pictures.\nMonica: That didn’t work on mom, it’s not going to work on us.\nRoss: (showing them the page) Here, check it out. It’s the first one, too.\n(They all laugh indifferently, except Chandler, who’s a little angry.)\nChandler: That is funny. It was also funny when I made it up.\nRoss: What?\nChandler: I made that joke up.\nRoss: Uh, oh-oh, no you didn’t. I did.\nChandler: Yes, I did. I told it to Dan at work, and he said it was the funniest joke he’d ever heard.\nRoss: Hey, tell Dan, ‘Thanks.’\n(Rachel is looking at the magazine and laughing.)\nRoss: What?\nRachel: I’m sorry, I was just reading the joke below it. Man, that one is funny. (Ross grabs the magazine away from her.)\nChandler: Monica, you remember me telling you that joke, right?\nMonica: No.\nChandler: Seriously?\nMonica: Well, you tell a lot of jokes!\nRoss: Look, Chandler, it’s my joke. But, hey, if it makes you feel any better they don’t print the name, so it doesn’t really matter who gets credit, right?\nChandler: Yeah, I guess.\nJoey: (entering) Hey guys.\nChandler: (jumping up from his chair) Hey, Joey, Playboy printed my joke.\nRoss: No, it’s my joke, it’s mine. You can call them, they’ll tell you.\nChandler: It’s my joke.\nRoss: It’s my joke.\nJoey: Whoa-whoa-whoa. Jokes? You guys know they have naked chicks in there, right?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey’s apartment, Joey is sitting at the counter as Chandler enters.]",
            "dialog": "Chandler: Dude, you have got to turn on Behind the Music. The band Heart is having a really tough time, and I think they may break up.\nJoey: Let’s go watch it at your place.\nChandler: Nah, Monica’s watching some cooking show. Come on, I don’t want to miss when they were skinny.\nJoey: Chandler, Chandler, y’know what we should do? You and I should go out and get some new sunglasses.\nChandler: What? No, I want to watch this. (He turns on the television and the screen is completely covered in snow). Did your cable go out?\nJoey: No, that’s VH-1. I gotta tell you, the music these kids listen to today . . . It’s like a lotta noise to me. I don’t know…\nChandler: Joey, why is your cable out?\nJoey: I uh, oh! Because, uh, I haven’t really paid the bill\nChandler: If you need money, will you please-please just let me loan you some money?\nJoey: No, Chandler. Look, forget about it, okay? Look, I know things have been a little tight since Janine moved out. Oh, was she hot.\nChandler: Whoa ho.\nJoey: I know! Yeah, but, look I can handle it. All right? Look, I can listen to the radio, huh? And Ross gave me this great book (holds up the Playboy magazine).\nChandler: (picks up the phone) All right, you want to see if the joke stealer will let us watch the show at his place?\nJoey: Sure.\nChandler: (with phone to ear, obviously hearing no dial tone) Paid your phone bill?\nJoey: Not so much.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Monica and Rachel are on the couch looking at the Playboy magazine. When they hear someone coming, Monica goes to hide it under the sofa cushions.]",
            "dialog": "Phoebe: (entering) Hey.\nMonica: (relieved) It’s only you.\nPhoebe: Wh-wh-what are you doing?\nRachel: We are looking at a Playboy.\nPhoebe: Oh, I want to look too! (She runs over and sits down and checks out a picture). Yikes!\nMonica: So do you think that these pictures—Are, are they trying to tell a story?\nRachel: Oh, yeah, sure. I mean, like in the case of this young woman, she has lost her clothes, so she rides naked on the horse, she’s crying out, ‘Where are they, where are they?’\nMonica: Well, she’s not going to find them lying in the grass like that.\n(They flip through the pages to another picture.)\nPhoebe: Oh, yeah. Aw, remember the days when you used to go out to the barn, lift up your shirt, and bend over?\nRachel and Monica: Yeah.\nRachel: You see, now, I would date this girl. She’s cute, she’s outdoorsy, you know, and she knows how to build a fire. I mean, that’s got to come in handy\nMonica: Okay, I’ve got a question. If you had to pick one of us to date, who would it be?\nRachel: (thinks) I don’t know.\nMonica: Me neither.\nPhoebe: Rachel.\nMonica: What?!\nPhoebe: I don’t know. (Pause) Me neither.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Joey, Chandler, and Ross are sitting on the couch.]",
            "dialog": "Joey: You forget how many great songs Heart had.\nChandler: Yeah.\nRoss: You know, Barracuda was the first song I learned to play on the keyboard.\nChandler: So, you heard it, you repeated it, so that must mean you wrote it.\nJoey: Oh, you guys, with this joke. I gotta say, I know I cracked up, but I’m not even sure I got it.\nRoss: What, you didn’t get it? The doctor is a monkey.\n(He and Chandler crack up.)\nChandler: And monkeys can’t write out prescriptions.\n(He and Ross crack up again. Joey just sits there)\nChandler: (stops laughing, to Ross) You are not allowed to laugh at my joke.\nRoss: Your joke? Well, I think ‘the Hef’ would disagree, which is why he sent me a check for one hundred ah-dollars.\nChandler: So, you stole my joke, and you stole my money.\nRoss: Well, I was going to stick it in the ATM, but now I think I’ll show the sexy teller that I am a published writer.\nChandler: Well, she is going to know that you stole the joke.\nRoss: Oh, what are you going to do, follow me down there?\nChandler: Yeah!\nRoss: Well, I’m not going to go now anyway (he goes to sit down).\nChandler: Okay (he goes to sit down).\n(Ross leaps out of his chair and runs out the door, with Chandler in hot pursuit.)\nGunther: (handing Joey the bill) Here you go.\nJoey: Ah, Gunther, I can’t pay for this right now because I’m not working, so I’ve had to cut down on some luxuries like uh, payin’ for stuff.\nGunther: Well, if you want, you can work here.\nJoey: Uh, I don’t know. Ya see, it’s just, see I was a regular on a soap opera y’know? And to go from that to this, I just… Plus, I’d have to wait on all my friends.\nGunther: Okay, but the money’s good, plus you get to stare at Rachel as much as you want.\nJoey: What?!\nGunther: Flexible hours.\nJoey: Maybe I could be a waiter. Could I use the phone?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler’s bedroom, they are in bed together.]",
            "dialog": "Monica: (visibly upset) She picked Rachel. I mean, she tried to back out of it, but it was obvious. She picked Rachel.\nChandler: (visibly upset) He took my joke, he took it.\nMonica: It’s wrong. You know what else is wrong? Phoebe picking Rachel.\nChandler: You know who else picked Rachel? Ross, and you know what else Ross did? He stole my joke. You know what? I’m going to get a joke journal. Y’know? And document the date and time of every single one of my jokes.\nMonica: That’s a good idea.\nChandler: Yeah!\nMonica: Do you know what’s a bad idea?\nChandler: Picking Rachel.\nMonica: That’s right. (A noise comes from the living room.) Did you hear something?\nChandler: Maybe it’s the sound of Ross climbing into my brain and stealing my thoughts.\nMonica: It’s coming from the living room.\n(They go out to investigate, and find Joey wrapped in a blanket watching their television.)\nJoey: (sheepishly) I finished my book. (Chandler and Monica slowly retreat back to bed.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene, Phoebe and Rachel’s, they’re sitting together on the couch.]",
            "dialog": "Monica: (entering) Hey, you guys.\nPhoebe and Rachel: Hey.\nMonica: (laughing) Oh, don’t you guys look cute. You guys make such a cute couple.\nRachel: Monica, what are you doing?\nMonica: (laughing harder) Nothing, I’m just trying to recreate some of the fun that we had at my place the other day. (To Phoebe) Remember, when you picked Rachel over me? That was funny.\nPhoebe: I guess it was kinda funny.\nMonica: (angrily) It wasn’t funny at all! Why would you do that? Why didn’t you pick me?\nPhoebe: Fine. The reason that I was leaning a little bit more toward Rachel than you is just that you’re … just … kinda high maintenance—Okay let’s go to lunch!\nMonica: That is completely untrue. You think I’m high maintenance? Okay, prove it. I want you to make a list and we’re going to go through it point by point!\nPhoebe: No, okay, you’re right. You’re easy-going. You’re just not as easy-going as Rachel. She’s just more flexible and-and mellow. That’s all.\nRachel: (To Monica) Well, people are different.\nPhoebe: Ya, you know, Rachel … she’ll do whatever you want. Y’know, you can just walk all over her.\nRachel: What? Wait a minute. What are you saying, that I’m a pushover? I’m not a pushover.\nPhoebe: Oh, okay, (laughing) you’re not a pushover.\nRachel: Oh my … you think I’m a pushover. Well wait, watch this, you know what? You’re not invited to lunch. What do you think of that? I think that’s pretty strong, that’s what I think. Come on, Monica, let’s go to lunch. (She leaves)\nMonica: (to Phoebe) You start working on that list. (She grabs her coat and leaves, too.)\n[Cut to the hallway.]\nRachel: I cannot believe her.\nMonica: I know. Where do you wanna go eat?\nRachel: Oh, oh, I love that Japanese place.\nMonica: I’m sick of Japanese. We’re not going there.\nRachel: All right, wherever you wanna go is cool.\nMonica: All right.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Monica, Rachel, and Chandler are there as Ross enters and sees Gunther.]",
            "dialog": "Ross: (showing the Playboy magazine to Gunther) Oh, hey, Gunther, check this out.\n(Gunther looks at the joke and laughs.)\nGunther: Yeah, that-that Chandler cracks me up.\n(Ross begins to say something, realizes what Gunther just said, turns, and glares at Chandler. Chandler just shrugs it off.)\nJoey: Hey Ross, listen, you want anything to drink, ‘cause I’m heading up there.\nRoss: Uh, yeah, I’ll take a coffee. Thanks, man.\nJoey: Sure. (To Monica and Rachel) Coffee? ‘Cause I’m going up there.\nRachel: No.\nMonica: No, thank you.\nJoey: (to a table of strangers) You guys need anything, ‘cause I’m heading up there.\nWoman: I’d love an ice water.\nJoey: You got it.\nMonica: Joey, what are you doing?\nJoey: Just being friendly. (He gives Monica a ‘what’s wrong with you?’ look and proceeds to walk behind the counter.)\nRachel: Joey, honey, I don’t think you’re supposed to go back there.\nJoey: Nah, it’s okay. Right, Gunther? (Winks at him as if they’re in on a secret together.)\nGunther: Don’t wink at me. And put on your apron.\nJoey: Okay, but I don’t see you asking any other paying customers to put on aprons.\nMonica: Joey, do you work here?\nJoey: No.\nCustomer: Hey, waiter.\nJoey: Yeah?\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk, continued from earlier.]",
            "dialog": "Monica: Joey, what’s going on. What didn’t you tell us you work here?\nJoey: It’s kind of embarrassing, y’know. I mean, I was an actor and now I’m a waiter. It’s supposed to go in the other direction.\nChandler: So is your apron. You’re wearing it like a cape.\nJoey: I mean, the job’s easy and the money’s good, you know? I guess I’m going to be hanging out here anyway. I might as well get paid for it, right? I just feel kind of weird serving you guys.\nRachel: Come on, Joey, I did it and it was fine.\nRoss: Yeah, why would it be weird? Hey, Joey, can I get some coffee?\nJoey: Okay, I guess it doesn’t seem that weird.\nRoss: Seriously, I-I asked you before and you still haven’t gotten it.\nJoey: See, now it’s weird again.\nChandler: I think it’s great that you work here. You’re going to make a lot of money, and here’s your first tip: Don’t eat yellow snow. (He laughs, then picks up a pen, glares at Ross, and writes in his journal). Ah ha ha, 2:15, coffeehouse.\nRachel: Well, you know what? This is great. Finally, I have someone I can pass on my wisdom too. Let me tell you about a couple of things I learned while working at the coffeehouse. First of all, the customer is always right. (Joey nods.) A smile goes a long way. (Joey smiles) And if anyone is ever rude to you? Sneeze muffin.\nJoey: Thanks, Rach. Look, you guys are just terrific. Y’know? Now, how about clearing out of here so I can get some new customers. It’s all about turnover.\nRoss: Joey, seriously, can I get my coffee?\nJoey: Oh, I’m sorry, Ross. I’ll get it for you right now. And since I made you wait, I’ll toss in a free muffin.\n(He looks at Rachel and winks, she gives him the thumbs-up sign.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Phoebe and Rachel’s, Phoebe is sitting on the couch as Rachel and Monica enter.]",
            "dialog": "Rachel: Phoebe. We would like to talk to you for a second.\nPhoebe: Okay.\nMonica: So, maybe I am a little high maintenance. And maybe Rachel is a little bit of a pushover. But you know what we decided you are?\nRachel: Yes, we are very sorry to tell you this, but you, Phoebe, are flaky.\nMonica: Hah!\nPhoebe: That true, I am flaky.\nRachel: So, what, you’re just, you’re just okay with being flaky?\nPhoebe: Yeah, totally.\nMonica: Well, then, I’m okay with being high maintenance.\nRachel: Yeah, and I am okay with being a pushover.\nPhoebe: That’s great. Good for you guys.\nMonica: I am not high maintenance!\nRachel: I am not a pushover!\nPhoebe: Who said you were?\nMonica and Rachel: You did!\nPhoebe: Oh, I’m flaky. I’ll say anything.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, Joey is coming back from using the phone.]",
            "dialog": "Joey: Hey, Gunther. Can you uh, can you cover for me? I just got an audition.\nGunther: No, I’m leaving to get my hair dyed.\nJoey: Really?! I like your natural color. Come on man, it’s a great part. Look, check it out. I’m the lead guy’s best friend and I wait for him in this bar and save his seat. Listen-listen. ‘I’m sorry, that seat’s saved.’\nGunther: That’s the whole part?\nJoey: Okay, maybe he’s not his best friend, but …\nGunther: Okay, I’ll see you in an hour.\nJoey: Oh, man, I could totally get that part. ‘I’m sorry, that seat is taken.’\nPatron: Oh, excuse me.\nJoey: No, no, I didn’t mean you. But, you believed me, huh?\nPatron: I believed you were saving this seat for someone.\nJoey: So, you’d hire me, right?\nPatron: For what?\nJoey: Exactly! All right, everybody, listen up. The coffeehouse is going to be closed for about an hour.\nCustomers: Huh? What?\nJoey: Yeah, it’s for the kids. To keep the kids off drugs. It’s a very important issue in this month’s Playboy. I’m sure you all read about it.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler and Ross are both pouting and sitting on the couch.]",
            "dialog": "Ross: It’s my joke.\nChandler: It’s my joke.\nRoss and Chandler: It’s my joke.\nRoss: Y’know, I don’t think we’re going to settle this.\nChandler: Let’s have Monica decide.\nRoss: Yeah!\nChandler: Yeah!\nRoss: Hey Mon.\nChandler: Mon, get out here!\nRoss: Monica! (She appears, not sure why she was summoned.)\nChandler: Okay, okay. You have to help us decide whose joke this is.\nMonica: Why do I have to decide?\nChandler: Because you’re the only one that can be fair.\nRoss: Yeah.\nMonica: I can’t be fair. You’re my boyfriend.\nRoss: Yeah, but I’m your brother. We’re family. That’s the most important thing in the world.\nChandler: (to Ross) Don’t try to sway her. (To Monica) (Softly) I’m your only chance to have a baby. Okay, let’s go.\nRoss: We’ll each tell you how we came up with the joke and then you decide which one of us is telling the truth—me.\nMonica: Okay, Chandler, you go first.\nChandler: Okay, I thought of the joke two months ago at lunch with Steve.\nMonica: Oh, wait, is he the guy I met at Christmas?\nChandler: Can I finish my story?!\nMonica: Do you want me to pick you?!\nRoss: See, I would never snap at you like that.\n(Chandler motions to Monica that he’ll give her two babies.)\nMonica: Continue.\nChandler: So Steve said he had to go to the doctor. And Steve’s doctor’s name is Doctor Muppy. So I said, ‘Doctor Monkey?’ And that is how the whole Doctor Monkey thing came up. (He slams his feet up on the table to emphasize his point.)\nRoss: Are you kidding? Okay, look. I-I studied evolution. Remember, evolution? Monkey into man? Plus, I’m a doctor, and I had a monkey. I’m Doctor Monkey!\nChandler: I’m not arguing with that.\nMonica: All right, I’ve heard enough. I’ve made my decision.\n(Both Chandler and Ross are eager to hear her decision.)\nMonica: You are both idiots. The joke is not funny, and it’s offensive to women, and doctors, and monkeys! You shouldn’t be arguing over who gets credit, you should be arguing over who gets blamed for inflicting this horrible joke upon the world! Now let it go! The joke sucks!\n(Monica leaves the room)\nRoss: It’s your joke.\nChandler: Is not.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Rachel is sitting at a table and Phoebe is on the couch. Chandler and Monica can be seen outside, she’s lecturing him, and pushes him inside. He then nods to Rachel, and is obviously counting off the seconds in his head and then Monica makes a grand enterance.]",
            "dialog": "Monica: Hi, Chandler. There you are.\nChandler: Hi, oh hi.\nMonica: Hey, it’s Phoebe and Rachel. Um, why don’t you tell them what you were telling me earlier about me not being high maintenance?\n(Rachel and Phoebe exchange looks.)\nChandler: (starts to recite a rehearsed speech) Monica is a self-sufficient, together lady. (Pause.) Being with her has been like being on a vacation. And what may be perceived as high maintenance is merely attention to detail and—(He falters and Monica prompts him.)—generosity of spirit.\nRachel: Wow, you know what? That is the best fake speech I think I’ve ever heard.\nPhoebe: Really? I’ve heard better.\nMonica: Wait, wait, he came up with that himself. Tell them, Chandler.\nChandler: (To Chandler) I’m out of words. Should I just say the whole thing again?\nMonica: Look, I am not high maintenance. I am not. Chandler!\nChandler: (pauses as he struggles with what he has to say) You’re a little high maintenance.\nMonica: Ahhh! You are on my list.\nChandler: I’m sorry. You’re not easy-going, but you’re passionate, and that’s good. And when you get upset about the little things, I think that I’m pretty good about making you feel better about that. And that’s good too. So, they can say that you’re high maintenance, but it’s okay, because I like … maintaining you.\nMonica: (embarrassed) (To Phoebe and Rachel) I didn’t even tell him to say that. (They hug). All right you’re off my list.\nChandler: (happily) I’m off the list. (Sits on the couch.)\nMonica: (sits next to him) Phoebe, it’s okay that you don’t want me to be your girlfriend because I have the best boyfriend.\nPhoebe: (to Monica) Y’know, suddenly I find you very attractive.\n(Joey enters.)\nChandler: Hey, buddy boy, how’d the audition go?\nJoey: Not good, no. I didn’t get the part, and I lost my job here, so …\nPhoebe: Wow! That is a bad audition.\nRachel: How-how did you lose your job here?\nJoey: Well, I had the audition but Gunther said I had to stay here and be in charge so he could go get his hair dyed. So, I went anyway, and then he fired me.\nRachel: He left work in the middle of the day to do a personal errand and left you in charge when you’ve been working here two days? That’s not, that’s not right.\nJoey: Yeah, what are ya gonna do?\nRachel: Joey, you can’t let him get away with that. Ya know what, I’m not going to let him get away with that. I’m going to say something to him—No, I really shouldn’t say anything—No, I should say something to him. (Goes to the counter) Gunther, I want you to give Joey his job back. That is really not fair that you have to fire him…\nGunther: Okay.\nRachel: What?\nGunther: He can have his job back.\nRachel: That’s right, he can have his job back. I’m glad we got that all straightened out. There you go, Joey, you got your job back.\nJoey: That’s great. Thanks Rach.\nRachel: Yeah, pretty nice, huh? Now who’s a pushover?\nPhoebe: (returning from the bathroom) Rach, you’re in my seat.\nRachel: Oh, I’m sorry. (Gets up and moves.)\nEnding Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Chandler's, Monica, Phoebe, and Rachel are sitting at the kitchen table, talking.]",
            "dialog": "Phoebe: Hey, I never got to hear who you guys would pick to be your girlfriend.\nMonica: I pick you, Phoebe.\nRachel: Oh, yeah. Definitely you, Pheebs.\nPhoebe: Yeah, well, I kinda thought.\n(Phoebe gets up from the table, and while her back is turned, Rachel and Monica indicate via sign language that they each would have picked the other.)\n(Joey, Chandler and Ross enter.)\nChandler: Hey.\nRachel: Hey. Oh, I have a question. If-if-if one of you had to pick one of the other two guys to go out with, who would you pick?\nRoss: No way.\nJoey: I’m not answering that.\nChandler: Joey! (Pause as they all stare at him.) No way. I’m not answering that.\nEnd\n"
        }
    ]
}