{
    "metadata": {
        "season": "SEASON 6",
        "title": "618 Ross Dates A Student",
        "written_by": "Seth Kurland",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler, Rachel, and Joey are there as Ross enters.]",
            "dialog": "Ross: Hey! I just got uh, my teacher evaluations! Check out what this one student wrote, \"I loved Dr. Geller’s class. Mind blowing lectures! Dr. Geller, you are definitely the hottie of the paleontology department!\"\nChandler: Ahh, Hotties of the Paleontology Department, there’s a big selling calendar, eh?\nRachel: Who wrote it?\nRoss: Oh, I wish I knew, but the evaluations are all anonymous.\nJoey: Oh hey, do you still have their final exams?\nRoss: Yeah.\nJoey: Oh, ‘cause you can just match the evaluation to the exam with the same handwriting and boom, there’s your admirer. (Ross is stunned.)\nChandler: A hot girl’s at stake and all of the sudden he’s Rain Man.\nRachel: Okay, wait a minute, wait a minute, why are we so sure that this is a girl?\nRoss: It’s a girl! Anyway, it wou—it wouldn’t matter. Okay? Because I’m a teacher and she’s a student.\nChandler: Oh, is that against the rules?\nRoss: No, but it is frowned upon.\nChandler: I see.\nRoss: Besides, there’s a big age difference.\nJoey: Oh, well think of it like this, when you’re 90…\nRoss: I know when I’m 90 she’ll be like 80 and it won’t seem like such a big difference.\nJoey: No that’s not what I was going to say at all. No, what I was going to say is when you’re 90 you’ll still have the memory of what it was like to be with a 20-year-old.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Chandler's, Phoebe, Monica, and Chandler are eating breakfast as Joey enters.]",
            "dialog": "Joey: Hey Chandler! Y’know that girl you went to college with who-who became a movie director?\nChandler: Oh yeah, Dana Keystone. She was in my Movement class.\nPhoebe: What’s a Movement class?\nMonica: It’s Chandler’s way of pretending he didn’t take mime.\nJoey: Oh well listen, anyway she’s directing the new Al Pacino movie. You gotta get me an audition!\nChandler: Oh, I don’t know man. I haven’t talked to her in like ten years.\nJoey: No-no-no, please-please Chandler I-I-I would owe you so much!\nChandler: You do owe me so much. You owe me three thousand, four hundred…\nJoey: Hey-hey dude, why are you changing the subject? Why? Will you make the call or what?\nChandler: Oh okay, I’ll-I’ll try.\nJoey: All right! Thanks! You’re the best! Now listen, the last day of auditions is Thursday. Okay? So I gotta get in there by Thursday. Okay? Just remember Thursday. Thursday. Can you remember Thursday?\nChandler: Yeah so, Tuesday?\nJoey: (angrily) Thursday! Look if you need help remembering think of like this, the third day. All right? Monday, one day. Tuesday, two day. Wednesday, when? Huh? What day? Thursday! The third day! Okay?!\nChandler: (sarcastically) Thank you.\nJoey: Okay.\nRachel: (entering from the bathroom) Hey Mon? I’m gonna check my messages.\nChandler: You just thought of that in there?\nMonica: Yeah sure, nature called, she wanted to see who else did.\n(Rachel dials her number.)\nRachel: (on phone) Hello? (Shocked that someone answered.) Uh, Rachel. (To the gang.) Great, someone is in our apartment. Call the cops!\nMonica: You’re on the phone!\nRachel: (on phone) Oh my God! Oh my God! Thank you! (Hangs up) That was the fire department, there was a fire at our place!\nPhoebe: Oh my God! How bad was it?\nRachel: Well, he didn’t say, but it was a fire. I’m guessing not very good. Come on, we gotta go!\nMonica: Come on! (The girls all run out and Joey holds up Chandler by smiling.)\nChandler: What are you smiling about? What is so funny?\nJoey: The part I want to audition for is a fireman, this is so meant to be!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: N.Y.U. Paleontology department, Ross is putting up the grades on the message board.]",
            "dialog": "Burt: (another professor) Wow! It looks like you were very generous with your grades this semester! (Ross frantically starts to change some as a female student, Elizabeth, approaches.)\nElizabeth: Professor Geller?\nRoss: (startled) Yeah?\nElizabeth: I wanted to say how much I enjoyed your class.\nRoss: Oh thank you. Thanks very much. (Leans up against the board and on a thumbtack.) Ow! (He pulls away.)\nElizabeth: Uh, I’m a little embarrassed about calling you a hottie on my evaluation…\nRoss: That was you?\nElizabeth: Yeah. I felt a little weird about it. You’re a teacher. I’m a student. But would you maybe want to go out with me sometime?\nRoss: Oh I, I don’t-I don’t think that would be the best idea.\nElizabeth: Oh, because I was thinking, the semester’s over; you’re not my teacher anymore.\nRoss: What time?\nElizabeth: (checks her grade) Oh, y’know what? Forget it, you already gave me an A.\nRoss: Gotcha. (Starts to leave.)\nElizabeth: I’m kidding!\nRoss: Oh! So-so seriously, what time?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Phoebe and Rachel's, everyone minus Ross are arriving to inspect the damage. The fire department is still there.]",
            "dialog": "Phoebe: Coming through! (Has to dodge a fireman) Oh! Coming through! (Sees a cute one.) Oh! Hello! Hi! (Smiles then realizes) No! Right! Coming through!\n(They start to look around seeing that the living room is undamaged.)\nMonica: Oh well, it’s not so bad.\nFireman #1: Yeah, most of the damage is pretty mostly contained in the bedrooms.\nPhoebe: Oh!\nRachel: My God! (They both run into the bedrooms.)\nJoey: (to the fireman) Hey buddy, do you think I can borrow your uniform this Thursday?\nFireman #1: Excuse me?\nMonica: Joey! He’s working! (To Chandler) You would look good in that.\n(Phoebe and Rachel return)\nJoey: Oh, how bad is it?\nPhoebe: Oh, it’s bad. It’s really bad. The only thing in there that isn’t burned is an ass. Which I do not remember buying!\nChandler: How’s your room Rach?\nRachel: Everything’s ruined. My bed. My clothes. Look at my favorite blue sweater. (Hold it up.)\nMonica: Isn’t that mine?\nRachel: Fine! I’m sorry for your loss! (Hands it back to her.)\nFireman #1: So uh, you’re not gonna be able to live here for a while, you ladies have a place to stay?\nRachel: (stands up) Wow! Oh-okay, look pal, I am not in the mood to be hit on right now! But if you give me your number I will call you some other time.\nMonica: (pulling Rachel back down) Yes, they can stay with us.\nChandler: Have you figured out what started the fire Mr. Fireman?\nFireman #1: Well uh, do either of you smoke?\nPhoebe: No, not usually. But yeah, I could use one right now.\nFireman #1: No-no-no, do you uh light candles? Burn incense?\nPhoebe: Yes! I do! All the time! I love them! Oh my God! I did it! It’s me! It’s me! I burned down the house! I burned down the house!\nRachel: Okay Phoebe calm down, there’s no need to place blame. Okay? (To the fireman) I warned her about those candles.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler is on the phone as Joey enters.]",
            "dialog": "Chandler: God, it’s great to catch up! I can’t believe how long it’s been!\nJoey: Chandler, is that… (Mimes someone using a movie camera and Chandler nods yes.)\nChandler: (on phone) Oh that’s great! Good for you.\nJoey: Hey-hey listen… (Chandler waves him away.)\nChandler: Okay! So yeah, maybe we can get together umm… (Joey mimes throwing something in the air, catching it, rolling it out, putting it in an oven and cutting it.) Can you hold for one second please? (To Joey) What?!\nJoey: When you’re off the phone, do you wanna get a pizza?\nChandler: (on phone) Hi! I’m back. (Goes to hang up the phone.) Yeah, that sounds great. (Listens) Okay. Well, we’ll do it then. (Listens) Okay, bye-bye. (He hangs up the phone and turns around to see Joey standing close to him and screams.)\nJoey: Hey listen, so when’s-when’s my audition? I mean I know it’s Thursday, but what time?\n(Monica enters.)\nChandler: Hi.\nMonica: Hey!\nChandler: (To Joey) We didn’t get to the audition. I’m gonna take her to coffee and then we’ll do it then.\nJoey: Ah-ha!\nMonica: Wow! So, now you’re going on a date with this girl?\nChandler: Honey, it is not a date! I haven’t talked to her in ten years! You can’t just call up somebody you haven’t talked to in ten years and ask them for a favor. There are rules, y’know? You gotta, you got to put in some time.\nMonica: You’re right, I’m sorry. It’s not like you’re y’know, going out with an ex-girlfriend.\nChandler: No, we only went out once.\nMonica: You dated her!\nChandler: Not once!\nMonica: All right, well why don’t I go out with an ex-boyfriend and do Joey a favor?!\nJoey: Hey, you wanna do Joey a favor, maybe you go out with Joey. (He turns around to see Chandler glaring at him.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Chandler is having coffee with Dana.]",
            "dialog": "Chandler: (laughs) Oh that’s great, my friend Joey’s in the movie business.\nDana: Y’know who I ran into from school? Howie.\nChandler: (giggles) My friend’s name is Joey.\nDana: Apparently Howie’s editing now. Yeah, he-he-he calls me up and asks me if he can edit my new movie. Can you believe that?! Y’know I-I-I haven’t spoken to him in like ten years and he asks me for a favor!\nChandler: Yeah, I’ve always hated that Howie.\nDana: No, no \"How you doing?\" Man, I mean not even a cup of coffee first!\nChandler: The nerve huh?\nDana: Yeah!\nChandler: Refill?\n to Phoebe and Rachel.]\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is about to debut Hotel Monica (formerly known as Rachel’s Room)",
            "dialog": "Monica: Now, this is last minute so I want to apologize for the mess. Okay?\n(They walk into a completely redecorated and repainted room. And of course, the room is immaculate. Only an obsessive-compulsive like Monica could find fault with the room.)\nRachel: Oh my God! It sure didn’t look this way when I lived here.\nMonica: I know! Now look, there’s only one problem though. There’s only room for one, so I guess one of you will have to stay at Joey’s.\nPhoebe: Well, since the fire was kinda my fault I guess (To Rachel) you should get to stay here.\nRachel: Hey! Hey-hey, now this was no one’s fault Pheebs. Okay? It was an accident.\nPhoebe: Well no, it was my fault so you should get the nice room.\nRachel: Okay! (She jumps on the bed.)\nMonica: So Rach! You’re the first guest at Hotel Monica! Umm, you’ll just have to tell me how you like your eggs in the morning. And I thought I would bring them to you, y’know, in bed. Oh, you have been through so much.\nRachel: I have.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joey's apartment, Joey is showing Phoebe around.]",
            "dialog": "Joey: This right here is where I keep the pizza. (He points to the chair.) And uh that’s where the napkin is. (Points to the floor next to the chair.)\nPhoebe: What’s that smell?\nJoey: I know! (Shrugs his shoulders.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: A street, Ross is walking with Elizabeth on their date.]",
            "dialog": "Elizabeth: Oh please! It was such a big class! You never even noticed me!\nRoss: What? Of course I did! You uh, you sat next to Sleepy Sleeperson.\nElizabeth: Who?\nRoss: Oh uh, I had trouble remembering everyone’s name, so I-I kinda came up with nicknames. Like the guy on the other side of you was Smelly von Brownshirt.\nElizabeth: Oh yeah. So umm, did you have a nickname for me?\nRoss: Umm, no. No.\nElizabeth: Yes you did! What was it?\nRoss: Umm, it’s Cutie McPretty.\nElizabeth: Ohh that’s so sweet!\nRoss: Listen, I gotta tell ya, I-I’m having a great time! Y’know how before you said it might be weird, the whole student teacher thing, and to be frank I thought it would be too, but it’s not. I mean it’s not at all.\nBurt: (exiting from a restaurant) Dr. Geller!\nRoss: (pushing Elizabeth into a doorway) Burt!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Phoebe and Rachel's, Phoebe and Rachel are cleaning up the mess.]",
            "dialog": "Phoebe: So did you sleep well last night?\nRachel: I did.\nPhoebe: Yeah?\nRachel: I did, Monica was so sweet she left a little mint on my pillow.\nPhoebe: Y’know what Joey left on my pillow?\nRachel: What?\nPhoebe: Gum!\nFireman #2: Well, we determined the cause of the fire.\nPhoebe: Yeah I know, it was my candle. My candle!\nFireman #2: No, there was an appliance left on in the bathroom. It’s looks like a curling iron.\nPhoebe: I don’t use a curling iron.\nFireman #2: Well someone does.\n(Phoebe looks at Rachel.)\nRachel: Well, don’t look at me! My hair’s straight! Straight! Straight! Straight!\nFireman #2: It could’ve been a hair straightener.\nRachel: Oh.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Joey's apartment, Joey is now showing Rachel around.]",
            "dialog": "Joey: This is where I keep the pizza. (It’s the same location as before.) And—Hey! Where did the napkin go?! (The napkin is not in it’s spot.)\nCommercial Break\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler's, Phoebe is reading and Monica runs over and turns on the lamp behind Phoebe.]",
            "dialog": "Monica: Now there you go! I wouldn’t want my best guest to strain her eyes!\nPhoebe: Thanks Monica!\nMonica: Does that smell bother you?\nPhoebe: What the smell from Joey’s? No, I can hardly smell it over here.\nMonica: Well you let me know if you can, because y’know I can bake a pie to cover it.\nPhoebe: I can smell it a little, bake the pie.\nMonica: Okay!\nPhoebe: Okay.\n(The phone rings and Monica answers it.)\nMonica: Hello? (Listens) Oh yes, one minute please. (To Phoebe) It’s for you. It’s the fire inspector.\nPhoebe: Oh! (Takes the phone.) Hello? (Listens) Yeah this is Phoebe. (Listens) Really?!\n[Cut to Joey’s, he’s on the phone.]\nJoey: (in a funny voice) Yeah, so it turns out that it wasn’t the hair straightener that started the fire. (Rachel prompts him on what to say next.) No-no, it was the candles. It’s very not good leaving candles unattended. In fact, one of the first things they teach you in fire school is… (Phoebe suddenly enters.) Uhh… Uhh… Okay. Well, I have to go now. (Phoebe leaves.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Joey's apartment, Ross is telling Monica and Joey about his date with Elizabeth.]",
            "dialog": "Ross: We had such a great time! She’s-she’s incredible! I thought the-the age difference might be a problem, but it wasn’t. It wasn’t at all. Elizabeth is very mature for her age. (Joey makes the international sign for big boobies.) (To Monica) A concept lost on some people!\nMonica: So it’s okay to date a student.\nRoss: Well, not really. I mean technically it’s-it’s not against the rules or anything, but it is frowned upon. Especially by that professor we ran into last night, Judgey von Holierthanthou.\nMonica: Well Ross, you be careful now. You don’t want to get a reputation as y’know Professor McNailshisstudents.\nRoss: Yeah. What-what should I do?\nJoey: Well Ross, it seems pretty clear. I mean what’s more important? What people think or how you feel, huh? Ross, you gotta follow your heart.\nMonica: Joey that is so sweet.\n(He turns his back to Monica and does the international sign for big boobies again.)\nChandler: (entering) Hey.\nJoey: Hey-hey-hey! So, how did it go with Dana? Any reason I should leave a block of time open say Thursday?\nChandler: I couldn’t do it.\nJoey: You couldn’t do it?!\nChandler: Hey, relax I just need more time. We’re going to dinner tonight.\nMonica: What?! You’re going out with her again!\nRoss: Going out with who?\nChandler: Uh, Dana Keystone from college.\nRoss: Oh yeah! Wasn’t she uh… (Does the international sign for big boobies.)\nChandler: No, that was Dana Caplin.\nThe Guys: Ohhhh! (They all look up in a moment of reflection.)\nMonica: Joey! You didn’t even know her!\nJoey: Ah whatever!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: A Restaurant, Chandler is having dinner with Dana.]",
            "dialog": "Chandler: Great story again! The yarns that you weave! Woo-hoo-hoo!\nDana: Y’know uh, actually I-I-I should get going.\nChandler: Oh no-no-no! Stay! Stay! Because you-you should you-you-you should stay!\nDana: Wow. Oh, I am really flattered, but I just I don’t feel that way about you.\nChandler: Oh no-no-no, that’s not—No-no-no!\nDana: I’m sorry Chandler, y’know you are such a sweet guy and I, I don’t want to hurt you. Oh, I wish there was something I can do to make you feel better.\nChandler: No-no—Really?!\nDana: Of course!\nChandler: (breaking up) Well, it just hurts so bad. I uh…\nDana: Ohh, I’m sorry.\nChandler: Well maybe there is one thing you can do.\nDana: What?! Anything! Anything!\nChandler: Well, I umm, I mean this is just off the top of my head now, umm but I have this friend. This actor friend and he would kill me if he thought I was doing this umm, but umm would it be possible for him to get an audition for your movie say on Thursday?\nDana: Absolutely! But you-you would really feel better about me rejecting you if your actor friend can audition for my movie?\nChandler: Well, the heart wants what it wants. I’ll see you later. (He runs off and leaves her with the bill, which the waiter promptly delivers.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Hotel Monica, Phoebe is on the bed playing her guitar as Monica enters.]",
            "dialog": "Monica: Hey! How’s it goin’?\nPhoebe: Well, not much has changed in the last five minutes.\nMonica: Yes it has! I made cookies!\nPhoebe: Oh that’s all right. I’m still full from your homemade potato chips.\nMonica: But you should eat them now because they’re hot from the oven.\nPhoebe: Okay. (Reaches for one.)\nMonica: (pulling the plate back) Oh-ho! But not in here! Can’t eat ‘em in bed, remember? No crumbies!\nPhoebe: (gritting her teeth) Okay, I’ll be out in a second.\nMonica: Okay!\n(Monica leaves and Phoebe closes the door behind her and tries to lock it.)\nMonica: (opening the door) What are you doing?\nPhoebe: That doesn’t lock does it?\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Joey's apartment, Joey and Rachel are eating spaghetti in the living room while watching TV and Rachel drops some on the floor.]",
            "dialog": "Rachel: Oh, Joey! Sorry!\nJoey: No that’s all right. Don’t worry about it.\nRachel: Oh but look! That’s gonna leave a stain!\nJoey: Rach! Hey! It’s fine! You’re at Joey’s!\nRachel: Really?\nJoey: Yeah! Look! (He throws some of his spaghetti on the floor.)\nRachel: I’ve never lived like this before.\nJoey: I know.\n(Rachel throws some of hers down.)\nJoey: All right, don’t waste it, I mean its still food. (He picks it up and eats it.)\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Central Perk, Ross and Elizabeth are deciding what to do on their second date.]",
            "dialog": "Ross: What do you want to do now? Huh? You wanna go get a drink?\nElizabeth: Uhh, I can’t.\nRoss: Oh, you have some studying to do?\nElizabeth: No, I have some turning 21 to do.\nRoss: Y’know I remember when uh, when I was in college, we used to… (He sees some of his colleagues enter and puts his head on her lap.)\nElizabeth: What are you doing?\nRoss: Nothing, I’m-I’m just, I’m so comfortable with you!\nElizabeth: Do you not want to be seen with me?\nRoss: What? No! Of course, of course I do! Are-are they gone?\nElizabeth: Uh no, they’re still here but I think I’m about to leave.\nRoss: What?! No! No! Wait! You’re right, this is stupid. Who cares what people think? I mean, I mean we like each other right? There’s nothing wrong with that. Come on. (They get up and go over to the table where his colleagues are sitting.) Burt? Lydia? Mel? This is Elizabeth.\nElizabeth: Hi!\nLydia: Aren’t you in my Popular Culture class?\nRoss: That’s right Lydia, Elizabeth here is a student and uh, we’re dating. And you may frown upon that, but we’re not gonna hide it anymore.\nMel: You are so fired.\nRoss: What?\nBurt: They’re gonna fire you! You can’t date a student! It’s against the rules.\nRoss: Really? Its not just frowned upon?\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: Joey's apartment, Joey and Rachel are throwing huge spitballs at the entertainment center.]",
            "dialog": "Rachel: I love it at Joey’s!\nJoey: Hey, here you go. (Hands her another one.)\nChandler: (entering, sees Rachel’s throw) Ni-hi-ice!\nRachel: Thanks!\nChandler: (To Joey) So, you busy Thursday?\nJoey: Oh, very funny. I don’t know if you remember, but my audition was supposed to be Thursday. (Chandler doesn’t say anything until Joey figures it out.) You got me the audition?! Let’s hug it up! (They hug.)\nChandler: Okay. Okay. (Joey puts him down.) What are you gonna do to me if you get the part?\nPhoebe: (entering) Hey! Hi!\nRachel: Hi!\nPhoebe: (To Rachel) Listen umm, yeah okay, I need to talk to you!\nRachel: Uh-huh.\nPhoebe: Now I know that they said that the umm, the hair straightener started the fire but I think I’m partly at fault. You see, I didn’t, I didn’t tell you but umm, but I-I had recently refilled the tissues and so y’know let’s just face it, that’s just kindling! So I think it’s better that I stay at Joey’s.\nRachel: No, no-no-no. Phoebe, this was my fault and besides y’know what? I’m fine here.\nPhoebe: Okay. Oh umm, Chandler, Monica is looking for you.\nChandler: Really?\nPhoebe: Yeah she said something about crumbies.\nChandler: No! No! No! I was so careful! (Runs out.)\nPhoebe: (To Rachel) Okay, you have to switch with me! Monica is driving me crazy!\nJoey: That’s right, all the ladies want to stay at Joey’s.\nRachel: No! No! Phoebe, come on! I don’t want to switch! Please come on! I can throw wet paper towels here!\nPhoebe: No but at Monica’s you can eat cookies over the sink!\nRachel: I know. I’m sorry.\nPhoebe: All right fine! This looks like so much fun. (Examining the bowl of wet paper towels.)\nJoey: Yeah.\nPhoebe: God, what a mess. (She grabs the bowl and heads for Monica’s.)\n"
        },
        {
            "scene_no": 18,
            "scene_mark": "[Scene: Ross's apartment, Ross is looking at his handbook. Elizabeth is also there.]",
            "dialog": "Ross: Wow! It actually is in the handbook. I can’t date you or have a hot plate in my office. I can’t believe we have to stop seeing each other.\nElizabeth: For what it’s worth I did appreciate you standing up for me. It felt really nice. It kinda made me like you even more.\nRoss: I know, I know I really like you too. But we-we can’t date. It’s against the rules. It’s forbidden.\nElizabeth: Wow!\nRoss: What?\nElizabeth: Just hearing you describe it as forbidden, it’s really hot.\nRoss: Really?\nElizabeth: Yeah.\nRoss: Well I-I-I don’t care how hot it is it’s-it’s uh, it’s wrong.\nElizabeth: Stop it! (She starts to get all worked up.)\nRoss: (feeling it too) No! No! It’s wrong! It’s-it’s-it’s naughty. It’s taboo.\nElizabeth: Shut the book!\n(They frantically start making out.)\nRoss: Let’s also get a hot plate!\n(They start making out again.)\nEnding Credits\n"
        },
        {
            "scene_no": 19,
            "scene_mark": "[Scene: Joey's apartment, Joey is eating pizza as Chandler enters.]",
            "dialog": "Chandler: Hey!\nJoey: Hey!\nChandler: So?!\nJoey: So?\nChandler: It’s Thursday! How was the audition?!\nJoey: Wh? Monday, one day. Tuesday, two day. Wednesday, when huh what? Thurs—(He gasps in horror.) Oh! (Runs out and Chandler just shakes his head. After a second Joey runs back in to grab a piece of pizza and runs back out.)\nEnd\n"
        }
    ]
}