{
    "metadata": {
        "season": "SEASON 6",
        "title": "610 The Routine",
        "written_by": "Brian Boyle",
        "transcribed_by": "Samantha Stein",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler’s apartment, everyone except Ross is decorating the tree.]",
            "dialog": "Chandler: Let me ask you, why is everybody using these tiny lights nowadays? I remember when people used to use big lights.\nRachel: That’s a good story, Grandpa.\n(Ross enters)\nRoss: Hey\nAll: Hey\nRoss: Wow, Monica’s letting other people help decorate her tree! Did someone get her drunk again or?\nMonica: Having a perfectly decorated tree is not what Christmas is about. It’s about being with the people that you love.\nPhoebe: That is nice and we’re done. TADA!\n(Her side of the tree looks a complete mess)\nChandler: I dunno what it is, it just doesn’t quite feel like Christmas to me.\nMonica: Oh, here.\n(She turns the tree around so that her side, which is perfectly decorated, is showing)\nChandler: See now it feels like Christmas!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, everyone except Phoebe and Joey are there.]",
            "dialog": "Ross: … and that’s the story of the dreidle. Now, some people trace the Christmas tree back to the Egyptians, who used to bring green palm branches into their huts on the shortest day of the year, symbolising life’s triumph over death. And that was like 4000 years ago.\nRachel: So, pretty much around the same time that you started telling this story.\n(Joey enters)\nJoey: Hey you guys.\nChandler: Hey Joe what’s up?\nJoey: I had to get out of the apartment. Janine is like stretching all over the place. Y’know, everywhere I look she’s like… (He imitates her stretching)\nChandler: I can see why that’s hard to resist.\nJoey: I like her so much!\nMonica: Aw, I’m sorry sweetie that she doesn’t feel the same way.\nJoey: I know. And she’s so sweet. I just wanna feed her grapes and brush her hair.\nChandler: You are aware that she’s not a monkey, right?\nRoss: I am so over Janine. I mean, yeah, at first I thought she was hot, but now she’s like OLD NEWS!\n(Janine enters)\nJanine: Hey guys!\nRoss: Hi Janine!\nJanine: I just got a call to be a dancer on a television special for New Year’s Eve. It’s called some sort of Dick’n Rock’n Dickie Eve.\nMonica: Hold it! Are you talking about Dick Clark’s New Year’s Rocking Eve?\nJanine: Yeah, that’s what I said.\nMonica: Oh my God! We love that show! I mean Ross and I have been watching it since I can remember!\nChandler: Ah, you’re still just a little fat girl inside aren’t you? (He kisses her on the cheek)\nJanine: Well I’m gonna be on it this year. I’m gonna be one of the party people.\nRoss: You’re gonna be a party person! Those guys rock the most!\nJanine: Well they said I should bring someone. (To Joey) Do you wanna be my dance partner?\nJoey: Totally! I would love to spend New Year’s with you.\nJanine: Well actually they’re taping tomorrow. I don’t really understand why.\nRoss: Oh, well you see how it works is, the part with Dick Clark in Times Square is actually live, but they tape some of the party stuff ahead of time. Yeah, not a lot of people know that.\nJanine: Yeah well, do you guys wanna come too?\nRoss: Are you serious?\nMonica: We are there!\n(Rachel laughs)\nChandler: What, what are you laughing at?\nRachel: Well, I used to date him, but you’re still going out with her!\n(Gunther brings Janine a coffee)\nJanine: Thanks. (To Monica and Ross) Great so we can all go together! I gotta run. Catch you later!\n(Janine leaves)\nAll: Bye!\nRoss: Bye Janine!\nJoey: Did she just ask me out on a date?\nChandler: I don’t think so.\nMonica: What are you talking about? She just invited him to the biggest party of the millennium!\nRachel: Yeah, but she also invited you and Ross. Yeah, honey, I’m sorry, but I don’t think that was a romantic thing.\nJoey: Oh. Maybe. But hey I know how I can find out. We’re going to a New Year’s Eve party, right? So at midnight, I can kiss her. And if she kisses me back, great! Y’know? But if she says ‘Dude, what the hell are you doing?’ I can say ‘It wasn’t me, it was New Years!’\nRachel: Well, that’s a lot better than Ross trying to kiss me in High School, and saying that he did it because he needed chapstick.\nRoss: It was a dry day.\nMonica: We are going to Dick Clark’s New Year’s Rocking Eve!\nRoss: Oh my God!\nMonica: Oh my God!\nChandler: (To Rachel) Oh my God!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Set, Joey, Janine, Ross and Monica are walking in.]",
            "dialog": "Joey: OK, listen I’ve been on sets before, so let me give you a little advice, alright? It’s a show, but we’re just dancing, OK? It’s no big deal. The important thing to remember – stay cool.\nRoss: Got it!\n(They get to the main stage)\nRoss: Oh my God it’s just like I dreamed it!\nDirector: OK, everyone gather up.\n(Monica and Ross push to the front)\nMonica and Ross: ‘Scuse us\nDirector: Here’s what’s gonna happen. The music’s gonna start, you’re gonna dance, we’re gonna tape, you don’t look at the camera. Any questions?\nRoss: Yeah, I have a question. When is this gonna air?\n(He and Monica laugh)\nDirector: Uh, yeah. Now you guys dance over there, you guys over there, and I want you two right around here, and everyone else spread out.\nJoey: Ross! So when is it gonna air?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Chandler’s apartment, Chandler is there. Phoebe and Rachel enter.]",
            "dialog": "Rachel: Okay, you look in the kitchen, I will look in the back closet.\nChandler: I can save you time ladies, I’m right here.\nPhoebe: Yeah, Chandler why don’t you take a walk? This doesn’t concern you.\nRachel: We are looking for our Christmas presents from Monica.\nChandler: What? That’s terrible!\nPhoebe: No-no, we do it every year!\nChandler: Oh well, that makes it not terrible.\nPhoebe: No, yeah, we never find them! She’s always best at us that wily minx.\nRachel: Don’t worry, we’re just gonna search here for an hour, them we’re gonna go over to Joey’s and search, OK?\nChandler: No not okay, you can’t look for Monica’s presents!\nPhoebe: But we have to!\nChandler: No, you don’t have to, and you can’t because I live here too.\nPhoebe: Well then, you should look with us.\nChandler: Why?\nRachel: Chandler, aren’t you worried about what to get Monica for Christmas?\nChandler: No, I have a great idea for a present for her.\nPhoebe: Oh, that’s it? (Mimics Chandler) A great idea!\nRachel: Chandler, that’s not enough. I mean what if she gets you a great present, two medium presents, and a bunch of little presents? And you’ve just gotten her one great present? I mean that’s just gonna make her feel bad. Why would you do that to her Chandler? Why? Why?\nChandler: If I help, we can find ‘em faster!\nRachel: That’s right!\n(Phoebe looks under the couch)\nPhoebe: Ooh ooh, we have a live one!\nRachel: Oh, it’s a Macy’s bag!\n(Phoebe tips it upside down, and a shoe falls out)\nPhoebe: Ooh, who’s it for?\nRachel: (Reading) Dear losers, do you really think I’d hide presents under the couch? P.S. Chandler, I knew they’d break you.\nPhoebe: Uh-oh. She may be onto us.\nRachel: We are so gonna find them this year.\nChandler: Y’know when you guys said you were gonna go across the hall and look, you don’t, you don’t do that every year do you?\nRachel: Yeah.\nChandler: You don’t, like go into the back of my closet, and look under my gym bag or anything?\nPhoebe and Rachel: No, we never do that\n(They turn away.)\nChandler: Because that’s where Joey gave me some stuff to store that I’ve never seen before in my life! Okay, that did not just happen! (He does a weird clicky motion with his fingers, that kinda hard to describe.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The Set, everyone is dancing.]",
            "dialog": "Monica: Okay, here comes another camera.\nRoss: Right. No biggie. Stay loose.\n(As the camera passes by, they start to dance really rigid, but the camera is facing the other way.)\nRoss: Why do they keep doing that?\nMonica: If we wanna get on camera, I think we have to get up on one of those platforms. They’ve been taping those people up there all day.\nRoss: Right.\n(They move towards a platform, dancing really strangely as they go)\nRoss: Hey, what’d you guys do to get up on there?\nGirl: We learned how to dance.\nMonica: Oh yeah? Well when you learned how to dance did you forget how to put on underpants?\nRoss: Yeah!\n(Camera pans to Joey and Janine)\nJanine: Hey! You’re a good dancer!\nJoey: Really?\nJanine: Yeah, well you’d be better if you just loosened your hips a little.\nJoey: What do you mean?\nJanine: Like this.\n(She pulls Joey towards her and dances really close to him.)\nJanine: That’s it, feel the rhythm. That’s better.\nJoey: Uh-huh.\nDirector: (To Joey) Okay, you’re dancing with that girl over there.\nJoey: No-no-no-no-no we came together!\nDirector: I don’t see it. (To Janine) You are dancing with the tall guy over there. Tall guy, raise your hand! (He does. Janine goes over to him.)\nJoey: No-no hey buddy, please let me dance with that girl, I really like her and I think I have a shot.\nDirector: Really, y’think so? I don’t..\n(He leaves, and this girl grabs Joey and starts dancing really wild.)\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Chandler's apartment, Phoebe and Rachel are there and Chandler enters.]",
            "dialog": "Chandler: I couldn't find anything at Joey--Hey-hey, oh hey!\nRachel: Yeah, we found them. There were in the guest room closet behind some coats.\nPhoebe: Yeah, and you have nothing to worry about 'cos they're all crap!\nChandler: Those are my gifts, I got them for you.\nPhoebe: Ohhh. Thanks Chandler they're great!\nRachel: Well Chandler, what is this very weird, metal A Z thing?\nChandler: Those are book ends! That's a great gift!\nPhoebe: Oh, okay, I'm sorry, thank you for my azzz.\nRachel: Ha!\nChandler: Make sure you put all that stuff back in the closet, okay?\nRachel: Yes, okay, oh, by the way, I just gotta say, I think it's really nice of you that even after you've moved, you still keep storing that stuff for Joey!\n(Chandler does the weird clicky thing again.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The Set, the girl is still dancing with Joey.]",
            "dialog": "Joey: Hey-hey dancer girl! Can I go to the bathroom? I just.. (The girl starts dancing really close to him, so he picks her up, twirls her round, and puts her against a platform) Here we go. (He walks away to find Monica and Ross doing a really out of place dance) Looking good Gellers!\nRoss: We know!\nMonica: Hey, see that snippy guy over there? He’s the one who decides who gets up on the platform. We should go dance by him.\nRoss: Okay.\n(They dance over to him.)\nDirector: Okay, everybody hold!\n(Ross and Monica high-five)\nDirector: Next on the platforms are… (He points to the right of Ross and Monica, so they dance over to where he’s pointing to. He points away from them) …you two! And… (He points the other way, and Ross and Monica follow his arm. Again he points away.) …You two!\nMonica: Excuse me, sir, would it help if I weren’t wearing underpants?\nRoss: Monica! (Pause) Would it?\n(The director shakes his head.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The Men’s Bathroom, the tall guy is there as Joey enters.]",
            "dialog": "Joey: Hey! Tall guy! Hey, listen, I wanted to talk to you about that girl that you’re dancing with.\nTall Guy: She’s nice, huh? To think I almost brought my wife to this!\nJoey: Yeah, yeah, okay. Uh, look buddy, I came with that girl, and I had this plan to kiss her at the new years countdown – I’m trying to win her over, so I was wondering if..\nTall Guy: No I don’t think so.\nJoey: Oh come on man, you can dance with my partner, she’s real, uh, mellow!\nTall Guy: Look, are you dating this girl you came with?\nJoey: Well, I was hoping after tonight that maybe I could you know…\nTall Guy: No, no. She’s fair game if you ask me, sorry buddy!\nJoey: Alright, alright, hey y’know fair is fair, (he pretends to wash his hands) if you’re right, you’re right, what can I say, but hey oh no! (He throws water on the guy’s pants)\nTall Guy: God! What are you, in second grade?\nJoey: Hey, now you’re the one who wet his pants. (He throws another handful on him and runs out)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Set, Monica and Ross are dancing.]",
            "dialog": "Monica: Man, this sucks! Y’know if Mom and Dad don’t see us on TV after we made them so jealous, I mean, who’s gonna be the losers then?\nRoss: Hey, I know what’ll get us up on a platform!\nMonica: What?\nRoss: The routine!\nMonica: Ross, we haven’t done the routine since middle school.\nRoss: Hey, when the snippy guy sees the routine, he’ll wanna build us our own platform!\nMonica: Was it really that good?\nRoss: We got honourable mention in the brother/sister dance category! Look, it’s almost fake midnight, do we really have any other choice?\nMonica: Okay, let’s do it. Mom and Dad are gonna be so faced!\n(They move into a space, and Ross points to his eyes and then to hers)\nMonica: 5 6 7 8!\n(They start the routine. However hard I try, I really cannot describe it. You will have to watch it. I’m sorry.)\n(When they finish, they walk over to the director)\nRoss: So, do we really have to ask who’s going up on the platform next?\nDirector: Oh no! You get up there and do that again exactly like that!\nMonica: Yes! (They run over to a platform)\nDirector: (To Cameraman) Make sure you get this, they’re gonna want it for the bloopers show. (To everyone) Alright cut! Listen up everyone, when we start again it’s gonna be the countdown to new years, so I wanna see everybody’s excitement.\n[Cut to Joey and Janine]\nTall Guy: Hey, pal, you have about three seconds to get away from my partner.\nDirector: What’s going on over here?\nJoey: Uh, take a look at the guy’s pants! I mean, I know you told us to show excitement, but don’t you think he went a little overboard?\nDirector: What’s the matter with you? Get out of here!\nJoey: Yeah, take a hike wetpants!\n(The director pushes the Tall Guy away)\n[Cut to Ross and Monica, who are finally on a platform!]\nRoss: Can you believe this? We’re gonna be on the platform for the Millennium moment!\nMonica: I know! Hey, you haven’t been practising the routine, have you?\nRoss: No!\nMonica: Me too!\nRoss: Hey, when the music starts up again, I was thinking of maybe goind into the robot, y’know? (He mimics a robot)\nMonica: Ross, I think we should stick to the routine, we don’t wanna look stupid!\nDirector: Alright we’re back! Ten seconds left here we go! Ten! Nine! Eight! Seven! (He continues to count as we hear Joey think)\nJoey’s Head: Okay, it all comes down to this. Whatever happens, happens. Destiny.\nAll: Three, Two, One!\nDirector: Cut!\nJoey: No! Year! Happy No Year!\nDirector: Okay, here’s where we go to the live shot of Times Square, nice work everyone that’s a wrap!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Chandler’s apartment, Chandler and Rachel are there, and Phoebe enters with the Chick and the Duck.]",
            "dialog": "Phoebe: Hey! Look who I found!\nChandler: Oh, hey guys!\nPhoebe: Y’know, birds have a very good sense of direction, and I thought maybe they could help us find where the presents are hidden.\nChandler: Yes, if the presents are hidden south for the winter.\nPhoebe: Or we could just follow your clever jokes – any ideas? No! Didn’t think so! Okay, c’mon guys, show us where the presents are!\nChandler: Oh, the duck seems to think that Monica got me garbage! Hmm, I wonder what I could get Monica that’s as good as garbage?\nPhoebe: Hmm, how about my azzz?\n(Rachel sits on the window seat, and knocks against it)\nRachel: Hey, this is hollow.\nPhoebe: What?\nRachel: This bench, it’s hollow! I can’t believe I never knew that! (She pushes all the pillows off it and opens it up) Oh, the presents!!!\nPhoebe: No, don’t look directly at them!\nChandler: What?\nPhoebe: Alright, no, we could look at them!\nRachel: Oh, this one’s for me!\nPhoebe: Oh, this one’s for Chandler. Here.\nChandler: Oh great!\nPhoebe: And the big one’s for me!\nRachel: Ooh, let’s open them!\nChandler: Okay! Okay! Okay!\nPhoebe: Hee hee!\nChandler: Wait, we can’t do this.\nPhoebe and Rachel: Why?\nChandler: I don’t wanna know what Monica got me. Y’know? I mean, look, I’m sure she worked really hard at getting you a present, and wanting to surprise me, and you guys are gonna ruin that, and I, look we have to put these back, this is not what Christmas is about.\nRachel: Whatever Linus, I’m opening mine.\nChandler: Nobody is opening anything ok? Look, I don’t know about you guys, but I wanna see the look on Monica’s face when I give her my present, and I’m sure she wants to see the look on my face when I get mine. So please, please, can we just, can we put them back?\nPhoebe: Will you get us better gifts?\nChandler: Fine!\n(Monica enters, and they throw the gifts behind them.)\nMonica: Hey guys! You found the presents? Chandler, you let them find the presents? Great! Do you know how long it took me to find you that water purifier?\nChandler: That’s what you got me?\nPhoebe: Oh yes, I see what you mean. That look is priceless.\n(Rachel leans over to look at him.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Joey and Janine’s apartment, they both enter.]",
            "dialog": "Joey: Home sweet home, huh? Nice to, uh, get back to reality. Plus we know how the New Year’s gonna go off. I guess there’s no reason for all that Y2K panic, y’know? Anyway, g’night!\nJanine: Joey.\nJoey: Yeah?\nJanine: (She takes his hands) 3, 2, 1. (She kisses him) Happy New Year.\nJoey: Oh, yoii. What was that for?\nJanine: Well, I don’t know tonight when they yelled cut and we didn’t get to kiss, I was really, really, disappointed, and I just, really wanted to kiss you\nJoey: Really? In the moment, I really wanted to kiss you too. In the moment.\nJanine: In the moment, yeah.\nJoey: But only in the moment. So do ya wanna kiss again?\nJanine: Sure, New Year’s Eve is only two weeks away. Can you wait?\nJoey: No.\nJanine: Me neither.\nJoey: 3, 2,\nJanine: Joey, you don’t have to count down every time we kiss.\nJoey: Uh, yeah, okay. Except I sorta felt like I needed a couple of seconds to get ready.\n(They kiss to the music of Auld Lang Syne)\nEnding Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler's apartment, everyone except Joey is there.]",
            "dialog": "Monica: We were on the platform, ready to dance the world into the new Millennium, and the guy yelled ‘CUT!’\nRachel: Uh, wait, so you guys are telling me you actually did the routine from eighth grade?\nMonica: Yeah. But of course we had to update it a little bit. (To Ross) Hey, by the way, great thinking about catching me!\nRachel: ‘Cos I was gonna say there’s no way you could’ve done the end the way you guys did it back then!\nMonica: What? We could do it!\nRoss: I don’t know, I mean you were a lot bigger, I mean, stronger back then.\nMonica: I can do it, okay? Come on, let’s go. (She and Ross get up)\nMonica and Ross: 1, 2, 3, 4, 5, 6, 7, 8 (Ross runs to be caught by Monica, but she moves out of the way)\nMonica: I can’t do it! (Ross falls into Monica’s room)\nChandler: Now you do that, you’re on TV.\nEnd\n"
        }
    ]
}