{
    "metadata": {
        "season": "SEASON 6",
        "title": "603 Ross's Denial",
        "written_by": "Seth Kurland",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, Joey, Monica, and Phoebe are there as Chandler enters.]",
            "dialog": "Chandler: (entering) Hey!\nPhoebe: Hey! Check it out! This is unbelievable! Joey has been holding his breath for almost four minutes!\n(We see Joey who has puffed up his cheeks and Chandler nonchalantly reaches down and pinches Joey’s nose shut. In a few seconds, Joey has to move because he’s now forced to actually hold his breath.)\nJoey: (To Chandler) Dude! What are yo—you trying to kill me?!\nRachel: (entering from her room) Pheebs, I wanna ask you something.\nPhoebe: Uh-huh, what?\nRachel: Well since I’m movin’ out and-and you’re so beautiful…\nPhoebe: Oh!\nRachel: …how about I move in with you?\nPhoebe: Well, that would be great but then what do we do about Denise?\nMonica: Who’s Denise?\nPhoebe: My roommate.\nRachel: You have a roommate?!\nPhoebe: Yes, Denise. Denise!\nJoey: Hey, what is with the secrecy Phoebe? Huh? And what about this Denise, is she cute?\nChandler: Pheebs, I don’t understand. How can you have a roommate that none of us know anything about?\nPhoebe: Maybe because you never listen to anything that I say. I talk about her all the time! DENISE!!!!!\nJoey: Hey Rach, listen I was thinkin’ uh, I’m gonna have an extra room over at my place…\nRachel: Oh, that’s true.\nJoey: Yeah, why don’t you move in with me? It’ll be great! We could stay up late, watch movies, and you know about Naked Thursday’s right?\nRachel: Yeah, yeah I think I’m gonna find my own place.\nChandler: Hey-hey! I thought Naked Thursday’s was just our thing man!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Ross is reading a magazine, eating a cookie, and drinking some coffee as Phoebe enters.]",
            "dialog": "Phoebe: Hey.\nRoss: Hey!\nPhoebe: So, what did Rachel say when you told her you were still married to her?\nRoss: Oh, that. Umm, she took it really well.\nPhoebe: You didn’t tell her did you?\nRoss: No.\nPhoebe: Of course not, because you’re in love with her.\nRoss: I am not in love with her. She was very upset about having to move out so I eh, didn’t tell her we were still married because she would only get more upset. I-I just comforted her, as a friend.\nPhoebe: What do you mean, comforted her?\nRoss: It’s nothing, I just gave her a hug.\nPhoebe: Ah-ha! A classic sign of love, the hug!\nRoss: It’s also a sign of friendship.\nPhoebe: Yeah, not in your case Lovey Loverson. (Tries to take a bite out of Ross’s cookie.)\nRoss: (grabs back his cookie) It was a hug!\nPhoebe: Okay, just tell me this, did you or did you not smell her hair?\nRoss: S-s-smell her hair? What if I did?\nPhoebe: Ninety percent of a women’s pheromones come out the top of her head! That’s why, that’s why women are shorter. So that men will fall in love when they hug them! (Ross is staring at her dumbfounded.) Oh come on Ross, you’re a scientist.\nRoss: I was hugging her as a friend. It’s not my fault her-her hair got in my face, she’s got a lot of it and it smells all-all uh…coconutty. (Phoebe raises her eyebrows.) What?! Oh, that doesn’t mean I have feelings for Rachel! Maybe it means I have feelings for coconuts!\nPhoebe: (taking his coffee) Okay, whatever you say. But just be careful, all right? Rachel’s not in the same place you are.\nRoss: (grabbing back his coffee) If the place you are referring too is being in love, then she is in the same place as me because I am not in that place!\nPhoebe: Okay, I didn’t understand that, but y’know, maybe that’s ‘cause you were speaking the secret language of love!\n(She goes for his magazine and he grabs it away before she reaches it. But she was only using the magazine as a decoy because she grabs his cookie and coffee, takes a bite out of the cookie and drinks some of the coffee.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler and Monica are there as Joey enters.]",
            "dialog": "Joey: Hey! (To Chandler) Dude, some guy just called for you.\nChandler: Who was it?\nJoey: I don’t know! How about, \"Thanks for taking the message.\" Jeez! (Exits.)\nMonica: Okay listen, y’know when you move in Rachel’s room is gonna be empty, you wanna talk about what we want to do with it?\nChandler: Sure!\nMonica: Okay, I was thinking we should have a beautiful guest room, right? With a mahogany sleigh bed and bedside tables with flowers on them all the time! And we could have a roll top desk with comment cards on them so people could say how much they loved staying here!! Okay, whatever, I really haven’t thought about it that much.\nChandler: Well, I like that idea. Obviously! I was thinking maybe-maybe-maybe it could be a game room, y’know? I mean you can buy old arcade games like uh, like Space Invaders and Asteroids for $200, the real ones! The big-big ones!\nMonica: No.\nChandler: Okay so you mean no as in, \"Gee Chandler, what an interesting idea. Let’s discuss it before we reject it completely.\"\nMonica: Oh, I’m sorry. Of course I mean that. Interesting idea, umm, talk about it, but no.\nChandler: So, that’s it?\nMonica: I just don’t think arcade games go in the beautiful guest room. The beautiful guest room is gonna be filled with antiques.\nChandler: Which is why Asteroids is perfect! It’s the oldest game!\nMonica: What do you have against the beautiful guest room?\nChandler: I don’t have anything against the beautiful guest room, especially since everybody we know lives about 30 seconds away!\nMonica: Are you mocking me?\nChandler: No, I’m not mocking you, (in a mocking voice) or you beautiful guest room. (Exits.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is coming from across the hall.]",
            "dialog": "Joey: Hey, what’s up?\nChandler: Nothing, Monica and I had a stupid fight.\nJoey: But you’re still moving in together, right? Because my ad came out today. (Shows him the paper.)\nChandler: (reading the ad) \"Wanted. Female roommate, non-smoker, non-ugly.\" Nice!\nJoey: Yeah? I just figured y’know, after living with you it’d be an interesting change of pace to have a female roommate, y’know? Someone I can learn from, someone-someone who’s different than me. And what’s more different than me; a guy who’s not 19 than say a girl who is 19? Enh? (Points to his head.) Not just a hat rack my friend!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Phoebe is on the couch staring off into space as Rachel enters.]",
            "dialog": "Rachel: Pheebs, I have to ask you…\nPhoebe: Shhhhhh! I’m swamped right now.\nRachel: You’re just staring into space.\nPhoebe: Umm, I’m trying to move that pencil. (There’s a pencil lying on the table.)\nRachel: This one? (Picks it up.)\nPhoebe: It worked!\nRachel: Pheebs, this whole apartment thing is just a nightmare! Every place I can afford comes with a roommate who is a freak. I mean, look at this; (Points to one and starts to read it.) \"Wanted. Female roommate, non-smoker, non-ugly.\" It’s just, there is nothing! The city’s full!\nPhoebe: Wait, no, look at this! (Points to one.) (Reading) \"Two bedroom, two bath, must be non-smoker, Satan worshipers okay…\" Oh, yeah, but it’s on the ground floor.\nRoss: (entering) Hey!\nRachel: Hey.\nRoss: Rach, uh, you still looking for a place?\nRachel: Yeah! Why?\nRoss: Okay, there’s this guy, Warren, from the museum and he’s going on a dig for like two years and he’s got this great place he needs to sublet. So uh, you interested?\nRachel: That sounds great! I’d love to live at Warren’s!! I love Warren! Thank you!\nRoss: Don’t thank me! If you wanna thank something, thank the volcano that erupted thousands of years ago, killing but perfectly preserving an entire civilization. (Rachel just looks at him.) Here’s Warren’s number.\nRachel: Oh, this is great! I am gonna call him right now! (Jumps up.) Oh, thank you!\n(She hugs him and he starts to hug her back but notices the look Phoebe is giving him and pushes her away.)\nRoss: Okay, you go grab it!\nPhoebe: I saw it.\nRoss: I don’t know what you’re talking about.\nPhoebe: Umm, I’m talking about that which you already know but won’t admit. You love her again; you re-love her!\nRoss: Look, I do not re-love her.\nPhoebe: I can’t believe you won’t just admit it! (Pause) Okay, just promise me that you won’t do anything stupid.\nRoss: Look, we’re just friends now! Okay? Why would I do anything stupid?\nRachel: (returning from calling Warren) Ugh!!! Well, the apartment is already subletted! I mean, this is just hopeless. I’m never gonna find anything.\nRoss: You can live with me.\nRachel: What?!\nPhoebe: What?!\nRoss: What?\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, continued from earlier.]",
            "dialog": "Rachel: Oh my God! Are you serious?!\nRoss: Uh-huh. (Phoebe grunts.)\nRachel: I would love to live with you Ross; that’s-that’s great! Thank you!\nRoss: Well, I’m-I’m just glad I could, y’know, help you out.\nPhoebe: Wow! I’m-I’m so happy for you guys. (To Ross) This is so-so, not stupid.\nRachel: Ross-Ross, you have no idea what this means to me! I mean, I mean I was gonna be homeless. You just saved me! You’re my hero!\nRoss: Hero, I uh, I don’t know—well, all right.\nRachel: Oh, I have to go tell Monica what a wonderful brother she has! (Kisses him on the cheek and exits.)\nRoss: Oh please! (He sits down.) (To Phoebe) You’re gonna say things now, aren’t ya?\nPhoebe: No. No, I won’t. But I should tell you this, this exact same thing happened to my roommate Denise. She moved in with a guy who was secretly married to her and he said he didn’t love her, but he really did, and it just blew up! And that’s how she ended up living with me! (Ross looks at her.) (Pause) Okay, that’s a lie.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is in the kitchen as Chandler enters.]",
            "dialog": "Chandler: Hi.\nMonica: Hi.\nChandler: Hi, listen, I’m sorry about before. I don’t need to have a game room. I mean when I was a kid I only played those games because I couldn’t get girls, and now I can ‘em—Now, I have you. (Monica glares at him.) Not-not that I think that I have you or think of you as property in any sort of way, I see women…\nMonica: Stop it Chandler. (Chandler is relieved) I’m sorry too.\nChandler: Really?\nMonica: Yeah! Oh yes!\nChandler: Ohh.\nMonica: Listen, we don’t have to make that a guest room, we can think of something to do with the room together.\nChandler: That’s a great idea! We can easily think of a way for us both to enjoy the room.\nMonica: Totally!\n(They start thinking.)\nChandler: We don’t have to come up with this now.\nMonica: Oh good.\nChandler: Hey, y’know what? Why don’t we think about changes we can make in the living room?\nMonica: Changes?\nChandler: Yeah, I mean we’re gonna have to move around some furniture to make room for my chair. (Kisses her and heads into the living room.)\nMonica: You’re-you’re-you’re gonna bring the Barca Lounger over here?\nChandler: Is that a problem?\nMonica: Well, it’s a set and they should probably stay together.\nChandler: Oh, that’s cool. Then I’ll just bring them both over.\nMonica: See now-now you’re taking them away from their home.\nChandler: Okay, I get it. So, I get nothing! Nothing here is mine! Everything here is yours! I’ll get up in the morning put on your clothes, and head off to work!\nMonica: Yeah-yeah, y’know what? Yeah, that’s it-that’s it, everything will be mine! Nothing will be yours! That’s-that’s what I said! Oh come on, Chandler! I’m talking about the barca lounger! It just, it doesn’t match! Where is it gonna go?!\nChandler: In the game room!\nMonica: Look it is not my fault that your chairs are incredibly ugly!\nChandler: All right! That’s fine! That’s fine! I won’t bring over the chairs! I won’t bring anything over! I wouldn’t want to ruin the ambiance over here at Grandma’s place!! (Storms out.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is interviewing a potential roommate. And yes, she’s a female, non-smoker and very non-ugly.]",
            "dialog": "Joey: (exiting from Chandler’s room with the new roommate) Everything on your application looks really good—Ohh! Just one last question umm, are you and your friends gonna be over here all the time like partying and hanging out?\nThe Potential Roommate: Oh don’t worry, I’m not really a party girl.\nJoey: Whoa!! Now look, don’t be just blurtin’ stuff out. I want you to really think about your answers. Okay?\nChandler: (entering) You can call off the roommate search! (To the potential roommate) Hi! I’ll be living here. (Heads for the bathroom.)\nJoey: Oh don’t listen to him, he’s just some guy who really wants the apartment, but I don’t think he’s gonna get it.\nChandler: Why did you take the shower curtain down?\nJoey: That thing was a hazard! (To the potential roommate) I’m very safety conscious.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ross’s Apartment, Rachel is entering and Ross is making some room on the shelves for his stuff.]",
            "dialog": "Rachel: Hey!\nRoss: Hey! Oh listen, I was just clearing some space for your stuff.\nRachel: Oh thanks, but listen, I was just at Monica’s and she and Chandler had a big fight and they’re not moving in.\nRoss: What do you mean, they’re not moving in? They-they’re still moving in right?\nRachel: No-no, they just had a big blowout over what to do with my room.\nRoss: What?! Over a stupid room!\nRachel: Yeah, I feel kinda bad for them, but I’m also really psyched ‘cause I don’t have to move in here!\nRoss: Oh no, yeah no, that part’s great!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's, Ross is entering, dragging Chandler, to mediate the argument between Chandler and Monica.]",
            "dialog": "Ross: What’s all this about you guys fighting?! Is this really over a room?! I mean, that is so silly!\nMonica: Ross, we can handle this.\nRoss: Well, apparently not, and I can’t just stand by and watch two people I care about very much be hurt over something that is so silly. I mean, enough of the silliness!\nChandler: Well, why don’t you tell her to stop being silly! (Monica mocks him and he joins in.)\nRoss: (stopping them) Okay-okay! Two very good points, look I’ve known you both a long time, and I’ve never seen either of you one/millionth as happy as you’ve been since you’ve got together. Do you really want to throw that all away over a room? That is so silly. Now wh-what is more important, love or silliness?\nChandler: Well, we are fond of the silliness, but we also have a soft spot for the love.\nMonica: Love is the best medicine.\nChandler: That’s laughter.\nMonica: Why do you do it?\nChandler: I don’t know.\nRoss: Okay! All right! Now, Chandler you-you wanna live with Monica, right?\nChandler: Yeah, I do.\nRoss: And Mon, you wanna live with Chandler, don’t ya?\nMonica: Yes.\nRoss: (jumping up) Good! A verbal contract is binding in the state of New York! (Storms out.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Rachel is sitting at the counter waiting for Gunther, yep Gunther’s back, to refill her coffee.]",
            "dialog": "Gunther: So I understand you’re looking for a place.\nRachel: No-no, I’m staying put.\nGunther: Oh, I was going to offer you my apartment.\nRachel: Why, where are you going?\nGunther: I don’t know.\nRoss: (entering) Hey Rach!\nRachel: Hi!\nRoss: You’re never gonna believe it uh, Monica and Chandler are moving in again. That’s great news right—I mean for them. Right?\nRachel: Oh wow.\nRoss: Yeah but, on the bright side, we get to be roommates again.\nRachel: Yeah. Y’know umm, uh, umm, about that, umm, Ross I really appreciate your offer to let me move in and everything, but don’t you think it’s gonna be weird?\nRoss: Wh-why?! Why-why-why would it, why would it be weird?\nRachel: Well, because of us! Because of our history.\nRoss: No!\nRachel: No?\nRoss: No! No! It would be weird if we were still in that place, I mean are you still in that place?\nRachel: No! Not at all!\nRoss: Good! Me neither! So it’s not a problem. We’re just two friends who happen to be roommates.\nRachel: Okay, but Ross, eventually you and I are gonna be dating.\nRoss: Really?! We are?\nRachel: Yeah! I’m gonna have a boyfriend, you’re gonna have a girlfriend…\nRoss: Ohh! That would be great.\nRachel: But y’know what, if you think it’s gonna be okay we’ll just work out a system. Y’know, it’ll be like college, I’ll hang a hanger on the door and put a sign, \"Come back later, I’m gettin’ lucky.\" (Laughs.)\nRoss: (laughs as well, but for a different reason) Yeah, I didn’t think of that.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler is once again being dragged in by Ross so he that he can try to manipulate the situation so that it’s best for Ross, not necessarily what’s best for Monica and Chandler.]",
            "dialog": "Ross: So are you sure about this whole moving in thing?! I mean it’s a really big step! And-and what’s the rush?!\n(They both start laughing at him.)\nMonica: That’s very funny!\nChandler: He’s being silly, because he knows that we enjoy the silliness!\nRoss: No, I-I-I’m serious, okay? I mean, think about it. You move in, you start fighting over stupid game rooms, next thing y’know you break up!\nMonica: Ross, you were right before, it was just a stupid fight about a room.\nRoss: Okay, there are no stupid fights!! This isn’t about the room, this is about what the room…represents! And unfortunately, this room (Points to Rachel’s room) could destroy you!!\nChandler: Yeah, I'm not so worried.\nMonica: Yeah, no, me neither.\nRoss: Fine! It’s your life! (Starts to storm out mad about his failed attempt at the manipulation of his best friend and sister, but stops and tries one last time.) I just don’t want to see you guys break up! Which you will do if you move in together, (Monica and Chandler just stare at him.) but that’s what you want, there’s nothing I can do. (Opens the door and tries one more time.) DON’T DO IT!!!!! (Finally leaves.)\nMonica: You still want to move in together right?\nChandler: Of course!\nMonica: Ross didn’t scare you?\nChandler: Scared me out of ever wanting to live with him.\nMonica: Come here, I want to show you something!\nChandler: Okay!\n(They run to the living room where Monica has moved the chair back (Towards the step), the coffee table forward (Towards the TV), and taped a square outline on the floor.)\nChandler: Oh my God! Someone’s killed Square Man!\nMonica: This is where I thought the barca lounger could go! You see you could see the TV and it’s still walking distance to the kitchen.\nChandler: Oh that’s so sweet! I want to show you something too!\nMonica: Okay!\nChandler: Y’know those big-big uh, road signs that say \"Merge?\"\nMonica: Uh-hmm.\nChandler: Y’know? So I was thinking that we could get one of those signs and hang it over our bed. Because, that’s you and I together! Merge!\nMonica: Oh my God! I love that!\nChandler: Really?!\nMonica: Uh, no!!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, Phoebe is singing a new song. Yep, the first new Phoebe song of season six, Ross, Joey, and Rachel are also there.]",
            "dialog": "Phoebe: (singing) I found you in my bed!\n                          How’d you whined up there?\n                          You are a mystery!\n                          Little black curly hair!\n                          Little black curly hair!\n                          Little black, little black, little black, little black, little black curly hair…………\n(Applause.)\nPhoebe: Now if you want to receive e-mails about my upcoming shows, then please give me money so I can buy a computer.\nRoss: (To Rachel) So umm, where are the other guys?\nRachel: Umm, well let’s see Monica and Chandler are occupied.\nRoss: Fighting?!\nRachel: No, the other thing. I really think it’s great they work things out.\nRoss: Yeah. There’s no breaking them up, is there?\nRachel: Hey, can I borrow the key to your house so I can run across the street and make a copy?\nRoss: Sure! Here. (Hands her his keys.)\nRachel: Thank you. (Gets up) Now are you sure? Because once I make a copy, there’s no turning back.\nRoss: Yeah, I’m-I’m sure. (Deadpan) Yeah, get out of here before I change my mind. (She exits)\nJoey: Umm, listen, Ross do you really think this moving in with Rachel is a good idea?\nRoss: I’ve been back and forth.\nJoey: Yeah well, maybe you should go back! Okay? Rachel moves in, and before you know it you’re right where you don’t want to be! Back together!\nRoss: Ehh, I don’t, I don’t think so. She’s already talked about y’know, dating other guys.\nJoey: That’s not gonna work out! Then she’s gonna come home all weepy and you’ll be tellin’ her, \"Oh that’s okay. You’ll find someone.\" And then, bamn! She finds you!\nRoss: Yeah, well, m-maybe you’re right.\nJoey: I am telling you Ross, she is definitely gonna fall in love with you again! Now, is that what you want?\nRoss: Is that what I want?\nPhoebe: (on the microphone, accidentally) Yes.\n(Rachel enters.)\nJoey: Here she comes. Hold on, I’m gonna make your life much easier.\nRachel: All right, well the place was closed. I’ll just copy it later.\nJoey: Or not. Uh, Rach, why don’t you just move in with me? (Rachel sighs.)\nRoss: Whoa! Whoa! Whoa, Joey!\nJoey: No-no-no-no-no-no-no-no… It’s okay, I mean I—look Rach, I know I scared you off with that whole Naked Thursday’s thing, but we don’t have to do that!\nRachel: Well, it would be easier to move just right across the hall. Wait a minute, unless you’re thinking about Naked Wednesday’s.\nJoey: Thursday’s clearly not good for ya, pick a day!\nCommercial Break\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler and Joey's, Joey has The Potential Roommate back for another interview.]",
            "dialog": "Joey: (opening the door to The Potential Roommate) Hi!\nThe Potential Roommate: Hi!\nJoey: Come in. Thanks for comin’ back, umm, okay there have been a lot of people interested in the room, but I have narrowed it down and you are one of the finalists!\nThe Potential Roommate: Great!\nJoey: Okay now, before I make my final decision I uh, I just want to make sure our personalities match. Okay, so I made up a little test. Now, I’m gonna say a word and then you say the first thing that comes to mind.\nThe Potential Roommate: I can do that.\nJoey: Okay! Here we go. Pillow.\nThe Potential Roommate: Fight.\nJoey: Very good! Okay. G.\nThe Potential Roommate: String?\nJoey: Excellent! Okay umm, doggy.\nThe Potential Roommate: Kitten?\nJoey: Ooh, sorry! No-no-no, so close though, but—bye-bye! (He ushers her out the door.)\nEnd\n"
        }
    ]
}