{
    "metadata": {
        "season": "SEASON 6",
        "title": "624 The Proposal, Part I & II",
        "written_by": "Shana Goldberg-Meehan & Scott Silveri",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler is showing Ross, Rachel, Joey, and Phoebe his engagement ring again.]",
            "dialog": "Ross: God that is the most beautiful engagement ring ever!\nRachel: Yeah? Well, you should know. You’ve bought like a billion of ‘em.\nRoss: Yeah, you didn’t get one.\nChandler: Okay, well tonight’s the big night.\nPhoebe: Yeah!\nJoey: Okay listen, how are you gonna ask her?\nChandler: It is going to be perfect. I am taking her to her favorite restaurant. I’m going to get her a bottle of the champagne that she really loves; therefore knows how expensive it is. Then when the glasses are full, instead of proposing a toast I’m just gonna propose.\nRachel: Ohh…\nJoey: That sounds perfect!\nChandler: Yeah.\nJoey: You’re gonna mess it up let me do it.\nChandler: I’m not gonna mess it up.\nPhoebe: If she says no, can I have the ring?\nChandler: She’s not gonna say no.\nPhoebe: If!\nMonica: (entering) Hey!\nRoss: Hey!\n(Monica’s entrance makes Phoebe try to hide the ring by putting it in her mouth.)\nChandler: Hey!\nPhoebe: (with her mouthful) Hi Monica.\n(Monica goes into her room.)\nChandler: (To Phoebe) Give me it!\nPhoebe: It’s gone.\nChandler: Phoebe!\n(She takes it out of her mouth and hands it to him as Monica returns from her room and this time forcing Chandler to put the ring in his mouth.)\nJoey: Hey!\nChandler: (with his mouthful) Hi Monica.\n(She goes into the bathroom.)\nPhoebe: (To Chandler) We’re practically kissing. (Makes a kissy face and winks at him.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Monica, Chandler, Phoebe, and Joey are there as Rachel enters.]",
            "dialog": "Rachel: (entering) Hey!\nChandler: Hey!\nJoey: Hey Rach!\nRachel: Are any of you guys free tonight? My boss is hosting this charity event for underprivileged kids and the more people I bring, the better I look. So, Monica? Chandler?\nChandler: (glaring at her) Well, Monica and Chandler can’t go. We’re going to dinner remember?!\nRachel: Oh my God, I’m so sorry.\nMonica: What’s the big deal?\nChandler: I just get mad when Rachel doesn’t remember where we’re going.\nJoey: Where are you going?\n(Chandler stares at him.)\nRachel: How about you guys? (Points to Phoebe and Joey.)\nPhoebe: Open bar?\nRachel: I think so.\nPhoebe: I can do that for the kids.\nJoey: Hey, y’know what? I’ll come too. I’m making money now; it’s about time I give something back.\nChandler: Well, you could also give back the money you owe me.\nJoey: Okay. Have a benefit.\nRoss: (entering) Hey!\nRachel: Hey! Ross, listen can you come to a charity event tonight?\nRoss: Oh no, I have plans with Elizabeth.\nChandler: Oh, so you’re already doing your part for the kids.\nRoss: I’m sorry, it’s just one of my last nights together before she leaves for camp—to be a counselor!\nMonica: Ross let me ask you a question. All jokes aside, where is this relationship going?\nChandler: Wait a minute, all jokes aside? I didn’t agree to that!\nMonica: Do you really see this as a long-term thing?\nRoss: I don’t know.\nPhoebe: Y’know, you are 12 years older than her.\nRoss: Wait a minute, does-does everyone feel this way?\nAll: Yeah! Yeah, sort of. I’m sorry.\nRoss: Uh-uh—Wow! Uh, I thought you guys were just like making jokes, I had no idea. What you know what? You guys are wrong. Uh yes, there is a chronological age difference but I never notice it. You know why? Because she is very mature. Besides, it doesn’t really matter to me what you guys think. I mean, I’m the one dating Elizabeth, not you!\nJoey: That’s not what she said last night. (Ross glares at him.)\nRachel: See? Now, he could date her.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler is practicing proposing.]",
            "dialog": "Chandler: Will you marry me? Will you marry me? (Makes like a gun with his fingers.) Hey, you marry me! (He gives up as Joey, Rachel, Phoebe, and Ross slink in all excited.) What’s going on little elves?\nJoey: It’s the big night! We wanted to wish you good luck!\nRoss: Yeah, yeah you have the ring?\nChandler: Yeah, right here in my pocket. (Pats his pocket. Phoebe smiles, goes over to hug him, and removes the ring from his pocket.) Pheebs?\nPhoebe: Oh! Oop! (Hands him back the ring.)\nChandler: Okay, now will you guys get out of here? I want this is to be a surprise and she’s gonna know.\nRoss: (to the rest of them) Yeah-yeah you guys. Get out of here!\n(Monica enters from the bedroom.)\nMonica: Hi guys.\nChandler: (To Monica) You are beautiful.\nMonica: Oh, thank you! (The gang exhibits signs of quiet apprehension and wears knowing glances.) (Monica giggles.) What’s going on?\nRachel: (breaking up) We’re just really…very excited about this charity event that we have to go to.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Charity Event, they’re holding a silent auction, Rachel is looking at one of the items and Phoebe walks up and hands her a glass of wine.]",
            "dialog": "Phoebe: Here.\nRachel: Oh! Thank you!\nPhoebe: So now what’s going on here?\nRachel: Uh well, uh this is a silent auction. They lay out all the stuff here and then you write down your offer and then the highest bid gets it.\nPhoebe: No, I know what a silent is I meant, what’s going on with your hair?\nRachel: (suddenly worried) Uh, wh-why?\nPhoebe: No! It’s nice!\n(Rachel’s boss, Mr. Thompson walks up.)\nMr. Thompson: Nice to see you Rachel.\nRachel: Oh, hi!\nMr. Thompson: So glad you brought someone.\nRachel: Someone? I brought people. Mr. Thompson, this is Phoebe. Phoebe, this is Mr. Thompson. (She introduces them.) He’s the head of my department.\nPhoebe: Oh, hi. (They shake hands.)\nRachel: And I also brought my friend Joey…\nJoey: (behind them) Oh!! Shrimp toast! (Walks right past the little group on his way for the shrimp toast.)\nRachel: Well, y’know I-I don’t know where he is.\nMr. Thompson: Well, I hope you’re gonna bid on some things Rachel.\nRachel: Well, y’know what? Actually, I was about to bid on this lovely trip to Paris.\nMr. Thompson: Ohh, nice choice.\nRachel: Yeah.\nMr. Thompson: Good luck.\nRachel: Thank you. (Mr. Thompson walks away and after he’s left.) Okay, (writing her bid down) twenty dollars.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Elizabeth’s Dorm Room, Ross is walking up to her door and knocks on it. Suddenly the door opens and Elizabeth drags him into the room.]",
            "dialog": "{Transcriber’s Note: Elizabeth has two friends in the room with her who are named in the credits, but not in this scene. So I’m just gonna guess since it doesn’t matter one way or the other. (The last part is to discourage e-mails, who cares if I got it right or not?)}\nZoe: Shut the door! Shut the door!! (Runs over and closes the door.)\nRoss: What’s-what’s going on?\nElizabeth: The guys across the hall are throwing water balloons at us.\nRoss: Oh, you have to call the police! That’s what I did to the kids in my building!\nElizabeth: No, it’s a water balloon fight! We started it!\nRoss: Oh! (Does a laugh/groan.) Listen umm, I, I just stopped by to see if you wanted to see this play tonight. Umm, it’s supposed to be excellent. The director is the same…\nElizabeth: (ignoring him and picking up a pitcher) Who drank all the Kamikazes?\nSarah: (approaching with two filled balloons in her hands) Nobody! We put them in here! (Indicates the aforementioned balloons causing both of them to scream in delight and start drinking from the balloons.)\nElizabeth: (To Ross) You want some?! (Starts to squirt the Kamikaze at him.)\nRoss: No! Okay! Okay! (Stops her.) Okay, look, can I, can I just-just talk to you for a second?\nElizabeth: Yeah, sure.\nRoss: Uh, so this play umm, what do you think? It’s-it’s gotten great reviews! Y’know the uh…\n(Suddenly the door opens and two guys come rushing in wielding water balloons.)\nFirst Dorm Guy: Attack!\n(They start lobbing the balloons in. Ross desperately tries to get out of the line of fire but is struck in the back. The girls all retreat to relative safety behind the couch.)\nSecond Dorm Guy: Put your balloons down!\nThe Girls: You put your balloons down!!\nFirst Dorm Guy: You put your balloons down!!\n(Both opposing camps start screaming at each other to drop their weapons and surrender. Finally, Ross steps in as a mediator.)\nRoss: (screaming) Everybody put their balloons down!!! (There is a temporary cease fire.) Now this is a nice suit!! (Shows everyone where he was hit.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Charity Event, Mr. Thompson is announcing the winners of the silent auction.]",
            "dialog": "Mr. Thompson: Our next item is the romantic trip to Paris. (Pause.) It goes to Emil Alexander high a high bid of 2,300.\nRachel: Ugh! So close!\n(Phoebe returns a with a tray full of different kinds of drinks.)\nPhoebe: Hey you guys! Look!\nJoey: Hey!\nPhoebe: I got me some drinks!\nRachel: What are you doing?\nPhoebe: Open bar!\nRachel: Well now it’s an empty bar.\nPhoebe: You just can’t stand anyone else enjoying themselves can’t you?\nMr. Thompson: And finally, our biggest item of the night, the 22-foot gentleman’s day sailer sailboat. The winning bid was a whooping $20,000! (Joey suddenly gets excited.)\nJoey: I won! That was my guess!\nRachel: What?! What?! What?!\nJoey: I guessed 20,000!\nRachel: Joey! It is an auction! You don’t guess, you buy!\nJoey: What?! I don’t have 20,000!\nMr. Thompson: Congratulations on your new boat, Joey Tribbiani!!\n(Everyone applauds and he stands up slowly.)\nRachel: Joey! Sit down! (Pulls him down.)\nPhoebe: Forget her! You enjoy this!! (Pulls him back up and starts applauding again. Joey waves and does a salute.]\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: A Restaurant, Monica and Chandler are sitting at a table. Monica is checking her makeup as Chandler suddenly has a horrifying thought and starts patting down his pockets until he finds what he’s looking for and sighs in relief.]",
            "dialog": "Monica: What are you doing?\nChandler: (trying to cover up why his hand is over his heart) One nation, under God. Indivisible with liberty and justice for all. (Laughs.) I remembered it. (It’s a butchered version of the Pledge of Allegiance of the United States for our foreign friends.) The champagne is here. (The waiter is delivering it and pouring two glasses.)\nMonica: Are you okay?\nChandler: Yes! Yes! I’m good! Are you good? Are you good? Is everything—are you—are you perrr-perfect?!\nMonica: Yeah. I’m okay. I’m actually—I’m a little cold, can I have your jacket?\nChandler: Oh, yeah. (Starts to take it off and then realizes) Uh, no you can’t have my jacket! Because then I would be cold! If you thought that you were going to be cold, you should’ve brought your own jacket. But uh, other than that, are you okay? Are you okay?\nMonica: (laughs) Are you sure you’re okay?\nChandler: Yes! I’m fine. In fact I’ve been fine for a long time now and I think, the reason is you.\nMonica: Ohh that’s sweet!\nChandler: Okay umm, before I meant you I had really little life and I couldn’t imagine growing old with…\n(As he’s talking Monica notices someone familiar has just entered the restaurant. Let’s see; I seem to remember him driving a Ferrari in Hawaii solving crimes as a private investigator and as a certain eye doctor in more recent times.)\nMonica: (interrupting him) Oh my God!\nChandler: (not knowing the true meaning of her exclamation) I know, but just let me say it.\nMonica: Oh my God, Richard. (Yep, Richard’s back.)\nChandler: What?! I’m Chandler! (She nods towards the doorway, Chandler turns and looks) Oh, that’s Richard!\nMonica: Oh God, maybe he won’t see us. Richard!\n(Monica smiles then acts shocked. Chandler can’t believe she just did that.)\nRichard: (approaching them with a woman in tow) Monica! Chandler!\nChandler: Hey-hey, hey! (Gets up and hugs him.) I don’t know why I did that!\nMonica: Hey, it’s good to see you!\nRichard: You too, you let uh, your hair grow long.\nMonica: Yeah—Oh that’s right. You, you always wanted me too. Hey, I see you got your mustache back.\nRichard: Well, my nose got lonely.\nChandler: (to Richard’s date) And uh, you don’t have a mustache which is good. (She just smiles.) I’m Chandler; I make jokes when I’m uncomfortable.\nRichard’s Date: Hi, I’m Lisa.\nChandler: Hi.\nRichard: Oh, I’m sorry. (Introduces them.) Lisa, (nodding at each) Monica, Chandler. We used to date.\nChandler: Richard! No one supposed to know about us! (Richard just smiles at him.) See I, did it again.\nMonica: Chandler, wh-why don’t we sit down?\nChandler: Yeah, I’ll sit down. (He slides back into his chair.)\nMonica: (to Richard) It’s good to see you\nMatire'd: (to Richard) You’re table’s ready sir.\nRichard: Oh. Good to see you guys.\nChandler: Yes. (Thinking he’s gone.)\nMatire'd: (motioning to the empty table next to Monica and Chandler’s) Or if you prefer, this table is available.\nRichard: That might be fun. (Richard and Lisa sit down.)\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The Charity Event, Rachel, Phoebe, and Joey are sitting at their table.]",
            "dialog": "Rachel: What were you thinking?!\nJoey: I didn’t know it was an auction!\nRachel: Wh?!\nJoey: I figured, take a guess, help a charity, free boat!\nRachel: Why would a charity give away a free boat?!\nJoey: I don’t know! Charity?\nRachel: Ugh!\nPhoebe: Well, just buy the damn boat! (She’s still working her way through her tray of booze.)\nRachel: Phoebe, don’t you think you’ve had enough to drink?\nPhoebe: I’m just helping the kids!\nRachel: How is you drinking helping the kids?\nPhoebe: Because the more I drink, the less there is for the kids to drink.\nMr. Thompson: (approaching) Mr. Tribbiani.\nJoey: Oh hi!\nMr. Thompson: Your generous contribution brings us a big step closer to building the youth center.\nJoey: Just out of curiosity, how-how much is that boat worth?\nMr. Thompson: I think it was valued at 19,000\nJoey: (To Rachel) Hey, I was pretty close. (She just glares at him.) Uhh, so bad news. Umm, I can’t buy the boat, I don’t have any money.\n(Mr. Thompson looks shocked and at Rachel, she suddenly starts laughing.)\nRachel: Joey! Joey, good one! (Mr. Thompson starts to laugh.)\nMr. Thompson: That’s good. Very good! (Walks away.)\n(After he’s left, Rachel stops laughing and glares at Joey again.)\nJoey: So uh listen, I think I’m gonna take off now. (Starts to get up.)\nRachel: (stopping him) Hey! You…can’t…leave Joey! You agreed to buy that boat, all right?! That is a contract! And plus if you leave, my boss is gonna kill me!\nJoey: Well, what am I gonna do Rach?! I don’t have that kind of money!\nRachel: I know. Okay. (Whispering and thinking.) Okay. Okay. All right. All right, this is what we’re gonna do, we are gonna go to the next highest bidder, and we are just gonna let them buy it, and then you’re just gonna pay the difference.\nJoey: Okay.\nRachel: Okay.\nJoey: Look, I don’t know why the kids need a youth center anyway! Y’know? They should just watch TV after school like I did and I turned out fine!\nRachel: Not great.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Restaurant, Monica and Chandler’s and Richard and Lisa’s tables have been pushed together and they’re all eating and talking.]",
            "dialog": "Monica: And so, we’re hiding in the bathroom.\nRichard: And-and then I sneak out and before Monica can her parents come in.\nMonica: So I hide in the shower and the next thing you know they’re going at it right on the bathroom floor.\nLisa: (laughing) Oh my God!\n{Transcriber’s Note: For further reading on the above story, please check out The One Where Joey Moves Out.}\nChandler: I got a good one, I got a good one! I once walked in on both my parents making love to the same guy.\n(An awkward silence ensues.)\nRichard: It’s so great seeing you guys again. I’d like to make a toast. (Everyone raises their glasses) Uh, as a poet once said, \"In the sweetness of friendship, let there be laughter and sharing of pleasures for in the due of little things the heart finds it’s morning and is refreshed.\"\nMonica: Ohh.\nChandler: What?!\n(They all drink.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica and Chandler are returning to find Ross is there waiting for them.]",
            "dialog": "Ross: Oh my God, you guys!! (He’s excited about what he thought happened.)\nChandler: (stopping him from going any further) Before you say anything, have we got a story for you! Guess who we bumped into at dinner!\nRoss: Who?\nChandler: Richard!\nRoss: What? (Excited) A-ohh! (Realizes) Ohh. Oh that’s right that’s right. That’s Richard’s favorite place too.\nChandler: Oh you knew that. Good!\nMonica: I thought you were going out with Elizabeth.\nRoss: Yeah, I was but uh, she was a little busy with a water balloon fight.\nMonica: Oh Ross, sometimes grown-ups have commitments they just can’t get out of!\nRoss: Y’know, maybe she is too young for me. Y’know, when I was over there and she was running around with her friends, I felt like I was a baby-sitter. I finally started to see what you guys were talking about. I don’t know what to do.\nMonica: Why don’t you just weigh out the good stuff about the relationship against the bad stuff. I mean that’s what I did when I first (looks at Chandler and pauses) weighing stuff.\nRoss: Okay umm, bad stuff. Well, I’m-I’m 12 years older than she is.\nMonica: If the school finds out you’re fired.\nRoss: Hmm.\nMonica: She’s leaving for three months.\nChandler: For camp!\nRoss: Okay, good stuff. Umm, well she’s-she’s sweet and pretty and…\nMonica: Look Ross, the only question you need to ask is, \"Do you see a future?\" I mean like do you see yourself marrying her? (Ross pauses in consideration.) Oh my God! You did it already! You married her, didn’t you?!\nRoss: No! No! I…didn’t do that. It’s just… Okay, honestly no. I don’t, I don’t see a big future with her.\nMonica: Okay well I think…that’s your answer.\nRoss: I’ve got to talk to her. Ugh, I hate this part.\nChandler: Hey, you have to forget about Elizabeth. I mean if you’re not careful you may not get married at all this year!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The Charity Event, Rachel and Phoebe are sitting at the table as Joey approaches.]",
            "dialog": "Joey: Rach! Rachel! Okay, the next highest bidder is at table one.\nRachel: Oh great!\nJoey: (To Phoebe) Oh and uh the guy who got the Paris trip is at table four.\nPhoebe: Oh, okay.\nRachel: (To Phoebe) Why do you care about the guy who won the Paris trip?\nPhoebe: It’s a trip for two! (She gets up and takes off her blouse-type thingy she’s wearing over her dress.) Excuse me. (She walks over to table four.) Excuse me, is the person who won the Paris trip at this table?\nEmil Alexander: That was me.\nPhoebe: Oh, en chante. (She holds out her hand for him to kiss it, but he only shakes it.)\n{Transcriber’s Note: Please correct my French here.}\n[Cut to Joey and Rachel approaching table one.]\nJoey: Uhh, excuse me is there a Mr. Bowmont at this table?\nMr. Bowmont: That’s me.\nJoey: Ahh, yes. (Pushes Rachel in front of himself so that she could do the talking.)\nRachel: Oh well, hello. This is your lucky day Mr. Bowmont, the uh gentleman day sailer as just become available again and I believe that you made a bid of $18,000.\nJoey: You-you have to pay that! It’s not just a guess.\nRachel: (To Joey) Okay. Okay. (Shushes him.)\nMr. Bowmont: I was actually relieved uh I didn’t win the boat. My wife would’ve killed me.\nRachel: Ohh…\nJoey: Are you kidding me?! She’s gonna this boat!\nRachel: Y-Yeah! What-what is your wife’s name?\nMr. Bowmont: It’s Pam.\nRachel: Pam! Oh God okay, just imagine this, \"The Pam.\"\nJoey: Aw-awww!\nMr. Bowmont: I don’t think she’d like that.\nRachel: Okay, uh-uh imagine this, \"The Mr. Bowmont.\"\nJoey: Oooooh…\nMr. Bowmont: I don’t think so dear.\nRachel: Okay look, let me paint you a little picture. (She sits down next to him.) All right, you are settin’ sail up the Hudson! You’ve got the wind in your h—(sees that he’s bald)—arms! You-you get all that peace and quiet that you’ve always wanted! You get back to nature! You can go fishin’! You can—ooh, you can get one of those little hats and have people call you captain, and then when you’re old, Cappy.\nMr. Bowmont: What the hell, it’s for a good cause! All right!\nJoey: No way! It’s mine!!\nRachel: (To Joey) What?! What?!\nJoey: All that stuff you just said? I want that!\nRachel: But Joey you don’t have $20,000!\nJoey: Who cares?! I-I’ll make payments, whatever it takes, I want the Mr. Bowmont!!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica is taking out the garbage as Phoebe and Joey enter. Phoebe gasps.]",
            "dialog": "Joey: Oh my God, you’re back!\nPhoebe: Ohh, let me see it! Let me see your hand! (Chandler is frantically trying to wave them off.)\nMonica: Why do you want to see my hand?\nPhoebe: I wanna see what’s in your hand. I wanna see the trash.\nJoey: Yeah.\n(Chandler puts his face in his hands as Joey and Phoebe start to examine the trash.)\nPhoebe: Eww! Oh, it’s all dirty. You should throw this out.\nMonica: (suspiciously) Okay. (Exits to carry out Phoebe’s wishes.)\nChandler: (after the door closes) What did you guys just do?!\nPhoebe: What happened?\nChandler: Richard was there so I couldn’t do it!\nJoey: What?! Noooo… (Phoebe gasps.)\nChandler: I’m gonna do it tomorrow y’know, and-and surprise her, but now you’ve ruined it!\nJoey: We didn’t ruin it!\nChandler: Who walks into a room and asks to see a person’s hands?!\nPhoebe: Well, a palm reader, a manicurist, a hand doctor…\nJoey: Glove salesman!\nPhoebe: Good one! Yeah.\nChandler: This is terrible. What am I going to do?\nPhoebe: Look, she only suspects something okay? She doesn’t know for sure, so just throw her off the track.\nChandler: That’s right, I can throw her off. I can make her think marriage is the last thing on my mind.\nPhoebe: Yeah! Yeah! Convince her that-that you’re scared of commitment! Convince her that you’re a little coward!\nChandler: I can do that, I’ve had 30 years of practice.\nJoey: Hey, being you is finally gonna pay off! (They give each other fives.)\nMonica: (entering) I had to go all the way to the basement because some idiot keeps stuffing the trash chute with pizza boxes!\nJoey: That guy’s still doing that?!\nRachel: (entering) Hey! (Sees Monica, gasps, and runs over to her.) Oh my God you’re here, let me see your hand!!\nPhoebe: No, you’re too late!!! She already took out the trash!!!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Outside of Elizabeth’s dormitory, Ross is exiting after breaking up with her and we can hear his thoughts.]",
            "dialog": "Ross: (in his head) Wow! I have never had such a healthy break-up! She was such a grown-up about it! She didn’t seem too immature for me! Did I just make a huge mistake?\nElizabeth: (sticking her head out her window) Ross! Wait!\nRoss: Elizabeth, thank God! I was just thinking about…\nElizabeth: You suck!!\nRoss: What?!\n(She throws a water balloon at him and hits him on the head and hits him again at the waist with another one.)\nRoss: Okay, break-up’s still on!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Central Perk, Chandler is looking out the window and Joey is sitting on the couch.]",
            "dialog": "Chandler: Okay, okay, here she comes! (Sits on the couch next to him.) How do I look? Do I look like a guy who doesn’t want to get married?\nJoey: Yeah! And also, a little like a French guy. (They both squint at each other.) I never noticed that before.\nMonica: (entering) Hi guys!\nJoey: Hey!\nChandler: Hey!\nMonica: What are you up too?\nChandler: Oh, just hanging out, talkin’ about uh, websites. (Joey laughs.) Yeah, we saw this really interesting website about marriage and how totally unnecessary it is and how its just a way for the government to keep tabs on you.\nJoey: (laughs) Yeah, Big Brother.\nMonica: Well that’s a little crazy. Although I am y’know glad to hear that you’re branching out on what you look at on the Internet.\nChandler: Yeah, well… Y’know, it just got me thinking though, why would anybody ever want to get married huh?\nMonica: Why?! To celebrate your relationship! To solidify your commitment! To declare your love for one another to the world!\nChandler: Eh…\nMonica: Okay well that’s good to know.\n(We hear the backup horn of a truck and see through the window that the Mr. Bowmont has arrived.)\nJoey: (all excited) The Mr. Bowmont’s here!!! (Jumps over the back off the couch and runs out into the street.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica’s Restaurant’s kitchen, she’s cooking as a waitress sticks her head in.]",
            "dialog": "Waitress: Hey Monica, there’s a customer who wants to complement the chef, should I let him in?\nMonica: Sure, I love this part! (Starts to look busy.)\nWaitress: (to the customer) Come on in.\n(The customer turns out to be…)\nRichard: Hi!\nMonica: Richard!\nRichard: Actually, I’m not here to complement the chef.\nMonica: Ohh… Oh, that’s okay I hate when people come back to complement the chef. Like I have nothing better to do! So what’s up?\nRichard: Well, it was great seeing you the other night.\nMonica: Oh, good to see you too. Did you come down here to tell me that?\nRichard: No! I came here to tell you something else. (Pause) I came here (Pause) to tell you I still love you.\nCommercial Break\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Monica’s Restaurant, continued from earlier.]",
            "dialog": "Monica: What uh—What did you—What?!\nRichard: I still love you. And I know I probably shouldn’t even be here telling you this, I mean you’re with Chandler a guy I really like, and if you say he’s straight I’ll believe you! After seeing ya the other night I knew if I didn’t tell ya I’d regret it for the rest of my life. Letting you go was the stupidest thing I ever did.\nMonica: Y’know you’re really not supposed to be back here!\nRichard: Well yeah, I’m sorry. I know this is the wrong time and the wrong place but I had to tell ya! I wanna spend my life with you. I wanna marry you. I wanna have kids with you.\nMonica: Oh God… (Starts looking around.) Why don’t they put chairs back here?!\nRichard: I know this is crazy but am I too late?\nMonica: What the… Yes you’re too late! Where was all this three years ago?!\nRichard: Well I know I was an idiot! And I tried to forget you, I really did! Y’know after we had lunch last year I spent six months in Africa trying to get you out of my head!\nMonica: What were you doing in Africa?\nRichard: Working with blind kids.\nMonica: Ohhh! What are you doing to me?! Oh look, I-I… I’m sorry but umm, this-this-this-this is not going to happen.\nRichard: Okay that’s fine, I’ll walk away. And I’ll never bother you again, but only if you tell me Chandler’s willing to give you everything I am.\nMonica: Well he is! Yeah, I mean marriage is all he talks about! My goodness, in fact, I’m the one that’s making him wait!\nRichard: You are?\nMonica: Yeah!\nRichard: Why?\nMonica: Why? Because of the government.\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Central Perk, Rachel is bringing Phoebe some coffee.]",
            "dialog": "Rachel: Isn’t it incredible?! Monica and Chandler, gettin’ married.\nPhoebe: I know, they’re gonna be so happy together.\nRachel: Ohh… I mean two best friends falling in love, how often does that happen?\nPhoebe: Not that often!\nRachel: No! I’m so happy for them!\nPhoebe: Me too! So happy for them!\nRachel: I’m so happy and not at all jealous.\nPhoebe: Oh no! No God, definitely not jealous!\n(They both take a drink of coffee.)\nRachel: I mean I’m probably 98% happy, maybe 2% jealous. And I mean what’s 2%? That’s nothing.\nPhoebe: Totally. I’m like 90/10.\nRachel: Yeah me too.\n(Joey enters looking like Captain Stubing from the Love Boat.)\nJoey: Hey uh, have you guys scene Chandler?\nRachel: (staring at him) Wh—no, but y’know who did stop in here looking for ya, Tennille.\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: A Pizza Joint, Chandler and Monica are eating lunch.]",
            "dialog": "Monica: So that marriage stuff that you were saying yesterday, you don’t really believe that do you?\nChandler: Sure I do. In fact, I think the whole concept of marriage is unnatural. I mean look at pigs. Let’s take a second here and look at pigs. Okay pigs don’t mate for life. I mean a pig can have like a hundred sexual partners in a lifetime, and that’s just an ordinary pig not even a pig that’s good at sports!\nMonica: Yeah, but that’s pigs not people!\nChandler: If marriage worked, I’d be all for it. But do you know what the divorce rate in this country is? 97%.\nMonica: Wait a minute. Are you honestly telling me that-that you may never want to get married?\nChandler: Well, never say never but y’know probably uh yeah, never.\nMonica: Oh my God! Then-then-then what are we even doing?! What is this?!\nChandler: Whoa! Whoa! Whoa! What is all this pressure?! Is this some new kind of strategy? Why don’t you put down your copy of ‘The Rules’ huh mantrap?!\nMonica: Y’know what?! I gotta go! Ugh!\n(She gets up and storms out. The people at the other tables are staring at Chandler.)\nChandler: (to them) It’s okay, I got a plan.\n"
        },
        {
            "scene_no": 18,
            "scene_mark": "[Scene: Central Perk, Phoebe and Rachel are still talking.]",
            "dialog": "Rachel: We’re gonna find love!\nPhoebe: Definitely!\nRachel: Yeah, I’m pretty confident about that. That’s what makes it so easy for me to be 80% happy for Monica and Chandler! It would be nice to have a little guarantee though.\nPhoebe: What do you mean?\nRachel: Well y’know, some people make deals with a friend, like if neither of them are married by the time they’re 40, they marry each other.\nPhoebe: You mean a backup?\nRachel: Exactly!\nPhoebe: Yeah, yeah I got that.\nRachel: You do?\nPhoebe: Hm-mmm.\nRachel: Who?\nPhoebe: Joey.\nRachel: Joey?!\nPhoebe: Yeah!\nRachel: Are you serious?!\nPhoebe: Yeah, I locked him years ago!\nRachel: Wh… So… If neither of you are married by the time you’re 40, you’re gonna marry Joey.\nPhoebe: Yep, we shook on it. Yeah but believe me that is not how he wanted to seal the deal.\nRachel: Oh, seriously?\nPhoebe: Ohh, yeah. I think his exact words were… (She makes two clicking sounds with her tongue and purrs.)\nRachel: Charming.\nPhoebe: Well hey, it’s just a backup.\nRachel: Yeah.\n"
        },
        {
            "scene_no": 19,
            "scene_mark": "[Scene: Joey and Rachel's, Joey, still looking like Captain Stubing, is practicing his slipknots as Monica enters.]",
            "dialog": "Joey: Hey Monica!\nMonica: Have you seen Rachel? Or a mirror?\nJoey: This is for my boat, pretty cool huh?\nMonica: Yeah, it’s great.\nJoey: Whoa-whoa, what’s the matter?! Talk to the captain!\nMonica: I’m just having one of those days where you realize you’re in a dead-end relationship!\nJoey: Chandler giving you a hard time huh?\nMonica: It’s not like I want to get married tomorrow! It’s just that I-I’d like to believe that I’m in a relationship that’s actually going somewhere, that I’m not just wasting my time!\nJoey: Well, you know Chandler.\nMonica: No I don’t know Chandler! Not anymore! It’s like it’s like something’s changed.\nJoey: Maybe you changed?\nMonica: I didn’t change!\nJoey: Maybe that’s the problem.\nMonica: What?!\nJoey: Chandler is a complex fellow, one who is unlikely to take a wife.\nMonica: Is that some kind of boat talk?\nJoey: I don’t know! (All excited) I haven’t totally decided how to talk on my boat yet.\nMonica: What does he think? Does he think I’m just gonna wait around for nothing?\nJoey: Monica face it, Chandler is against marriage. And-and always will be!\nMonica: (starts for the door) Well there’s some people who do want to marry me.\nJoey: There are?\nMonica: Yeah! Richard!\nJoey: R-R-Richard said he wants to marry you?! (Monica nods yes.) And-and Chandler’s tellin’ ya how much he hates marriage?!\nMonica: That’s right.\nJoey: Chandler loves marriage!!\nMonica: You just told me that he hates marriage! That-that he’s a-a complex fellow who’s unlikely to take a wife! That-that he’s against marriage and always will be!\nJoey: You got that from what I said?!\n"
        },
        {
            "scene_no": 20,
            "scene_mark": "[Scene: Ross's apartment, Ross is watching a show about the extinction of the dinosaurs.]",
            "dialog": "Narrator: When the Cretaceous period ended, the dinosaurs were gone.\nRoss: What happened you guys?\n(There’s a knock on the door, he shuts the TV off, and answers it.)\nRoss: Rach!\nRachel: Hey you!\nRoss: Hey, come on in.\nRachel: Oh thank you. Hey y’know, I’m so sorry to hear about you and Elizabeth.\nRoss: Oh, thanks. Yeah, I really thought we’d be able to make it work, but uh, I guess it just wasn’t meant to be.\nRachel: Yeah, love. It’s a tricky business isn’t it?\nRoss: I guess so.\nRachel: So what do you say we make a pact? If you and I are both single by the time we’re 40, we get married. I mean, we know each other, we like each other, and we’ve-we’ve already slept together so y’know there’ll be no surprises there! You know what I mean? No like, \"What’s that?!\"\nRoss: Right. Ohh! You-you want me to be your backup.\nRachel: Exactly.\nRoss: Ohh, yeah I already have one.\nRachel: What? Who?\nRoss: Phoebe.\nRachel: Phoebe?! Wait a—but-but she just, she said that Joey was her backup.\nRoss: Ohh, I don’t think so.\nRachel: Ross! I just had a conversation with her, and she said that she and Joey made a deal!\nRoss: That’s impossible! I mean we have had a deal for years! We-we-we shook on it, although believe me she wanted to do a lot more than that.\n"
        },
        {
            "scene_no": 21,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler is entering to find Joey, still looking like Captain Stubing, on the phone.]",
            "dialog": "Joey: Where the hell have you been?!\nChandler: I was making a coconut phone with the professor.\nJoey: Richard told Monica he wants to marry her!\nChandler: What?!\nJoey: Yeah! Yeah, I’ve been trying to find ya to tell to stop messing with her and maybe I would have if these (lifts a leg) damn boat shoes wouldn’t keep flying off!\nChandler: My—Oh my God!\nJoey: I know! They suck!!\nChandler: He’s not supposed to ask my girlfriend to marry him! I’m supposed to do that!\nJoey: I know!\nChandler: Well what… Y’know what I’m gonna do? I’m gonna go over there; I’m gonna kick his ass! (Pause) Will you help me?!\nJoey: Look, Chandler I don’t think us getting our asses kicked is a solution. Okay? Just go and find Monica!\nChandler: You’re right.\nJoey: Yeah!\nChandler: Okay. (Starts running for the bedroom) I’m gonna get the ring! I’m gonna get the ring! (Does so) I’m gonna go find her and (starts running for the door) I’m just going to propose!\nJoey: Okay.\nChandler: Okay great.\nJoey: Dude-dude-dude!\nChandler: What?!\nJoey: Let me know about that coconut phone, it might great for the boat.\nCommercial Break\n"
        },
        {
            "scene_no": 22,
            "scene_mark": "[Scene: Richard’s Apartment, he’s smoking a cigar and reading a book as there is a knock on the door. He gets up and opens the door to reveal…]",
            "dialog": "Monica: Hi.\nRichard: Hi.\nMonica: I don’t know why I’m here.\nRichard: I didn’t ask. You wanna come in?\nMonica: I don’t know.\nRichard: Oh, okay. Well, I’ll just leave the door open and go sit on the couch. (Does so.)\nMonica: (entering) Chandler is such an idiot!\nRichard: (standing up quickly) Drink?\nMonica: Yeah, I’ll have a scotch…\nRichard: …on the rocks with a twist? I remember. (Goes to make her drink.)\nMonica: (moving over to the couch) Still smoking cigars?\nRichard: Uh, no! No! That’s…art! If it bothers you I can put my art out.\nMonica: No that’s, that’s okay.\nRichard: So Monica let me ask you a question. Y’know, since we broke up do you ever, think about me?\nMonica: Uh yeah, I-I actually I thought about you a couple months ago.\nRichard: Oh really?\nMonica: Yeah but it was because I-I had an eye exam and I don’t like my new eye doctor.\nRichard: Who is it?\nMonica: Edward Nevski?\nRichard: Yeah he’s no good. Do you ever (pause) think about me in a (pause) non-eye doctor way?\nMonica: No.\nRichard: Ahh.\nMonica: But getting over was the hardest thing that I’ve ever had to do. And I never let myself think about you.\n(Richard mouths, \"Wow!\")\n"
        },
        {
            "scene_no": 23,
            "scene_mark": "[Scene: Central Perk, Phoebe is reading as Rachel enters.]",
            "dialog": "Rachel: Phoebe! You picked Joey and Ross?! You can not have two backups!\nPhoebe: Of course I can! It’s just good sense to backup your backup! Look, I’ve already lost Chandler!\nRachel: What?!\nJoey: (entering) Hey!\nRoss: (entering) Hey!\nJoey: Phoebe! We’re both (points at Ross and himself) your backup?!\nRoss: Phoebe, how could you do this to me?!\nPhoebe: I don’t—Look I don’t know what you’re complaining about now? You were both aware of the situation!\n(At the same time.)\nJoey: No we weren’t!\nRoss: I was not!\nPhoebe: Okay, this kind of back talk is not gonna fly when we’re married!\nRachel: Phoebe you can’t have both of them! You have to pick one!\nJoey: Pick me!!\nRoss: No! Pick me! I don’t want to end up an old maid!\nPhoebe: All right well let’s see, Ross is a good father, but Joey has a boat—This is hard!\nJoey: This is crazy! Hey look, I wanna switch to Rachel!\nRoss: Ooh, I wanna switch to Rachel too!\n(Rachel gets all happy.)\nPhoebe: No wait! Just—Okay—Just wait! You guys! Wait you guys! Don’t make any rash decisions, okay? Just remember my promise, when we get married, three times a week.\nRachel: Oh God, Phoebe!\nPhoebe: (To Rachel) I’m talking about massages.\nRachel: Oh.\n(She turns her head away and when she’s not looking, Phoebe shakes her head and mouths, \"No, I’m not.\" Both Joey and Ross smile, look at each other, and then stop smiling.)\nRachel: Okay, y’know what?! I know-I know how to settle this! All right here, this is what we’re gonna do! I’m gonna write Joey on one napkin (does so) and I’m gonna right Ross on the other napkin (does so) and we are going to pick one! And that person is going to be our backup! Okay?\nJoey: Okay that’s fair.\nRoss: All right.\nPhoebe: Good!\n(Rachel mixes them up in her hands, moves them all around, and puts her hands behind her back.)\nRachel: Pick one.\nPhoebe: Left! (Rachel hands her the napkin in her left hand and they both unfold and read them.) Thank you.\nRachel: You’re welcome.\nPhoebe: (reading) Ross!\nRachel: (reading) Joey! (Pause) We should just switch.\nPhoebe: Yeah absolutely! (They both switch.)\nJoey: Yeah.\n"
        },
        {
            "scene_no": 24,
            "scene_mark": "[Scene: Richard’s Apartment, Monica is looking around and notices an African mask hanging on the wall.]",
            "dialog": "Monica: (to the mask) I missed you-you ugly, flat faced old freak!\nRichard: Excuse me?\nMonica: Oh! (Laughs and points at the mask.) Him.\nRichard: Oh. (Laughs.) Whew!\nMonica: I missed this apartment! Now, this is a grown-up’s apartment! Y’know, I-I should be with a grown-up, do you know what I mean?!\nRichard: Yeah! You’re saying, you need to be with someone more mature. Maybe someone with, a license to practice medicine. Or a mustache.\nMonica: Y’know, let’s face it, I’m not a kid anymore! I-I need to be with someone who-who wants the same things that I do! I mean coming to my place of work and telling me that you love me, I want that! Talking about pig sex over lunch, I don’t want that!\nRichard: I think that’s fair.\nMonica: Fair? Please don’t even talk to me about fair! Fair would’ve been you wanting to marry me back then! Or fair would’ve been Chandler wanting to marry me now! Believe me, nothing about this is fair! Nothing! Nothing! Nothing! Nothing! Nothing! Nothing! Nothing! Nothing! Nothing! Nothing!\nRichard: It’s okay! Shh! Hey. Hey. (Hugs her) Shhhh.\nMonica: Nothing. (She backs away a little bit but is still in his arms and looks up at his eyes.) I don’t kn—Umm. I don’t know. Umm…\nRichard: I know. (Backs away.)\nMonica: Y’know, I-I… I have to figure…some st—Y’know, some stuff before I can…\nRichard: Yeah, I understand. Take as much time as you want. (Pause) Ten, even twenty minutes if you need it. I’ll be here. Not smoking. (Monica leaves.)\n"
        },
        {
            "scene_no": 25,
            "scene_mark": "[Scene: Richard’s Apartment, time lapse. Richard is smoking as he hears a knock on the door. He quickly puts out his cigar and opens the door.]",
            "dialog": "Richard: Chandler.\nChandler: Where is she? I’m not scared of you! (Averts his eyes and walks in.)\nRichard: She’s not here and please come in.\nChandler: (examining the coffee table) Scotch on the rocks, with a twist, on a coaster? Ha-ha, Monica! Monica!\nRichard: Okay, she was here, but she left.\nChandler: Well where did she go?\nRichard: Well she said she had to think things over.\nChandler: Oh my God, I can’t believe this! Y’know, I thought…I thought you were a good guy.\nRichard: Oh, hey look nothing happened.\nChandler: Nothing happened? Nothing? So you didn’t tell my girlfriend that you love her?\nRichard: Well all right, one thing happened?\nChandler: Y’know what? I can’t believe this! Do you know what you did? My girlfriend is out there thinking things over! You made my girlfriend think!!\nRichard: Well I’m sorry.\nChandler: And what does she have to think about? I love her!\nRichard: Well, apparently I’m willing to offer her things that you are not.\nChandler: But I am willing to offer her all those things. This was just a plan, y’know? A way to throw her off course so that when I offered her all these things, she’d be surprised!\nRichard: Well if it helps, it worked very well.\nChandler: It was working until you showed up, you big tree! I mean, this isn’t fair. You had your chance with her! You had your chance and you blew it! And this is my chance and I am not going to blow it because we are meant for each other! And this is all just been one stupid mistake! (Sits down heavily.) I was gonna propose tonight.\nRichard: You were gonna propose? (Sits on the arm of the couch.)\nChandler: Yeah I even (pause) got a ring. (Puts in on the center cushion.) Did you get a ring?\nRichard: No I don’t have a ring! (Pause) You go get her Chandler. (Pause) And can I give you a piece of advice? If you do get her, don’t let her go. Trust me.\nChandler: Y’know Richard…you are a good guy.\nRichard: I know. (Pause) I hate that!\n(Chandler gets up and runs out, but as soon as the door closes behind him he opens it, runs back in, picks up his ring Richard is holding up for him, and runs back out.)\n"
        },
        {
            "scene_no": 26,
            "scene_mark": "[Scene: The Hallway, Chandler is running up the stairs and towards his apartment, but Joey is taking out the garbage at the same time and stops him in the hall.]",
            "dialog": "Joey: Dude!\nChandler: I can’t talk to you now, I gotta find Monica!\nJoey: She’s gone.\nChandler: What?\nJoey: She’s gone. She had a bag and she left.\nChandler: What are you talking about?\nJoey: She was all crying. She-she said you guys want different things, and that and that she needed time to think.\nChandler: Well why didn’t you stop her?! Why didn’t you just tell her it was a plan?!\nJoey: I-I did! I told her everything, Chandler! But she wouldn’t believe me.\nChandler: Well where… Where did she go?\nJoey: To her parent’s I think and she said you shouldn’t call her. But if I were you I would.\nChandler: I can’t believe I ruined this.\nJoey: I am so sorry man.\n(He walks dejectedly into his apartment to find it lit with about a thousand candles and Monica standing in the living room.)\nMonica: You wanted it to be a surprise.\n(He turns to look at Joey who smiles slyly and closes the door leaving them alone.)\nChandler: Oh my God.\n(Monica gets down on one knee.)\nMonica: Chandler… In all my life… I never thought I would be so lucky. (Starting to cry.) As to…fall in love with my best…my best… There’s a reason why girls don’t do this!\nChandler: Okay! (He joins her on one knee) Okay! Okay! Oh God, I thought… (Starting to cry, pauses) Wait a minute, I-I can do this. (Pause) I thought that it mattered what I said or where I said it. Then I realized the only thing that matters is that you, (Pause) you make me happier than I ever thought I could be. (Starting to cry again.) And if you’ll let me, I will spend the rest of my life trying to make you feel the same way. (Pause as he gets out the ring.) Monica, will you marry me?\nMonica: Yes.\n(The crowd goes wild as he puts the ring on her finger. They hug and kiss this time as an engaged couple.)\nMonica: I knew you were likely to take a wife!\n(They hug again.)\nJoey: (yelling through the door) Can we come it yet?! We’re dying out here!\nMonica: Come in! Come in! (Joey, Rachel, and Phoebe burst through the door.) We’re engaged!!!\n(Everyone screams and has a group hug.)\nRachel: Ohhh, this is the least jealous I’ve ever been!\nPhoebe: Oh no wait no, this is wrong! Ross isn’t here!\nMonica: Oh…\nRachel: Oh hell, he’s done this three times! He knows what its about!\nJoey: Yeah!\n(They all hug again.)\nEnding Credits\n"
        },
        {
            "scene_no": 27,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, it’s just Monica and Chandler dancing to Wonderful Tonight on the Slowhand album by Eric Clapton. And you can buy that album from the CFSI, just click on the CDNow link.]",
            "dialog": "End\n"
        }
    ]
}