{
    "metadata": {
        "season": "SEASON 6",
        "title": "614 Chandler Can't Cry",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, Rachel is still looking out the window as Joey enters.]",
            "dialog": "Joey: (sees Rachel) Oh, uh, hey Rach. I uh, I was just coming over here to uh… Oh wait, I don’t have to lie to you, you don’t live here anymore. Uh, I’m eating their food. What are you doing?\nRachel: Ross is on a date with my sister and they shut the drapes two and a-half-hours ago.\nJoey: Whoa, I didn’t know we could date your sister!\n(Chandler and Monica enter from their room and Joey quickly hides the bag of potato chips behind his back.)\nMonica: Joey we know you steal our food.\n(Joey offers them some potato chips.)\nChandler: I’m good.\nMonica: (To Rachel) Oh, are the drapes still closed hon?\nRachel: Yeah. And y’know who should’ve shut their drapes? Is that perverted old couple two doors over.\nChandler: (looking) Is that a swing?\nRachel: Oh don’t even ask!\nChandler: Yuck!\nJoey: I can’t believe Ross went out with Rachel’s sister! When Chandler made out with my sister I was mad at him for 10 years.\nChandler: That was like 5 years ago.\nJoey: Yeah you got 5 years left!\nChandler: Joey…\nJoey: You wanna make it 6?!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Ross is on the couch reading as Rachel enters. It’s the next day.]",
            "dialog": "Rachel: Oh Ross, hi! Hey, how are ya? There you are!\nRoss: Hey!\nRachel: (to Gunther) I’ll take a coffee. (To Ross) So how was your big date last night?\nRoss: Uhh, it was okay. Yeah, it was fun.\nRachel: Yeah fun? Great! So uh, so did you guys hit it off?\nRoss: I guess so.\nRachel: So uh, so did anything happen? Because rumor has it you guys shut the drapes!\nRoss: No. No. Nothing happened. I shut the drapes to uh, show her slides of my favorite fossils.\nRachel: Oh, slides. (Laughs.) So really nothing happened.\nRoss: Something could’ve happened. All right? She-she really dug my slides. And-and she was definitely giving me the vibe.\nRachel: Right. Was it the, \"Please don’t show me another picture of a trilobite vibe?\"\nRoss: Anyway, if she, if she wasn’t in to me, why-why would she ask me out again?\nRachel: She asked-asked you out again?\nRoss: Yeah-uh-huh. Tomorrow night, Valentine’s Day, the most romantic day of the year. Who knows what could happen? I might not be shutting my drapes to show her my slides, if you know what I mean.\nRachel: Okay-okay-okay-okay-okay-okay-okay! I got it! I got it! I got it! I can’t! I can’t! I can’t! I cannot go with you and my sister thing. Okay? I just can’t. It’s just too weird, all right? I imagine the two of you together and I freak out. It freaks me out. I can’t do it! I can’t do it.\nRoss: (while Rachel is finishing her rant) Okay! Okay! Okay! It’s okay. (Rachel stops.) It’s okay. Hey, it’s too weird for you, I won’t see her again.\nRachel: Thank you. I…yeah.\nRoss: I mean after tomorrow night.\nRachel: No-no-no! No-no-no! Please Ross, I can’t! I can’t do it! (Starts to freak out.) It’s just gonna freak me out!!!\nRoss: Okay! Okay! Ooh-hey-hey-hey! Okay! Okay! Okay! I’ll-I’ll tell her tonight I can’t see her anymore.\nRachel: Ross thanks.\nRoss: You want me to call her right now?\nRachel: Oh no! No! No-no-no-no! No, I mean come on that’s-that’s crazy—I mean that’s crazy. So what’s-what’s going on with you? What is going on with you?\nRoss: Well umm, oh! I might be teaching another class this semester!\nRachel: Yeah do it now, call right now.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler, Monica, Phoebe, and Joey are watching ET.]",
            "dialog": "Monica: (crying) This is my favorite part.\nPhoebe: (crying) Yeah me too.\n(We see the TV and it’s the last scene where ET is saying goodbye.)\nPhoebe: Oh y’know what’s sadder than this? Bambi. I cried for three days with that movie. No wait two! Because on the third day my mother killed herself so I was partly crying for that.\nChandler: (totally not crying) Well see now that I can see crying over, but Bambi is a cartoon!\nJoey: (crying) You didn’t cry when Bambi’s mother died?\nChandler: Yes it was very sad when the guy stopped drawing the deer!\nMonica: Chandler there’s nothing wrong with crying! I mean you don’t have to be so macho all the time.\nChandler: I’m not macho.\nMonica: Yeah you’re right. I don’t know what I was thinking.\nChandler: No, I guess I just never really cried. Y’know? I’m not a crying kind of guy.\nJoey: Come on man there’s gotta be something that gets you choked up! Like uh, uh oh, what if you saw a three-legged puppy?\nChandler: I’d be sad sure, but I wouldn’t cry.\nJoey: Okay, what if the puppy said, \"Help me Chandler. All the other puppies pick on me.\"\nChandler: Cry?! I just found a talking puppy, I’m rich!\nMonica: Oh, I’ve got it! I have got it! (Gets up and gets something from the dresser underneath the TV.) Pictures from your childhood. This will get you going good!\n(Chandler starts paging through the album.)\nPhoebe: All right, what’s going on there? (Points to a picture.)\nChandler: Oh, that’s Parent’s Day, first grade. That’s me with the janitor Martin.\nMonica: Where were your parents?\nChandler: Oh they didn’t want to come!\nPhoebe: Oh Chandler!\nMonica: Poor thing!\nPhoebe: So that story doesn’t make you cry?\nChandler: No! Look, I don’t cry! It’s not a big deal! Okay?!\nJoey: No! It’s not okay! It’s not okay at all!! You’re dead inside!!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Phoebe is putting away her guitar as a man approaches.]",
            "dialog": "The Fan: Excuse me.\nPhoebe: Yeah?\nThe Fan: Are you Phoebe Buffay?\nPhoebe: Yeah.\nThe Fan: Can-can I get your autograph, I’m your biggest fan. (Holds out a napkin and a pen.)\nPhoebe: Oh you’re my biggest fan? I’ve always wanted to meet you! Hi! (Shakes his hand.) Sure! Yeah! (Signs the autograph)\nThe Fan: Wow! Wow, thanks a lot! I just wanna say, I think you’re really talented.\nPhoebe: You’re just saying that because you’re my biggest fan. (The fan leaves and Joey approaches.) (To Joey) Joey listen, take good care of that guy, okay? (Points) He’s a fan. (To the fan as she’s leaving) Bye! (Exits)\nJoey: (to the fan) So, you saw me on Days Of Our Lives huh? Want me to, want me to do a little Dr. Drake Remoray for ya?\nThe Fan: I have no idea what you’re talking about. But I, but I just got Phoebe Buffay’s autograph!\nJoey: Oh, you’re Phoebe’s fan!\nThe Fan: Oh yeah! I’ve seen all her movies.\nJoey: Movies?\nThe Fan: That was Phoebe Buffay, the porn star.\nJoey: (laughs) I don’t think so.\nThe Fan: No-no, it was! She was in Sex Toy Story 2, Lawrence of Alabia, and I got her autograph! The guys at the comic book store aren’t gonna believe this! (Exits.)\nJoey: Hey Gunther, don’t let that guy in here anymore! He just said Phoebe’s a porn star!\nGunther: Well, I wouldn’t call her a star, but she’s really good. You should check out Inspecther Gadget.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, time lapse, Rachel is at the counter as Jill enters.]",
            "dialog": "Jill: Hey!\nRachel: Hey!\nJill: You’ll never believe what just happened, Ross just totally blew me off and he didn’t even tell me why!\nRachel: Ohhh well. Y’know what honey? The best thing to do to get over a guy is to start dating someone else. Oh! There is this great guy you will love at work named Bob! He’s a real up-and-comer in Human Resources.\nJill: Y’know, thanks for trying to cheer me up, but I’m not gonna date some random guy from your work.\nRachel: It’s not random, it’s Bob.\nJill: It’s probably because not mature enough. Or smart enough. Maybe he doesn’t like the way I dress—No that can’t be it. It’s really gotta be the smart thing. Oh I’m so stupid! I’m just like this incredibly pretty stupid girl!\nRachel: No honey, okay, okay, you wanna know why Ross canceled the date? Because I asked him to.\nJill: You asked him too?!\nRachel: Hm-mmm.\nJill: Why?!\nRachel: Because you are my sister and Ross and I have this huge history…\nJill: I don’t understand, do you want to go out with Ross?\nRachel: No.\nJill: You don’t want him, but you don’t want me to have him?\nRachel: (changing the subject) Y’know Bob in Human Resources…\nJill: Ugh! I cannot believe you did this too me! You had me doubting how smart I was! (Gasps) You had me doubting my fashion sense!\nRachel: Look, this is not that big of a deal! You just don’t date Ross! There’s a million other guys out there, you just…\nJill: Hey! You have no right to tell me what to do.\nRachel: I’m not telling you what to do! I am telling you what not to do!\nJill: Why are you so jealous of me?\nRachel: Jill this is not about me being jealous of you! This is about you being a brat! Wanting what you can’t have!\nJill: Can’t have?! Excuse me, the only thing I can’t have is dairy! (Starts to storm out.)\nRachel: All right, all right, well you just blew your chances at dating Bob!\nJill: Who?!\nRachel: In Human Resources!!!!!!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Chandler's, Rachel is ranting about Jill to Chandler and Monica.]",
            "dialog": "Rachel: …I am jealous of her?! I mean who does she think she is?! Princess Caroline?!\nMonica: You’re jealous of Princess Caroline?\nRachel: Do I have my own castle?\n(Joey and Ross enter.)\nRoss: Hey! Uh, Phoebe’s not here is she?\nRachel: No.\nMonica: (noticing the bag Joey’s carrying) Oh great! Did you get a movie?\nJoey: Uhhh, yeah. Yeah. But uh, I don’t think it’s the kind you’re gonna like.\nChandler: You didn’t get more movies that are gonna have us reaching for the tissues all night did you?\n(Joey and Ross exchange looks.)\nJoey: Sort of…\nMonica: Guys, what’s going on?\nJoey: (holds up the movie) Phoebe’s a porn star!\nAll: What?!!\n(They all run over to Joey and Ross, Chandler grabs the movie and reads the title.)\nChandler: Phoebe Buffay in Buffay: The Vampire Layer.\nRachel: Oh my God!\nMonica: That’s Phoebe! Where did you get that?\nJoey: Well down at the adult video place down on Bleaker.\nRoss: And-and I, and I saw that Joey was about to go in, so I ran in ahead of him to-to surprise him and, and then I pretended I didn’t know he was in there. (They all kinda look at him.)\nRachel: Wow! I mean, I just—I can’t, I can’t believe this. Y’know, I mean you think you know someone even, even Phoebe who’s always been somewhat of a question mark.\nMonica: This is so bizarre. I guess it kinda makes sense though, y’know she had such a terrible childhood.\nChandler: Hey, I had a terrible childhood and I don’t do porn.\nMonica: Yes, but you are dead inside.\nJoey: All right well, I’d better take that back.\nMonica: Wh-what, why?\nJoey: We can’t watch that! I mean that’s Phoebe!\nMonica: Yeah you’re right, we can’t—we shouldn’t watch this.\nRachel: Absolutely not.\nMonica: (hands the tape back to Joey, but doesn’t let him grab it) Y’know maybe a little bit!\nRachel: Probably just the first half.\nJoey: No! Hey no! This is wrong you guys! Phoebe’s our friend! Well, I’m not gonna watch it!\nRoss: Yeah! Good for you Joe!\nJoey: Yeah.\n(Ross stands next to him for a second, then goes and watches the movie.)\n(The movie starts, it’s a vampire’s lair and Buffay, The Vampire Layer enters dressed in leather and carrying a wooden stake. Suddenly, the vampire opens his coffin and sits up.\nBuffay, the Vampire Layer: Ah, I thought I’d find you here, Nasforatool.\nThe Vampire: Buffay, are you going to plunge your stake into my dark places?\nBuffay, the Vampire Layer: Actually, I was kinda hoping it would be the other way around.\n(At this point, Buffay, the Vampire Layer and Nasforatool start to get it on. Of course, since this is network TV, we can only see the reactions of the gang to the film playing off screen.)\nMonica: Hold on a second! What is that on her ankle?\nChandler: Her ankle is what you’re watching?\nRachel: Well it’s hard to tell… (Rachel gets up to get a closer look, only she’s having some trouble.) Oh God, if she would just stop moving.\nChandler: She’s just doing her job!\nJoey: (sitting at the kitchen table with his back to the TV) You sick bastards!\nRachel: Oh, it’s a tattoo! That’s weird, Phoebe doesn’t… Wait that’s Ursula! That’s not Phoebe that is Ursula!\n(Upon hearing this, Joey can’t turn his chair around fast enough and knocks it over.)\nJoey: Re! Re! Then I can watch that! Rewind it! Rewind it!\nPhoebe: (entering) Hey! What’s up? (Sees the TV) Oh my God! What am I doing?!!\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler is reading Chicken Soup for the Soul as Monica enters.]",
            "dialog": "Monica: Hey sweetie!\nChandler: Hey! (He quickly tries to hide the book by throwing it under the couch, only the couch has no back and it slides into the kitchen.)\nMonica: (picking up the book) Chicken Soup for the Soul?\nChandler: There’s no back to this couch!\nMonica: Why are you reading this? You hate this kind of stuff.\nChandler: Yeah I know, but I figured a shot y’know? Maybe one of those stories would make me cry and then you wouldn’t think I was y’know, all dead inside.\nMonica: Oh that’s so sweet! Look Chandler I don’t care if you can’t cry, I love you.\nChandler: Oh that makes me feel so warm in my hollow tin chest.\nMonica: Stop it!\nChandler: No, I mean, come on, seriously think about it, we get married, we’re up at the altar and I’m like this. (Makes a bored face.)\nMonica: I won’t care, because I know you will be feeling it all in here. (Points to her heart.)\nChandler: Yeah?\nMonica: Yeah! And if, and if we have a baby one-day, and the doctor hands it to you in the delivery room and you don’t cry, so what! And-and-and, and if we take him to college and come home and see his empty room for the first time, and you got nothing, it won’t matter to me.\nChandler: Okay, well I won’t uh, worry about this anymore then.\nMonica: And-and-and if I die, from a long illness. And you’re writing out my eulogy and you open a desk drawer and you find a note from me that says, \"I will always be with you,\" and you still can’t shed one tiny tear, I know you’ll be crying a river inside.\nChandler: Aww, I love you so…\nMonica: What is wrong with you?!!!\nChandler: What?!\nMonica: What?! You can’t shed a tear for your dead wife!! Now, I left you a note from the beyond!\nChandler: So you didn’t mean any of that?!\nMonica: No you robot!!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Ross's apartment, his doorbell is ringing and he’s running to answer it while doing up his pants.]",
            "dialog": "Ross: You damn kids! You ring my bell one more time, I swear to… (Opens the door to find Jill standing there.) Ohh, uh Jill. Umm, that-that’s just a little game I play with the kids down the hall. Umm, they’ve really taken a liking to me. (Quickly looks out to see if they’re watching.) Uhh what’s-what’s-what’s the matter?\nJill: Rachel and I had a really big fight, can I come in? I-I mean I know we’re not supposed to see each other anymore and I’m okay with that, it’s just that I don’t know anybody in the city and I really need somebody to talk to about it.\nRoss: Of course, what happened? (Lets her in.)\nJill: (entering) I don’t want to talk about it.\nRoss: Okay, umm…\nJill: But you know what might really cheer me up?\nRoss: What?\nJill: Seeing some more of your super-cool slides.\nRoss: Wow! Really?!\nJill: Totally, I love them! And, maybe you could finish telling me about all the different kinds of sand.\nRoss: Well, I’d love to! Here, you wait right here and I’ll go get the projector and my notes!\nJill: Oh great! Thanks Ross, you’re such a good friend!\nRoss: Ohh!\n(He goes into another room to get his projector and notes. While he’s gone, Jill quickly checks her makeup.\n[Cut to Monica and Chandler’s, Rachel is entering.]\nRachel: Hey! Have you guys seen Jill? I can’t find her anywhere.\nMonica: No, I haven’t.\nRachel: Well, is Ross home? Maybe I’ll just call him to see if he’s actually seen her.\n(She goes to look out the window at Ross’s apartment and sees Jill staring at her and closing the drapes with an evil look on her face. Rachel is stunned into silence.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ursula’s apartment, Phoebe is going to confront her twin about her new porn career.]",
            "dialog": "Ursula: Who is it?\nPhoebe: It’s Phoebe! Phoebe!\n(Ursula opens the door and is all dressed up with big hair and lingerie.)\nUrsula: Hey!\nPhoebe: (seeing her dress) Oh God. So-so you’re making porn movies.\nUrsula: No I’m not.\n(Someone calls out from her apartment.)\nMan’s Voice: We’re still rolling!\nPhoebe: You’re making one right now!\nAnother Man’s Voice: Let’s go Phoebe!\nPhoebe: And-and you’re using my name!\nUrsula: Yeah, can I help you with something?\nSame Man’s Voice: Phoebe, come on!\nPhoebe: Look, I’m talking right now! You’re—you mean her.\nUrsula: Y’know, twin stuff is always a real big seller.\nPhoebe: What?!\nUrsula: Yeah, I can talk them into giving you like, 30 dollars.\nPhoebe: No!! No way! No! And stop using my name! And shame on you! (Yells into the apartment) And shame on all of you! You’re disgusting! Especially you (points to someone) with that! (Storms away.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Ross's apartment, Ross is setting up for the slide show.]",
            "dialog": "Ross: Slides are almost ready.\nJill: Yeah. Ooh, I know what this is missing! Alcohol!\nRoss: Uh okay, well there’s-there’s wine in the kitchen.\nJill: Oh great! (Goes to get it as the phone rings.)\nRoss: (answering it) Hello?\nRachel: (on phone) What is my sister doing there?! And why are the drapes shut?!\nRoss: O-okay, Rach calm-calm down, okay? She-she’s really upset we’re just talking.\nRachel: Ross! I think she is trying to make something happen with you to get back at me!\nRoss: So that’s the only reason she could be here huh? It couldn’t have anything to do with the fact that-that maybe I’m a good listener and I uh I put on a great slide show!\nRachel: Ross, I am telling you that she is using you to get back at me!\nRoss: Y’know what? I think I can take care of myself, I’ll talk to you later. Good-bye. (Hangs up the phone and turns to find Jill sitting really close to him.) Whoa! Uh, that was your sister actually. She-she thinks that you’re just using me.\nJill: So? (Kisses him passionately.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Joey is reading a paper as Phoebe enters.]",
            "dialog": "Phoebe: Hey!\nJoey: Hey!\nPhoebe: So, I just came from the company Ursula works for.\nJoey: Oh no, not you too!\nPhoebe: No! No! I just went to pick up Phoebe Buffay’s checks; there were a lot of them.\nJoey: Nice!\nPhoebe: Um-mmm, and I won’t have to go there anymore because I gave them my correct address.\nJoey: That’s great, but isn’t it gonna bother that people still think you’re a porn star?\nPhoebe: Oh no! No! I know how to handle it.\nJoey: You do?\nPhoebe: Yeah. (She notices some guy putting a coat on his girlfriend is trying to remember where he’s seen her before.) (To him) You’re trying to figure out where you know me from? All right, I’ll give you a hint. From porn! Okay? (He tries to rush his girlfriend out.) Yeah your pervert boyfriend watched me in a porno movie! (To Joey) See?\nJoey: Yeah.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler's, time lapse, Ross is entering. Chandler and Monica are at the kitchen table. Rachel is on the couch reading.]",
            "dialog": "Chandler: Hey.\nRoss: (To Rachel) You uh, you may have been right about Jill.\nRachel: Oh! I knew it! What happened?\nRoss: Umm, she kissed me.\nRachel: What?! You kissed!\nChandler: (To Monica) Maybe we should give them some privacy.\nMonica: (To Chandler) Shhhh!!!\nRoss: Look, I uh, I tried not to kiss her, okay?\nRachel: Well, it doesn’t sound like it! I mean, it’s pretty easy not to kiss someone, you just don’t kiss them! See look at us, right now, not kissing!\nRoss: Let me finish, okay? She started kissing me and-and I didn’t stop it. I guess I-I just wasn’t thinking…\nRachel: Yeah that’s right you weren’t thinking! Y’know what? Let me give you something to think about! (She pulls up her sleeves and steps towards him.)\nRoss: Oh wait—hold it! But then I started thinking and I stopped the kissing.\nRachel: Oh, well thank you for taking your tongue out of my sister’s mouth long enough to tell me that.\nRoss: Look I-I realize if anything were to happen with me and Jill then nothing could ever happen with us!\nRachel: What?!\nRoss: No, I mean, look I don’t know if anything is going to happen with us, again. Ever. But I don’t want to know that it-it never could. So I stopped it and she got mad and broke my projector.\nRachel: Wow. I, I don’t even know what to say. Thank you. (Gently kicks him.)\nRoss: You’re welcome. (Gently kicks her back.)\n(Chandler starts crying.)\nMonica: Oh my God! Are-are you crying?\nChandler: (crying hysterically) I just don’t see why those two can’t work things out!\nEnding Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, everyone is there as Jill enters.]",
            "dialog": "Jill: All right, I’m leaving! Because I’m not going to spend one more day with someone whose out to sabotage my every move. That’s you Rachel!\nRachel: Yeah, I got that.\nJill: (To Ross) And you! I throw myself at you and you say no, how gay are you?\nRoss: You take care Jill.\nJill: (happily) Okay, see ya! (Exits.)\nRachel: Bye-bye-e!\nMonica: Bye.\nChandler: (starts crying) I-I can’t believe Jill’s gone. (They all look at him.) I can’t help it, I opened a gate.\nEnd\n"
        }
    ]
}