{
    "metadata": {
        "season": "SEASON 6",
        "title": "619 Joey's Fridge",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Joey and now Rachel's apartment, Joey has the fridge pulled out away from the wall and is in the process of pulling off the cooling grate behind it.]",
            "dialog": "Joey: Well that thing is clearing in the way! All right. Ah-ha! (He grabs a screwdriver and starts to attack the compressor, only he causes a small short circuit and shocks himself.) Ah-ah!! Damn fridge!\n(Rachel enters from her new room.)\nRachel: Hi Joey, how ya doin’?\nJoey: Great! Roomie!\nRachel: Huh, yeah I guess we are roommates now.\nJoey: Yeah! Well, now that you brought it up, our fridge is broken. We have to get a new one. Now, I checked around and your half is $400. Thanks a lot.\nRachel: I’m not paying for half of that! I’m only staying here until my apartment gets fixed.\nJoey: Look Rach, my parents bought this fridge just after I was born, okay? Now, I have never had a problem with it. Then you show up and it breaks! What does that tell ya’?\nRachel: That refrigerators don’t live as long as people.\nJoey: All right, now you know that the ATM will only lets you take out 300 at a time, I’ll take a check for the other hundred.\nRachel: You’re jokin’ right?\nJoey: Of course I’m jokin’! I don’t take checks.\nRachel: Thank God you’re pretty. (Exits.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Joey, Chandler, Monica, and Phoebe are there as Rachel enters.]",
            "dialog": "Rachel: Hey!\nAll: Hi! Hey!\nRachel: Do you guys know any cute guys?\nChandler: Well, of course I do! My good friend Joey over here. (Pats Joey’s arm, Joey pats Chandler’s shoulder, and Chandler motions for Joey to say the same about him.)\nJoey: Oh, I’m sorry. Thank you Chandler.\nRachel: Anyway, there’s this big charity ball this weekend and Ralph Lauren bought a table, so I kinda have to go…\nMonica: What’s the charity?\nRachel: I don’t know, something either trees or disease—Ralph mumbles a lot.\nMonica: Does Ralph mumble when you’re not paying attention?\nRachel: Yeah! It’s weird. But the thing is need to find a date.\nPhoebe: Well, what kind of guy are you looking for?\nRachel: Well, someone that has his own tux, or has the ability to rent a tux.\nChandler: So he has to be a male who has at least $50.\nJoey: Ooh! So close.\n(Ross and Elizabeth enter.)\nRoss: Hey everybody!\nAll: Hi!\nRoss: Hey uh, this is Elizabeth.\nElizabeth: Oh hi!\nAll: Hi!\nElizabeth: I’m the student.\nChandler: (laughs) Isn’t she cute? (On Monica’s death stare) No!\nPhoebe: Y’know, this is probably none of my business, but weren’t you guys supposed to not be seen in public together?\nElizabeth: Oh, we’re not together.\nRoss: Oh no-no-no, we’re just two people who happen to run into each other here at the coffee house. (He winks at her.)\nPhoebe: Oh, sly.\nElizabeth: Well, I really wanted to meet you guys, but I have to run. I’ll see you later?\nAll: Okay!\nElizabeth: Bye Ross.\nRoss: Bye.\n(They kiss.)\nElizabeth: Oops! I did not mean to run into you like that sir.\nRoss: Oh that is quite all right ma’am. (Elizabeth exits.)\nChandler: So, why is she leaving? Is it a school night and she has a lot of homework to do?\nRoss: Yes, her molecular epidemiology paper is due tomorrow.\nChandler: Oh, tell her good luck with that.\nRoss: Anyone else? Huh? Bring ‘em on!\nRachel: Oo! When’s her birthday?!\nRoss: I don’t know Rachel, why?\nRachel: Well, y’know it’s just been so long since I’ve been to Chuckie Cheese.\nMonica: Oh, I like Elizabeth.\nRoss: Well thanks!\nMonica: Yeah. In fact, I like her so much you tell her I want my cookies early this year! Y’know, a box of Thin Mints and some Tag-a-Longs.\nJoey: Hey-hey come on you guys, give him a break. Ross, seriously, how’s it going with her?\nRoss: Well, actually it’s been great. She’s 20 so she’s not looking for anything too serious, which is perfect for me right now.\nMonica: Well that is great. And seriously, she seems very nice.\nRoss: Thanks. I know you guys like to give me a hard time and all, but it really means a lot to me that you like her. Just knowing that you guys are…\nPhoebe: (interrupting) Okay, I got a good one. Okay, umm, what is she? Like 12?\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler is sitting at the table and Monica is doing something in the kitchen.]",
            "dialog": "Monica: Chandler, do you think we talk about our relationship enough?\nChandler: Yeah. Do we have any Fruit Roll-Ups?\nPhoebe: (entering) Hey!\nMonica: Hey!\nPhoebe: Okay, I just thought of the perfect guy for Rachel to take to her thing.\nChandler: Oh that’s so funny because we found someone too.\nPhoebe: Oh that’s good, I guess she’ll have a choice between my guy and your weirdo.\nChandler: Why would our guy be a weirdo?\nPhoebe: ‘Cause that’s just your taste.\nMonica: (laughs sarcastically) Rachel is not going to pick your stupid guy.\nPhoebe: Oh yeah?\nMonica: Yeah!\nPhoebe: My guy is a lawyer who has volunteer work. And, he has one of these (She squeezes the skin on her chin together to form…)\nChandler: A face ass?\nPhoebe: A chin dimple!\nMonica: Well, uh y’know, our guy works with Chandler and he’s really nice and smart and he’s a great dresser!\nPhoebe: Have you seen your guy’s body?\nChandler: No, our guy is just a floating head.\nPhoebe: Well my guy is spectacular. Okay? He’s a massage client and one time umm, when he was on the table, I looked at it. And I mean all of it.\nMonica: You’re not supposed to look!\nPhoebe: Oh yeah, like there are police for that!\nChandler: (horrified) Wait! You look? You-you massaged me.\nPhoebe: I know. (Laughs.)\nMonica: All right fine, your guy may have a great body, but our guy is really funny.\nPhoebe: Oh, Chandler funny?\nMonica: Our guy’s a great dancer!\nPhoebe: My guy is well read.\nChandler: Our guy has great hair.\nPhoebe: My guy has great teeth!\nChandler: Our guy smells incredible.\nMonica: (To Chandler) Do you want our guy to be your guy?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Joey and Rachel's apartment, Chandler is entering to find Joey bingeing on the food from the fridge. Joey isn’t doing all that well.]",
            "dialog": "Chandler: Hey.\nJoey: Huh.\nChandler: Well, you…don’t look good Joe.\nJoey: The fridge broke. I have to eat everything. Cold cuts, ice cream, limes—Hey, what was in that brown jar?\nChandler: That’s still in there?!\nJoey: Not anymore. So anyway, how do you want to pay me?\nChandler: Is this a service you’re providing me?\nJoey: No! No! No! For my new fridge—our new fridge!\nChandler: Our new fridge? I don’t live here anymore.\nJoey: So what? Look, suppose we were a divorced couple.\nChandler: Uh-huh.\nJoey: And I got custody of the kid, right? Now suppose the kid dies and-and I gotta buy a new kid.\nChandler: (not quite sure where Joey’s going and is a little worried) Okay…\nJoey: (pause) Give me $400!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Ross’s office, he’s unlocking his office door as Elizabeth walks up.]",
            "dialog": "Elizabeth: Professor Geller?\nRoss: Hmm? (Turns around and sees that its Elizabeth) Oh, a student I don’t know.\nElizabeth: I was wondering if I could talk to you for a moment?\nRoss: Yes, yes of course, what-what would this be regarding?\nElizabeth: Making out in your office.\nRoss: Shh! (Laughs then composes himself) Of course, why don’t we go inside?\n(They go inside and Ross closes the door. When he turns around Elizabeth walks up to him, pushes him back against the door, and starts kissing him.)\nRoss: Oh-ooh!\nElizabeth: What?\nRoss: Doorknob! Doorknob!\nElizabeth: Oh! Sorry! Umm, I actually do need to talk to you.\nRoss: Oh, okay. What-what about?\nElizabeth: Spring vacation.\nRoss: Spring vacation.\nElizabeth: Yeah, we have time off and a lot of people are going on trips…\n(Another professor barges in.)\nProfessor Feesen: Professor Geller!\nRoss: (quickly jumping away from Elizabeth) Yes, professor Feesen-sen-stenlger… I’ll be with you in one moment. (To Elizabeth) So, I will take one box of the Thin Mints. (And he ushers Elizabeth out of the office.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey and Rachel's apartment, Ross, Chandler, and Joey are entering.]",
            "dialog": "Ross: You don’t understand! Elizabeth was about to ask me to go on a trip with her! Is that taking it slow?! No, I’m not ready for this! Okay? What-what do I tell her?\nChandler: Just tell her the truth! Tell her you’re not ready.\nRoss: I can do that. Oh-oh, what if she gets upset?\nChandler: Then you distract her with a Barbie doll.\nJoey: Or! You can just, y’know… (He walks up close to whisper in Ross’s ear and when he gets there he pushes Ross into the fridge.)\nRoss: What the hell are you doing?\nJoey: What? What the hell am I doing? You just broke my fridge!\nRoss: What?! What? How do you, how do you even know its broken?!\nJoey: Oh-ho-ho, you think I don’t know what breaks my fridge? Excuse me! (He opens the door and feels inside.) Well what do you know! Broken! That’ll be $400!\nChandler: Joey, I saw you push him!\nJoey: (pause) You pushed him!\nRoss: Joey, I did not break this! Okay? (He opens the freezer and smells inside and recoils in disgust.) That has been broken for a while.\nJoey: All right. Chandler, do you remember how I told you about our fridge?\nChandler: Uh-huh.\nJoey: I still haven’t gotten a check for your half yet.\nRoss: Do not give him any money!\nJoey: I’m not talking to you! You broke my fridge!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross’s office, he’s opening the door to Elizabeth.]",
            "dialog": "Elizabeth: You wanted to see me Professor Geller?\nRoss: Yes. Yes! Please, come in.\n(She does so, he closes the door, and she pushes him against the doorknob again.)\nRoss: Oo-oo!\nElizabeth: Doorknob?\nRoss: Yeah, it kinda grows on you. (They both laugh.) Actually, I wanted to finish talking to you about uh, spring vacation.\nElizabeth: Oh good.\nRoss: Look, I… (He has trouble sitting in his chair.) Look, I’m having a great time with you and I just don’t want us to move to fast or put to much pressure on us. So, I’m sorry I just don’t think we should go away together yet. It’s-it’s too soon.\nElizabeth: Ross, I think you misunderstood what I was saying. I just wanted to tell you that I’m going to Florida for a couple weeks.\nRoss: No. I think you misunderstood what I was saying. What I meant was…\nElizabeth: You are so adorable.\nRoss: That! Let’s talk about that.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk, Monica, Chandler, and Phoebe are there as Ross enters.]",
            "dialog": "Ross: Hey!\nChandler: Hey!\nPhoebe: Hey!\nMonica: Hey! How did it go with Elizabeth?\nRoss: Huh? Oh-oh, it was fine. Uh, it was just a misunderstanding. She didn’t want me to go with her. She just wanted to let me know that she’s going to Florida for spring vacation.\nChandler: Wait a minute, is she going for spring vacation or is she going for spring break? (Does a little whooping/party noise.)\nRoss: What’s-what’s the difference?\nMonica: Well, spring vacation is doing nice things with your grandparents. Spring break you’re doing frat guys.\nRoss: Hey, y’know what? Not all spring breaks are like that.\nPhoebe: What did you do on yours?\nRoss: I went to Egypt with my dad.\nChandler: I can see it now, \"Look dad, it’s the Sphinx!\" (Does that party noise again.)\nRoss: Hey, I think Elizabeth is a little more serious than, \"Spring break!\" (Imitates the party noise.) All right? I mean she’s taken my class!\nMonica: And slept with the professor.\nRoss: I’m gonna call her.\nChandler: Yeah.\n(Ross leaves to do so and Rachel enters with a guy.)\nRachel: Hey! You guys umm, I want you to meet Sebastian.\nSebastian: Hi.\nRachel: We just uh, we just met at the newsstand. We both grabbed for the last Field & Stream. (Chandler’s shocked.) What? I read that.\nSebastian: Can I get you a cup of coffee?\nRachel: Oh yes! Thank you! (He does so and Rachel sits down on the couch.)\nPhoebe: Rachel, what the hell is this?!\nRachel: (shocked) What?\nPhoebe: You ask us to find you a guy and you come traipsing in here with your own!\nRachel: You found me a guy?\nMonica: Yes! We found you a really cute and funny guy from Chandler’s work!\nPhoebe: Yeah and I-I found you one too who is not a weirdo.\nRachel: Well, y’know what though you guys? I really appreciate that but I think I’m just gonna take Sebastian to the charity.\nChandler: Are you sure?! Because our guy smells incredible!\nMonica: Uh, would you stop it with that already?!\n(Sebastian returns with the coffee.)\nSebastian: Here you go. (Hands her, her cup.)\nRachel: Oh, thank you.\nSebastian: Sure.\nPhoebe: So, Sebastian, do you do any volunteer work?\nSebastian: Uh, no not really. Why?\nPhoebe: No reason, it’s just I know a single guy that cares about other people.\nChandler: Are you funny?\nSebastian: Excuse me?\nRachel: What are you guys doing?\nMonica: Are you funny? Tell us a joke!\nSebastian: Look, I just wanted to have coffee with Rachel.\nPhoebe: Well, so do a lot of people.\nSebastian: Actually, I uh, I gotta get going. (To Rachel) Give me a call sometime.\nRachel: Oh, but y’know, no, you didn’t give me your phone number.\nSebastian: Okay! See you later! (Exits.)\nChandler: (To Monica) Turns out he is kinda funny.\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, continued from earlier.]",
            "dialog": "Rachel: I cannot believe you guys! He was really nice and he left because of you!\nChandler: Yeah, but Sebastian? What is that? A cat’s name?\nPhoebe: Yeah, y’know what I noticed Rachel? He scares easy. Is that the kind of guy you’d like to take to a ball? \"Hey Sebastian, would you like to dance?\" (Imitates him.) \"Uhh, okay—I gotta go!\"\nMonica: All right guys stop it. Rachel, we’re very sorry that is a very insensitive thing for us to do. And y’know what? Let us make it up to you, we have two really great guys for you.\nPhoebe: Yeah! What have you got to lose? Y’know you might even end up with someone really special (whispers) if you pick my guy.\nRachel: All right.\nChandler: Okay, so you will meet our guys?\nRachel: Yes, I’ll meet ‘em.\nChandler: Okay now it doesn’t matter which one you choose, y’know? It’s completely up to you. Our guy is perfect, or you can go out with the guy Phoebe deemed not good enough to go out with herself.\nJoey: (entering) Pheebs! There you are! Okay, you broke my fridge; you owe me 400 bucks!\nPhoebe: Okay sure!\nJoey: Really?!\nPhoebe: Ooh, technically you owe me $600 for sending out happy thoughts on your last ten auditions.\nJoey: Call it even?\nPhoebe: Okay.\n(Ross returns.)\nChandler: (To Ross) Well, there you are! So what did Elizabeth say?\nRoss: Well, it turns out that she is going to Daytona for spring break woo-hoo. That means, that means wet T-shirt contests, guys doing shots off of girl’s bodies, waking up next to people you don’t even know…\nJoey: Man, she is going to have a great time! Is she staying at the Hotel Corona?\nChandler: You know the hotels?\nJoey: Sure! I was there! Spring Break ’81! Woo-hoo!\nMonica: In 1981 you were 13!\nJoey: So what? I drove down, sold T-shirts, had a blast. And y’know who knows how to party? Drunk college chicks.\nRoss: Okay, she can’t go.\nPhoebe: Ross, you can’t tell her not to go. You just started dating.\nRoss: Then what am I supposed to do?\nPhoebe: Nothing, you just have to be cool with it.\nRoss: Well, what is she goes down and-and sleeps with a bunch of guys?\nChandler: Well, maybe you don’t marry this one.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Elizabeth’s apartment, she is packing for her trip as Ross watches.]",
            "dialog": "Ross: I’m so glad you’re going on this trip!\nElizabeth: Yeah! I’ve been working so hard this semester. I really need to go crazy y’know, blow off some steam.\nRoss: Sure. Sure. Look I don’t, I don’t know if your plans are finalized yet, but umm, hey I-I know another great way to blow off steam.\nElizabeth: What?\nRoss: Are you into crafts at all?\nElizabeth: Ross, are you okay?\nRoss: Well, yeah, of-of course I’m okay! What? I’m just being supportive. Supportive of you and this whole trip, and-and (notices something) what-what is uh, what’s this? (He holds up a rather skimpy bathing suit.)\nElizabeth: It’s a bathing suit?\nRoss: To wear in front of people?\nElizabeth: Is that supportive?\nRoss: Is this?!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Rachel is reading as Monica and Chandler enter.]",
            "dialog": "Monica: Hey!\nChandler: Good-good-good-good.\nMonica: Hey!\nChandler: Hey!\nRachel: Hi!\nMonica: We’re really glad you decided to meet our guy.\nRachel: Oh…\nMonica: You’re gonna like him so much. So umm, when do you want to meet him?\nRachel: I don’t know. I know I don’t work late tomorrow night.\nChandler: Tomorrow night is good. Tomorrow night is good, but uh, y’know what? Why put off something till tomorrow that you can do right now? (Laughs) Eldad come here! (He stands up from the next table.)\nRachel: What?\nMonica: Eldad, this is Rachel.\nEldad: How are you?\nRachel: Well-well a little blind sided but y’know good.\nChandler: Eldad, sit down. (To Rachel) Move over! Move over now!\nRachel: I—Ohh! (Moves over and lets Eldad sit on the couch.)\nChandler: There you go! There you are! (Rachel stares at Monica and Chandler)\nMonica: Okay! Okay! We can take a hint! (They start to leave but run into Phoebe with her guy in tow.) (To Phoebe) What are you doing here?!\nPhoebe: This is Patrick. (Points to him.)\nPatrick: Hi.\nChandler: Hi. (To Phoebe) Okay, you’re too late okay? Because she’s already with our guy.\nPhoebe: (looks) Oh my God, you’re right! I am too late; they’re sitting on the couch and talking! (To Patrick) Come on! (They go over to the couch.) Rachel?\nRachel: Yeah?\nPhoebe: This is Patrick.\nRachel: Oh, hi.\nPatrick: Hi.\nPhoebe: Yeah, this is the guy I was telling you about.\nRachel: Yeah?\nPhoebe: Yeah. And believe me, this suit does not do justice to what’s underneath it.\nRachel: Oh-okay, but Pheebs?\nPhoebe: Yeah?\nRachel: I’m just sort of in the middle of something.\nPhoebe: Oh! Okay! Yeah, that’s okay. (To Patrick) Have a seat. (Sits Patrick down next to Rachel.)\nMonica: No! You can’t do that!\nEldad: Maybe I should go!\nMonica: (stopping him) Sit down! We’re winning!\nRachel: Okay, y’know what? Maybe I should go!\nAll: (Chandler stops her) No-no-no-no! Have a seat! Have a seat!\nMonica: Rachel! Rachel! You haven’t touched Eldad’s hair!\nChandler: It is the softest hair! Touch it! (Both he and Monica do so.)\nRachel: Yeah, I’m good.\nPhoebe: Rachel? Patrick is really rich. (To Patrick) Give her some money.\nPatrick: Y’know what Phoebe? This isn’t really worth the free massage.\nMonica: That’s right Patrick, bye-bye!\nChandler: (To Rachel) Eldad is much more cooperative! And he can dance! (To Eldad) You dance for Rachel!\n(He starts to get up, but Rachel stops him.)\nRachel: No-no! Don’t dance for me! Please? Don’t! (She gets up to yell at her ‘friends.’) What is the matter with you guys?\nPhoebe: Yeah, okay, let’s talk it out.\nRachel: I… Am I the only one that this is embarrassing for?\nEldad: I’m a little embarrassed. (Chandler shushes him.)\nRachel: I’ll tell ya who should be embarrassed! It’s you guys! Come on! This is ridiculous! Thank you very much, but I do not need you to get me a date!\nPhoebe: Then why did she ask us to…\nRachel: I am still talking!! And then you chase away the one guy that I actually liked! I mean, no offense to you guys. Really! I mean (To Patrick) congratulations on all the cash, (He nods) and-and y’know—(Feels Eldad’s hair)—Wow! You do have very soft hair! But I would much rather go to the ball all by myself than go through anymore of this! Good-bye! (Grabs her stuff, starts to leave, then turns back suddenly, and to Eldad) Now do you use some sort of special conditioner on that hair?!\nEldad: Yes, Papaya Extract.\nRachel: Thank you! (Storms out.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The airport, Elizabeth’s flight is about to leave and Ross is there to send her off.]",
            "dialog": "Ross: So uh, have a great time down there.\nElizabeth: I will.\nRoss: Yeah. And did you, did you pack that bathing suit?\nElizabeth: Yeah.\nRoss: It was pretty funny when I, when I hid it for a while, huh? Anyway, umm, I-I am worried about that bathing suit, not because it’s revealing which I’m fine with, no I’m concerned about your health, sun exposure.\nElizabeth: Oh, don’t worry I have plenty of sun block, it’s SPF-30.\nRoss: Well, if what’s in the bottle is actually 30. I mean sometimes you get 30, sometimes it’s-it’s get 4, and I swear to God more often than not it’s just milk.\nElizabeth: Ross, it’s going to be okay. I’m not going down there to hook up with a bunch of guys. I really like you. I like how things are going between us.\nRoss: Really?\nElizabeth: Yeah! I’m just going down there to relax and hang out with my friends.\nRoss: Okay. Cool.\nElizabeth: Oh hey! Here they are!\n(A group of about 10 guys and no women come running around the corner.)\nGuy: Elizabeth!\n(The guys pick up Elizabeth and carry her onto the plane as she waves bye.)\nRoss: Call me!\nEnding Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Rachel, Chandler, and Phoebe are there.]",
            "dialog": "Phoebe: Rachel, we’re sorry for pushing those guys on you.\nRachel: Oh that’s all right! Y’know, I ended up having a really good time. Y’know, the charity was a big success and they raised a lot of money and awareness.\nChandler: So what was it for anyway?\nRachel: I wanna say a disease.\nJoey: (entering) Hey!\nAll: Hey!\nJoey: I just got this really weird message from Ross. He said turn on MTV.\nRachel: Huh. All right.\n(Rachel does so and it’s one of those dance party shows they have during spring break and we see…)\nPhoebe: Oh my God, look! That’s Elizabeth!\n(Suddenly Ross jumps in and starts dancing with her.)\nRachel: Oh-oh Professor Geller.\nJoey: Ahh, to be 13 again.\nChandler: Yeah.\nEnd\n"
        }
    ]
}