{
    "metadata": {
        "season": "SEASON 6",
        "title": "609 Ross Got High",
        "written_by": "Greg Malins",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is mixing some Thanksgiving treat (I’m assuming mashed potatoes)",
            "dialog": "Monica: (on phone) Okay, great!  Bye. (Hangs up as Chandler enters.) So guess who’s coming to Thanksgiving dinner?\nChandler: Sydney Portier? Hehheh.\n[Chandler throws his coat on the couch]\nMonica: (not amused by Chandler’s joke) I miss Rachel. (To Chandler) No, my parents.\nChandler: Oh! That’s great, they haven’t seen the place since I moved in!\n[Monica goes to fiddle with something on the table.]\nMonica: Yeah, and y’know, if you could not mention to them that we live together, that would be great! (Quickly trying to change subjects), I was thinking we would eat around four.\n[Monica goes to the stove.]\nChandler: (shocked at the news) Why can’t I tell them that we live together?\nMonica: Because they don’t know we’re dating. (Again, trying to quickly change subjects.) Do you think we should eat in the kitchen? (Goes to the sink and the stove to cook.)\nChandler: Why haven’t you told them?!\nMonica: Um, well, I was going to, I-I-I really was. But um, then somewhere, just out of nowhere, I didn’t.\nChandler: Why haven’t you told them?! Wouldn’t they be happy?!\nMonica: (trying to change subjects, excitedly) So! Dinner in the kitchen around four! I’ll see you then. (Pats Chandler on the shoulder and goes into the living room.)\nChandler: Why wouldn’t they be happy?\nMonica: Well, um, because mainly, um, they don’t like you. I’m sorry.\nChandler: What? What? Why?!\nMonica: Maybe because you used to be aloof, or that you’re really sarcastic, or that, y’know, you joke around all the time. Or that you take off your clothes and throw them on the couch.\nChandler: Is this why they don’t like me or why you don’t like me?\nMonica: Look, I know that I should’ve told them. I know I shouldn’t care what they think. I’m sorry.\nChandler: Y’know, it’ll be okay. It’ll be okay. Because when they come over, I will be all charming, I will make them fall in love with me, and then we’ll tell ‘em.\nMonica: You really think that’ll work?\nChandler: Hey, I can be pretty charming, babe, I won YOU over, didn’t I?\nMonica: (hugging Chandler) I don’t think you’ll ever get my parents that drunk!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey and Janine’s, Joey and Ross are playing Sony Playstation. Chandler enters.]",
            "dialog": "Chandler: Hey! (Sees Ross is there) Oh, good, Ross! You’re parents like me, right?\n[Chandler goes to stand to the side of the TV.]\nRoss: (only half-paying attention) Yes, of course they like you!\nChandler: Well Monica just told me that they don’t.\nRoss: (not paying attention) Yeah, they don’t like you.\nChandler: (annoyed) Do you know why?\nRoss: I dunno, maybe it’s because you’re really sarcastic. Or maybe it’s cause you uh-\nChandler: (angry) Well if people don’t know they shouldn’t just guess!\n[Joey and Ross get annoyed with Chandler's outburst.]\nChandler: This is great, another Thanksgiving with nothing to give thanks for.\nJoey: Maybe I could give thanks for you shuttin’ up, eh?\nChandler: Maybe I could give thanks by taking my Playstation over to my new apartment.\nJoey: Well maybe I love ya’.\nChandler: [mocks that last comment].\n[Chandler starts to leave as Janine enters]\nJanine [to Chandler]: Hey.\nChandler: Hey.\n[Chandler exits]\nJanine: Hey guys!\n[Joey and Ross drop their video game controllers.]\nRoss: (trying to act manly in front of Janine) No I don’t want to play video games, Joey!\nJanine: Are you guys going to Chandler’s for Thanksgiving?\nJoey: Yeah! Yeah, why? What’s up?\nJanine: Well, me and my dancer friends are thinking of doing Thanksgiving uptown. I thought you guys might like to come.\nRoss: For real?\nJanine: No, but you should go to Chandler’s. Because none of us knows how to cook, we’ll probably just end up drinking all day.\nJoey: Ye-ye, we go to yours!\nRoss: Yeah, see, we-we-we have to stop across the hall, because it’s my sister. But, uh, uh y’know actually, growing up with a sister was nice because it really helped me understand women. Yeah, you-you should tell your friends that.\nJanine: (not sure of what to make of that) Okay.\n[Janine leaves]\n[Ross looks at Joey coyly.]\nJoey: How you got three women to marry you, I’ll never know.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler’s, Phoebe enters with a paper turkey.]",
            "dialog": "Phoebe: Hey!\nAll: Hey!\nRachel: Hey! Hey, Pheebs, check it out. Yeah, for my desert, I have chosen to make a traditional English truffle!\nPhoebe: Wow, that sounds great! And what are you making Monica, in case Rachel’s dessert is...[about to say “bad”] so good that I eat all of it. There’s none left for anybody else!\n[Monica, Phoebe, and Rachel laugh]\nMonica: Nothing.\nRachel: (worried) Nothing?\nMonica: No, sweetie, I-I trust you.\nRachel: So, if-if I mess this up, there’s nothing else for dessert?\nMonica: You’re not gonna mess it up.\nRachel: Wow, Monica, I love that, you really have faith in me. Thank you. Technical question, how do you know when uh, the butter’s done?\nMonica: Well, it’s done about two minutes before it looks like that.\n[Joey and Ross enter.]\nJoey and Ross: Hey!\nAll: Hey!\nJoey: Oh, ooh the food smells great, Mon!\nRoss: And the place looks so nice!\nJoey: Yeah, hey hey, Happy Thanksgiving everybody!\nRoss: Happy Thanksgiving!\nThe Girls: Happy Thanksgiving!\nJoey: Well, this has been great!\nRoss: See ya!\n[Joey and Ross go to the door, ready to leave.]\nMonica: Whoa whoa whoa! Where’re you goin’?\nRoss: Oh, oh, we did say we’d stop by this little thing Joey’s roommate is having.\nMonica: Oh, Janine, the really hot dancer girl?\nRoss: Some would say she’s attractive, yes.\nPhoebe: And who else is going to be there?\nJoey: Uh, some of her friends, yeah.\nRachel: Her dancer friends?\nJoey: (frustrated) Yes, all right? All of her hot dancer friends are gonna be there and they’re gonna be, be drinkin’ and dancin, and we really wanna go!\nRoss: (to Joey) Dude, we were good!\nMonica: You’re not gonna go anywhere, you said you were gonna eat here, and you’re gonna eat here!\nPhoebe: Yeah, and-and leaving us to go see hot dancer girls is not very Thanksgivingy.\nRoss: Oh, but-but it is, uh, it’s just like the first Thanksgiving, when the Indians and the Pilgrims uh, sat down to dinner.\nJoey: Yeah, yeah, and the Indians taught the Pilgrims what it meant to be hot in the new world!\n[Enter Jack and Judy Geller]\nMrs. Geller: Hello everybody!\nMr. Geller: Hi!\nAll: Hi!\n[Kisses and hugs are exchanged.]\nMonica: Dad [kisses Jack], Mom [kisses Judy]. Look! Look who it is it’s Chandler!\nMrs. Geller: (less than pleased) Oh yes of course, hello Chandler.\nChandler: Mr. and Mrs. Geller, you look wonderful, it is great to have you hear, let us take off your coats!\n[Chandler goes to take off Jack’s coat. He then notices little white flakes on Jack’s shoulders. He begins to wipe them off.]\nChandler: Whoa, snowing out there?\nMr. Geller: (angry) No.\n[Time lapse. The gang is sitting down for Thanksgiving dinner. Chandler is at the head of the table, Mr and Mrs Geller are to his right. Joey and Ross are to his left. Monica is serving things. Phoebe is in the living room and Rachel is at the sink.]\nMr. Geller: Monica, all this food looks wonderful, you should think about doing this for a living.\n[Chandler, trying to make nice with Jack, laughs at his joke and points at Jack.]\nMr. Geller: Ok, I have dandruff. There’s no need to laugh and point.\n[Monica rushes over to Chandler’s side.]\nMonica: Dad, Chandler was just laughing at your joke.\nMr. Geller: My joke wasn’t funny.\n[Phoebe walks from the living room to the kitchen and talks quietly to Rachel.]\nPhoebe: Rach, Rach, I just remembered. I had a dream about Mr. Geller last night.\nRachel: Really?!\nPhoebe: Yeah, I dreamt that he saved me from a burning building and he was so brave and so strong! And it’s making me look at him totally differently. Y’know, I mean he used to be just, y’know “Jack Geller Monica and Ross’s dad” and now he’s he’s “Jack Geller, dream hunk.\"\n[We see a shot of Jack stuffing his face with food. Some dream hunk!]\nRachel: I dunno. Y’know to me he’ll always be “Jack Geller, walks in while you’re changing.”\n[Time lapse. Ross and Joey are cleaning the table while Judy and Phoebe talk by the window. Jack and Chandler are sitting on the couch while Monica sits on the coffee table.]\nMonica: Y’know dad, Chandler is one of Ross’s very best friends!\nChandler: Yeah, Ross sure is a great guy, y’know I’ve always felt that how a young man turns out is a reflection on his father.\nMr. Geller: I always thought that too. Tell me, what does your father do?\n[Chandler and Monica exchange worried looks.]\nChandler: (worried) He’s the headliner of a gay burlesque show.\n[Rachel is in the kitchen fiddling with her English truffle. Joey and Ross, anxious to leave and go to Janine’s party, are egging her on to hurry up.]\nJoey: Rach, you’re killin’ us here, will ya serve the dessert already? Those drunken dancers are waiting!\nRachel: (looking at her truffle) Look at it, isn’t it beautiful?\nRoss: Yeah, yeah, what is it?\nRachel: It’s a truffle. It’s got all of these layers. First there’s a layer of ladyfingers, then a layer of jam, then custard, which I made from scratch, [Joey and Ross make impressed faces] then raspberries, more ladyfingers, then beef sauteed with peas and onions, [Joey and Ross look like something’s wrong.] then a little more custard, and then bananas, and then I just put some whipped cream on top!\n[Joey and Ross make confused faces.]\nRoss: W-What was the one right before bananas?\nRachel: The beef? Yeah, that was weird to me, too. But then, y’know, I thought “well, there’s mincemeat pie,” I mean that’s an English dessert, these people just put very strange things in their food, y’know. [To Joey] Oh! by the way, can I borrow some Rum from your place?\nJoey: Y-sure!\nRachel: (teasingly) And while I’m gone don’t you boys sneak a taste.\nJoey and Ross: (faking dissapointment) Okay.\n[Rachel leaves]\nRoss: Beef in a dessert?! I- no no no, there is no way!\n[Ross goes to look in the magazine Rachel got her recipe from.]\nJoey: I know, and only one layer of jam?! What is up with that?\n[Ross looks up as if saying that Joey was weird. He begins flipping through the pages, only to find that they are sticky. So one page is overlapping another, making two recipes look like one.]\nRoss: Oh my God, the pages are stuck together!\nJoey: (turning to Chandler in a scolding tone) Chandler!\nRoss: Oh My God, she-she made half a English Trifle, and half a...Sheperd’s Pie!\nJoey: (sad) Oh man! Now she’s gonna start all over! We’re never gonna get to introduce the hot girls to the new world!\nRoss: No, no, we will. We just won’t tell her she messed up.\nJoey: Just let her serve the beef-custard thing?\nRoss: Yeah, it’ll be like a funny Thanksgiving story!\nJoey: (shrugging his shoulders to go along with it) Vomiting stories are funny...\n[Rachel enters]\nRachel: Joey, God, your apartment is like a hundred degrees!\nJoey: Did-did it make you wanna walk around in your underwear?\nRachel: No!\nJoey: (frustrated) Still not hot enough!\n[Joey leaves]\n[Phoebe walks over to talk to Rachel.]\nPhoebe: Rachel?\nRachel: Yeah?\nPhoebe: Okay, look at him. Look at those strong hands. Oh what I wouldn’t give to be that can of (looks closer to see what Jack is drinking) condensed milk.\n[We see a shot of Jack drinking condensed milk on the couch.]\n[Ross and Judy enter the living room. Judy and Ross sit down on the couch beside Jack. Monica and Chandler are sitting on the coffee table.]\nMonica: Mom, uh, Chandler was just saying how beautiful your sweater is.\nMrs. Geller: Oh, thank you Chandler! I just bought it.\nChandler: Oh, yes. Well it’s very beautiful. It’s cream-colored and tight [Realizes what he just said and looks worried. Monica and Ross also looked shocked. Judy and Jack give Chandler a very dirty look.] I don’t mean tight, I mean it’s not too tight, not that I was looking at-[giving up all hope, he puts his head into his hands.]\nMr. Geller: What’s the matter with him?\nMrs. Geller: (whispers to Jack a little loudly) I think he’s stoned again.\nChandler: (shocked) What?\nMonica: (shocked) What?\nRoss: (worried) Dude, I need to talk to you a sec.\n[Ross and Chandler get up and go into Rachel’s old room.]\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Rachel’s old room. It’s pretty much empty except for a few boxes against the walls. Ross and Chandler enter.]",
            "dialog": "Ross: Okay, I think I might know why my parents don’t like you.\nChandler: You do? Why?\nRoss: Okay, remember, we were young. Hey, Spring break, sophomore year, I got high in my bedroom and my parents walked in and smelled it and so I told them that you had gotten stoned and jumped out the window.\nChandler: What?! Why did you do that?\nRoss: I don’t know, aheh, your’s was the first name that-that popped into my head, I’m I’m sorry. I-I didn’t think it would matter.\nChandler: How could it not matter?!\nRoss: How was I supposed to know we’d end up being friends after college, let alone you-you would be living with my sister?\nChandler: What about all that “friends forever” stuff?\nRoss: I don’t know, I-I was all high.\nCommercial Break\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Rachel’s Old Bedroom, Continued from earlier. Monica enters the room.]",
            "dialog": "Monica: Mom and dad just sent me in here to find out if you (points to Chandler) were trying to get Ross stoned!\nChandler: Your parents caught Ross smoking pot in college and he blamed it on me!\nMonica: Ross, I can’t believe you’d do that!\nChandler: The reason we haven’t told them we’re together is because they hate me, okay? So will you fix this?\nRoss: Okay, okay, I’ll tell ‘em it wasn’t Chandler who got high. Now who should I say it was?\nMonica: You! It’s not like it’s a big deal! You-you don’t still do it or anything!\nRoss: Alright, alright, now-now who should I say tricked me into doing it?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Chandler’s, Time lapse. Jack is still on the couch, picking his teeth with his feet on the table. Phoebe and Judy are sitting on the table looking at him. Ross and Chandler are sitting by the window talking. Rachel and Joey are in the kitchen fooling with Rachel’s trifle. Monica walks into the living room from the kitchen.]",
            "dialog": "Monica: Dad, please don’t pick your teeth out here! Alright, and if you’re gonna put your feet up, why don’t you sit on the-\nPhoebe: Monica, leave him alone!\n[Monica gives Phoebe a surprised expression and goes over to Ross and Chandler.]\nJoey: (to Rachel) Will you hurry up? Did you not hear me before when I told you that all of Janine’s friends are dancers?! And that they’re going to be drinking alot!?\nRachel: (sarcastically) No, I did, but tell me again, because it’s so romantic.\nJoey: Well you’re whippin’ so slow! Can’t you do it any faster?\nRachel: Joey! Come on! I don’t wanna make any mistakes, alright? This is the only dessert and if I screw it up everybody's gonna be like “Oh, remember that Thanksgiving when Rachel screwed up the trifle?”\n[Joey gives her an understanding look.]\nRachel: So why don’t you just let me worry about making the trifle and you just worry about eating it, alright?\nJoey: Oh I am!\n[Chandler and Monica are by the window pressuring Ross to tell his parents the truth.]\nMonica: Ross, if you don’t tell them, then I will!\nRoss: Okay, fine!\n[Ross gets up to go tell his parents.]\n[Joey rushes over.]\nJoey: Ross! Can I talk to you for a second?\nRoss: Oh, uh, can it wait a second Joey? I have to tell my parents something. No it can’t? Okay.\n[Monica and Chandler make “What was that?” gestures. Joey and Ross go into Rachel’s old room.]\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Rachel’s old room, Ross and Joey enter.]",
            "dialog": "Joey: Okay, look, I think we have to tell Rachel she messed up her dessert.\nRoss: What?! What is with everybody? It’s Thanksgiving, not...Truth-Day!\nJoey: Look, when everyone eats that...that...Banana-Meat thing, they’re all gonna’ make fun of her, do you want that?\nRoss: Okay, okay, we’ll just get everyone to act like they like it. That-that way noone makes fun of her and we still get to go to Sweet Potatoe Pie! (Referring to the dancers.)\nJoey: (scolding) Dude, they’re not objects.\n[Ross makes a sorry face.]\nJoey: Just kiddin,’ I’ll talk to them, you distract Rach.\n[Joey and Ross go back out into the main area.]\nRoss: Hey Rach, can I talk to you outside for a second?\nRachel: Okay...\n[The hallway. Rachel and Ross go out and they just stand there for a few seconds.]\nRachel: What’s up, Ross?\nRoss: So um...Thanksgiving. The holiday season is upon us, hm?\nRachel: Yeah!\nRoss: And um...You look nice today.\nRachel: Oh no. No Ross, don’t do this.\nRoss: What?\nRachel: I just- I don’t think us getting back together is a good idea.\nRoss: (shocked) Eh?\nRachel: I thought this might happen today. Ross, I know the holidays can be rough. Y’know? And it’s probably really hard for you to be alone right now.\nRoss: (cutting her off) You’re alone.\nRachel: No, I-I live with Phoebe. I mean you’re [pity-tone] alone, alone. And I just-it’s just not the time for us. I’m sorry.\nRoss: (just trying to get out of the conversation) Ah well, can’t blame a guy for trying!\n[Inside Monica and Chandler’s. Joey is almost done explaining the situation to everyone.]\nJoey: Oh and (Ross begins to open the door and Joey says some gibberish word to indicate to Ross that he’s not done yet. Ross closes the door again.) Okay, and uh if anyone needs help pretending to like it, I learned something in acting class, try uh, rubbing your stomach (Rubs his stomach) or uh, or saying “mmm” and uh, oh oh! And smiling (Smiles while pretending to stir a bowl), okay?\nChandler: Yeah, I’m not gonna pay for those acting classes anymore.\n[Ross and Rachel re-enter.]\nJoey: Rachel, there you are! Come on, let’s serve that dessert already!\nRachel: Joey, you’re gonna have to stop rushing me, you know what? You don’t get any dessert.\nJoey: (happily) Really?\nRachel: No, I’m just kidding I would never do that to you! Okay, everybody, it’s trifle time!\nPhoebe: So, now, Rach, this is a traditional English trifle, isn’t it?\nRachel: It sure is.\nPhoebe: Wow. So then did you make it with beef or Eggplant?\nRachel: Beef.\nPhoebe: I can’t have any. You know I don’t eat meat. (Faking dissapointment.) Ohhh no.\n[Phoebe gets up and goes into Rachel’s old room, a smile on her face.]\nRachel: Alright, Monica, I want you to have the first taste.\nMonica: Really?\n[Rachel hands Monica a plate. Monica takes a spoonful of the whipped cream portion.]\nRachel: Oh oh oh, wait! You only got whipped cream in there! Ya gotta take a bite with all the layers!\nMonica: Okay.\n[Monica takes a bigger spoonful and a pea falls off]\nRachel: Op! Wait, you dropped a pea.\n[Monica puts the pea on top of the spoonful and takes a bite.]\nRachel: Well?\nMonica: (faking joy. Rubbing her stomach and smiling at the same time, like Joey said) Mmmm! It’s good!\nRachel: Really? How good?\nMonica: It’s so good, that I feel really selfish about being the only one who’s eating it, that I think we should have everyone taste how good it is. Especially Ross.\n[Ross glares at Monica.]\n[Everyone takes a bite of their trifle.]\nAll: (faking enjoyment) Mmm.\nChandler: (clearly lying and hating the dessert) Yeah, this is so good, that I’m gonna go enjoy it on the balcony so that I can enjoy the view whilst I enjoy my dessert.\n[Chandler exits to the balcony.]\nMrs. Geller: (lying) I’ve gotta call my friend Mary and tell her how good this is, from Monica’s room.\nMr. Geller: (also lying) I’ll help you dial.\n[Jack and Judy exit to Monica’s room.]\nMonica: (again, lying) I’m gonna go into the bathroom so I can look at it in the mirror, as I eat it.\n[Monica exits to the bathroom.]\nRachel: Okay, now what was that all about? Is it-does it not taste good? Let me try it.\n[Rachel reaches for Ross’s plate]\nRoss: Wha? No no! Ah! (Ross scarfs all of his trifle down in about a second. He looks like he’s going to throw up.) (Lying) All gone! So good! Maybe Chandler has some left.\n[Rachel leaves to the balcony.]\nRoss: It tastes like feet!\nJoey: I like it.\nRoss: Are you kidding?\nJoey: What’s not to like? Custard? Good. Jam? Good. Meat? Gooooood.\n[Rachel and Chandler re-emerge from the balcony.]\nRachel: ...So a bird just grabbed it, and then tried to fly away with it and, and then just dropped it on the street?\n[Chandler makes a fake \"I know I couldn’t believe it either\" gesture.]\nChandler: (lying) Yes, but if it’s any consolation, before the bird dropped it, he seemed to enjoy it.\n[Phoebe comes back from Rachel’s old room.]\nPhoebe: Rachel, come here. (Rachel walks over to Phoebe. Chandler sits down on the lounge-chair.) Okay, I was just starting to take my Thanksgiving nap, and I had another dream about Jack.\nRachel: Oh, Phoebe, do I wanna hear this?\nPhoebe: I dunno, let’s see! So, okay, I dreamt that we were gonna get married, and he left, becuz he had to go fight a fire. And, um, so okay, I went to a night club, and I saw him making out with a girl.\nRachel: (humoring Phoebe) Oh my God, he dream-cheated on you!\nPhoebe: Yeah, but then Jacques Cousteau came and he kicked his ass for betraying me! It was soo cool! Then, he took me diving and he introduced me to his pet seahorse, who, by the way, was totally coming on to me, and please, that is not gonna happen.\n[Jack and Judy come out of Monica’s room and sit down on the couch.]\nMr. Geller: Boy, I’m glad I wore the big belt today.\nPhoebe: Five minutes ago, a line like that would’ve floored me. Now nothing. Well, not nothing, I am still a woman.\n[Rachel and Phoebe walk into the kitchen. Monica comes out of the bathroom and goes over to Ross.]\nMonica: Ross? Let’s go.\nRoss: Oh yeah, about telling Mom and Dad, I was thinking about maybe writing a letter.\nMonica: Alright, you know what? That’s it. You’ve had your chance.\nRoss: Wha-what?\nMonica: (out loud, to her parents) Mom! Dad! Ross smoked pot in college!\nMr. and Mrs. Geller: What?!\nRoss: (in a 5 year old’s tone) (To Monica) You are such a tattletale! Mom, Dad, you remember that-that time you walked in my room and smelled marijuana?\nMr. and Mrs. Geller: Yes. (They look at Chandler angrily.)\nRoss: Well I told you it was Chandler who was smoking the pot but it was me. I’m sorry.\nMrs. Geller: It was you?\nMonica: And Dad, y’know that mailman that you got fired? He didn’t steal your Playboys! Ross did!\n[The Gellers stare at Ross. Ross looks at his parents with an afraid, shocked look.]\nRoss: Yeah, well, Hurricane Gloria didn’t break the porch swing, Monica did!\n[The Gellers glare at Monica.]\n[Joey, Phoebe, and Rachel are sitting at the table, looking at the Geller siblings like they’re weirdos.]\nMonica: Ross hasn’t worked at the museum for a year!\n[The Gellers glare at Ross.]\nRoss: Monica and Chandler are living together!\n[The Gellers glare at Monica, shocked]\n[Monica and Chandler both are shocked. Ross gives Monica a “take that!” look.]\nMonica: Ross married Rachel in Vegas! And got divorced! Again!!!!\n[The Gellers glare at Ross.]\nPhoebe: (joining in) I love Jacques Cousteau!\nRachel: (reading the recipe magazine, finally figuring out that...) I wasn’t supposed to put beef in the trifle!\nJoey: (pounding the table) I wanna gooooooo!\nMrs. Geller: (rubbing her temples) That’s alot of information to get in in thirty seconds! Alright Joey, if wanna leave, just leave. Rachel, no you weren’t supposed to put beef in the trifle. It did not taste good. Phoebe, I’m sorry, but I think Jacques Cousteau is dead. (Phoebe makes a sad face.) Monica, why you felt you had to hide the fact that you were in an important relationship is beyond me.\nMr. Geller: And we kinda figured about the porch swing.\nMrs. Geller: Ross, drugs? Divorced? Again?\nMr. Geller: What happened son?\nRoss: I-I uh, I got tricked into all those things!\nMrs. Geller: Chandler! You’ve been Ross’s best friend all these years, stuck by him during the drug problems. (Ross gets disgusted.) And now you’ve taken on Monica as well. Well, I don’t know what to say. You’re a wonderful human being.\n[Chandler is mega shocked!]\nChandler: Thank you!\nMr. Geller: No! Thank you! (Hugs Chandler) Monica, and Ross! I don’t know what I’m gonna do about the two of you!\nChandler: (In a parent-like tone) I’ll talk to them!\nClosing Credits\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Chandler’s, Everyone is helping clean the table.]",
            "dialog": "Rachel: You guys! It was bananas, cream, and beef! I-I just cannot believe that you ate that so that I wouldn’t feel bad!\nMonica: Well actually, I-I didn’t eat mine. It’s still in the bathroom.\nJoey: No it isn’t, I ate that.\nMrs. Geller: (pointing to herself and Jack) Well we left ours in Monica’s bedroom.\nJoey: Nope, got it and I got yours (Pointing to Jack) too.\nEnd\n"
        }
    ]
}