{
    "metadata": {
        "season": "SEASON 6",
        "title": "607 Phoebe Runs",
        "written_by": "Sherry Bilsing-Graham & Ellen Plummer",
        "transcribed_by": "Kiza Abuzahra",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Phoebe and Rachel’s new apartment, Rachel and Phoebe are making their answering machine message.]",
            "dialog": "Phoebe: Ready?\nRachel: Yeah.\nPhoebe: Okay.\nRachel: Hi...\nPhoebe: it's...\nRachel: Rachel...\nPhoebe: and…\nRachel: Phoebe’s...\nPhoebe: please...\nRachel: leave...\nPhoebe: leave…\nRachel: Wait, I-I just said \"leave.\"\nPhoebe: Yeah, I know because you have all the good words. What do I get? I get \"it’s,\" \"and\" oh I'm sorry, I have \"A.\" Forget it.\nRachel: Phoebe, come on that's silly.\nPhoebe: All right, so let's switch.\nRachel: No, I have all of the good words. OK, fine, fine, we can switch.\nPhoebe: Okay.\nRachel: Okay.\nPhoebe: Hi…\nRachel: Everybody…\nPhoebe: It's…\nRachel: Rachel…\nPhoebe: and…\nRachel: Phoebe’s…\nPhoebe: Please...wait, how did you do that?\nRachel: What?\nPhoebe: Oh, you're no ordinary roommate are you?\nRachel: Phoebe, come on can we finish this later? Cause I wanna go running before it gets dark. Oh! Why don't you come with me?!\nPhoebe: Really?\nRachel: Yeah, it'll be fun. We'll run in the park. It'll be like our first y’know roommate bonding thing.\nPhoebe: Okay, let's go running!\nRachel: Yeah and there's really cute guys there.\nPhoebe: Let's run towards them!\nRachel: OK!\nPhoebe: All right, wait just one more second. Hi, it's Phoebe and Rachel's. Please leave a message, thanks!\nRachel: Now wait a minute. You just took all the words!\nPhoebe: Uh-huh. You've met your match Rachel Green.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Chandler’s new apartment, Ross and Chandler are there.]",
            "dialog": "Ross: So, I just finished this fascinating book. By the year 2030, there'll be computers that can carry out the same amount of functions as an actual human brain. So theoretically you could download your thoughts and memories into this computer and-and-and live forever as a machine.\nChandler: (not amused) And I just realized I can sleep with my eyes open.\n[Monica enters]\nMonica: Hey!\nRoss and Chandler: Hey!\nMonica: (jumps over a box) Honey, that's a great idea nailing the boxes to the floor!\nChandler: I didn't nail the boxes to the floor.\nMonica: Oh, So you can move them!\nChandler: Yes, and while I'm doing that, Ross has a great computer story for you.\n[Joey enters with his new roommate who is played by none other than Elle MacPherson.]\nJoey: Hey everybody! Uh, I'd like you to meet Janine. She's-she's gonna be my new roommate!\nJanine: Hi.\nRoss: Hi! (Rushes over to shake her hand instantly.)\nJanine: Hi\nJoey: Yeah, she's gonna live with me!\nMonica: It's nice to meet you. Janine...?\nJanine: Lecroix. Janine Lecroix\nJoey: I didn't know that! Well, what a pretty last name!\nChandler: So, uh, wh-where ya from?\nJanine: Australia, I just moved here a couple of weeks ago.\nJoey: (shocked) From the land down under? I didn't know that either!\nRoss: So uh, wha-uh, what do you do?\nJanine: I'm a dancer.\nJoey: You're a dancer? She-she's a dancer!\nJanine: Well, I think I'll go and unpack.\nJoey: Oh, hey let me. (Opens the door for Janine and after he closes the door behind her gasps ecstatically.)\nMonica: Joey, did you even interview this woman before you asked her to move in?\nJoey: Of course I did.\nMonica: Uh-huh, what exactly did you ask her?\nJoey: \"When can you move in?\"\nRoss: Thank you for bringing her into our lives.\nChandler: Unbelievable\nMonica: Oh, so you like her too Chandler?\nChandler: Hey, look at all the boxes!\nJoey: Ugh, I cannot wait to ask her out!\nMonica: Wait a minute...Joey. Joey you can't ask her out, she's your roommate. It-it'll be way too complicated.\nRoss: Yeah, yeah man don't do it. I mean if you date her, then-then-then I can't date her.\nChandler: All right, think about it. Now remember when you were going out with that girl Donna and you guys broke up. Remember how horrible it was when you guys bumped into each other at the supermarket?\nJoey: Oh God, yeah.\nChandler: Now imagine you live at the supermarket.\nJoey: (happily) Okay!\nChandler: No-no\nJoey: Oh, Oh, you're right! I don't want that. I can't date her!\nMonica: Yeah and you better watch the flirting too, cause you know, in such close quarters, it could be trouble.\nJoey: Well, that's gonna be tough Mon. I mean it's hard for me to be around an attractive woman and not flirt.\nMonica: (chuckles) Hmm, well you're around me all the time and you don't flirt.\nJoey: You a little sad about that sweetheart?\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene, The Park: Phoebe and Rachel are getting ready to go running]",
            "dialog": "Phoebe: I have to tie my shoe, so you go ahead, I'll catch up.\nRachel: Okay. (Runs off.)\nPhoebe: Okay. (Starts running crazily with her arms flapping and her legs far apart) Come on! That's not running! Let's go! (Rachel pauses, then follows, embarrassed.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene, Central Perk: Rachel, Ross and Monica are there]",
            "dialog": "Rachel: You guys, I'm telling you, when she runs, she looks like a cross between Kermit The Frog and The Six Million Dollar Man.\nRoss: Monica had such a crush on him. Yeah, she used to kiss his poster every night before she went to bed.\nRachel: Oh! I used to do that too!\nMonica: Did you also have his album, It's Not Easy Being Green?\nRachel: Aw, Mon...(Kisses her on the cheek)\nMonica: So, Phoebe runs weird huh?\nRachel: Yeah, yeah and you know what, I know she's gonna wanna run again, I just don't know how to get out of it, I mean, I live with her.\nMonica: Why don't you just be straight with her? Tell her the truth.\nRoss: Yeah.\nRachel: You're right, you're right. I should just tell her the truth.\n[Phoebe enters]\nPhoebe: Hey!\nRoss: Hey!\nRachel: Pheebs, Monica tripped me, I don't think I can ever run again, ever!\nPhoebe: Why? Why would you do that?\nMonica: I don't know. Rachel I'm-I'm sorry that I hurt your ankles.\nRachel: Ankle.\nMonica: We'll see.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler’s new apartment, Chandler is putting something away under the sink.]",
            "dialog": "Chandler: OK, I'm officially unpacked. Thanks for helping me man. (Turns around and sees that Joey isn't there.) Joe? (Hears giggling coming from a box) Well, I guess Joey went home. Oh and look, there's still one box that I have to unpack. (Hears the giggling again)\nJoey: (jumps out of the box) I Gotcha!!\nChandler: (pretending) Oh my God! You-almost-gave-me-a-heart-attack.\nJoey: Boy, it was so hard not to laugh, I tell ya. Hey, hey, the place looks great!\nChandler: Yeah, not bad right? You know what, Monica’s gonna be working late, so I'm gonna make this place spotless. You know what else I'm gonna do, know what else I'm gonna do? I'm gonna go downstairs, I'm gonna get her some flowers. Now who wouldn't wanna live with me?\nJoey: (raises his hand) I don't! No, I wanna live with the super-hot Australian dancer.\nChandler: Yeah, now how's that going though? Are you okay with the not-flirting thing?\nJoey: Yeah. Well, so far yeah. But it's tough you know? I got all this built up flirting energy and I don't know how to get rid of it. (Gives Chandler the \"Joey-love,\" look.) How you doin?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene Joey and Janine’s new apartment, Janine is there. Joey walks in to see Janine bent over, stretching.]",
            "dialog": "Joey: (voice cracking) Ohhhh man\nJanine: Sorry, there's just more room out here.\nJoey: No-no-no-no-no, it's-it's uh, you just uh, uh reminded me that uh, I need to do my stretches too. (Starts to stretch, groans painfully)\nJanine: (touches his waist) Why don't you try to do-\nJoey: (jumps up and yells)\nJanine: What's wrong?\nJoey: Uh-uh nothing. I-I-I-I didn't want you to touch me cause I'm -I'm all sweaty from the workout. I better hit the shower. (Goes into the bathroom and comes back out quickly) Oh my God!\nJanine: Oh, sorry about that stuff hanging in there. It's just my thongs are too delicate for the dryer.\n(Joey laughs nervously and goes to his bedroom.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene, The Park, Rachel is running and Phoebe is hiding behind a tree.]",
            "dialog": "Phoebe: (jumps in front of Rachel) Hi! Oh yeah, uh-huh, it's me. I saw you grab your running shoes this morning and sneak out. You lied so you could run by yourself.\nRachel: No, no Phoebe no, I was...no. You know what, I was, I was actually just checking to, see, if I could run. And I can!\nPhoebe: Please Rachel, I am not an idiot. (Runs off)\nRachel: No, wait Phoebe.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene, Monica and Chandler’s, Chandler is there. Everything is out of its place and Chandler's cleaning.]",
            "dialog": "Ross: (enters) Wow, couples who live together do start to look alike. So, Mondler...uh, what uh, what ‘cha doin?\nChandler: What does it look like I'm doing? I am cleaning!\nRoss: Did you get Monica's authorization to move all of her stuff?\nChandler: Authorization? I don't need that. I'm gonna put everything back.\nRoss: Put it back exactly where you found it?\nChandler: Yes I'm gonna put it back (Mocking Ross) exactly where I found it.\nRoss: ‘Kay, first of all, this attitude is not helping.\nChandler: She's not gonna care if I put her stuff back in the same stupid place.\nRoss: Whoa, hello, did you just meet Monica?\nChandler: She is gonna recognize that I did a nice thing and-and, appreciate it.\nRoss: Hmm -you know, actually this'll work out well. Cause when you have to move back in with Joey, Joey's hot new roommate can come and live with me.\nChandler: I see, I see, y-y-you're trying to freak me out.\nRoss: Look Chandler, Monica is really weird about this kind stuff all right. Believe me, I lived with her for 16 years. She is going to freak…out. Oh my God, she's going to sit on you.\nChandler: No, she's not okay? And I'll prove it to you. I'm gonna call her right now. (Picks up the phone and wipes it off) Phone's done ehh.\nMonica: (on phone) Hi!\nChandler: Hey Mon, how's it going?\nMonica: Terrible. If-if I want something done right, I have to do it myself. Other people just wreck stuff. I really think I might kill someone tonight.\nChandler: Oh come on, come on, it can't be that bad.\nMonica: It's worse. The only thing that's getting me through is knowing that I'm gonna be seeing you soon. I think I may even try to get out of here early.\nChandler: No! No-no-no-no-no-no. It sounds like they really need you down there.\nMonica:  Well, are you just hanging out with Ross?\nChandler: It's, all good! Okay bye-bye Mon! (To Ross) She's-she's gonna kill me.\nRoss: Yeah, the phone was facing the other way. (Chandler fixes it and a picture frame off the table.) And that goes back up there.\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Chandler’s, continued from earlier.]",
            "dialog": "Chandler: We should start with the big stuff. Y’know? That'll be the easiest. Uh, let's start with the couch. (He picks up one end and Ross doesn't help) I got it. (He moves it back to where he thinks it goes.)\nRoss: Yeah that-that, doesn't look right.\nChandler: What are you talking about? The couch is perfectly in line with the carpet. And then I can just walk over here and casually just put my feet right up on the...(Tries to rest his feet on the coffee table but they won't reach) OK, OK, here's what we do, we just uh, move the couch closer to the coffee table.\nRoss: Whoa, whoa, but then the back of the couch won't line up with he back of the carpet.\nChandler: OK well here, we'll just move the coffee table closer to the couch.\nRoss: Whoa, Whoa, Whoa, but then the coffee table won't be centered in the seating area.\nChandler: Yes, but the coffee table doesn't match the...blahebdmsdlkhdyslkd;btyds...Rooosss!!!!\nJoey: (entering) Look, what am I gonna do? I'm not flirting but still, I'm drawing her to me like - like a moth to a flame! (Tries to put his feet on the coffee table...they won't reach and looks around.) What the hell's going on over here?!?!? (Points to Chandler) Monica's gonna kill you! Look I need your help, I have to do something to-to repel this woman! Wait a minute, wait a minute, you guys repel women all the time.\nRoss: Hey, I've been married 3 times\n(Chandler gives him a round of mock applause.)\nJoey: No-no-no I've seen it happen, you-you get a rapport going with a woman but somehow you manage to kill it. What's your secret?\nRoss: Look, we do not repel women OK? That is completely untrue.\nChandler: Oh no, yes we do my man. Remember when we were back in college and we went to that spring dance and you walked right up to that girl you liked and you could not stop talking about the Irish potato famine?\nRoss: Yeah, well what about you? You weren't you know, so hot in college either. After everything he said, he'd go \"ba dum bum chessh\"\nChandler: Yeah, Monica doesn't like that either, Maybe I should stop doing that.\nRoss: Oh y'know what, girls don't like it when I start talking about science.\nChandler: That's not specific to girls.\nJoey: This is great, this is great, what else, what else?\nRoss: Uh, they don't like it when you correct their grammar.\nChandler: And they don't like it when you explain why your jokes are funny.\nRoss: They don't like it when you keep asking them if they like you.\nChandler: Man, I'm so lucky I have Monica.\nRoss: (nonchalantly) I'm never gonna find love again.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Phoebe and Rachel’s, Rachel is there as Phoebe enters.]",
            "dialog": "Rachel: Hey Phoebe, can I talk to you for a second?\nPhoebe: Sure\nRachel: Okay, um, I...(Phoebe walks into her room.) All right Phoebe look, I just wanted to say that I'm sorry. OK? I handled the situation horribly and I should not have lied to you.\nPhoebe: So, what should you have done?\nRachel: Well, I-I should've told you the truth.\nPhoebe: Uh-Huh, Which is...?\nRachel: Well, y'know, the reason I didn't wanna go running with you is because um, well y'know the way that you run is a little...(Starts flapping her arms)\nPhoebe: So?\nRachel: Well, it's embarrassing. People were looking at us like we were crazy.\nPhoebe: Why do you care?\nRachel: Because they're people.\nPhoebe: But people that you don't know and will never see again.\nRachel: Yes, but still. They're people…with eyes.\nPhoebe: Well, I didn't get embarrassed running next to Miss (panting). But no, okay. No, no, I can see why running with me would be embarrassing to you. Yeah, okay. You're uptight.\nRachel: I-I am not uptight—Hey-hey-hey-oh-oh! Listen, I am not uptight, man.\nPhoebe: That's okay Rachel. I'm not judging you; that's just who you are. Me. I'm more free y'know? I run like I did when I was a kid, cause that's the only way it's fun. Y'know, I mean didn’t you ever run so fast you thought your legs were gonna fall off? Y'know, like when you were like running towards the swings or running away from Satan? (Rachel looks confused) The neighbor's dog.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Chandler’s, Chandler has the tape measure out and is busy lining up the lamp on the kitchen counter, Ross is supervising the whole operation.]",
            "dialog": "Chandler: Okay, is this lamp in the same place?\nRoss: Who cares? I repel women.\n[Monica tries to come in]\nChandler: (blocks the door) No-no-no-no-no-no-no-no!!! You can't come in here! R-r-r-r-Ross is naked.\nMonica: What?!\nRoss: (whispers) What?!\nChandler: (to Ross) I couldn't say that I was naked because she's allowed too see me naked.\nRoss: Why does anyone have to be naked?\nMonica: Why is Ross naked?\nRoss: I-I had to show Chandler something?\nMonica: Naked?\nRoss: Yeah-yeah I uh, I have a uh, a guy problem.\nMonica: Is it the same thing that Chandler had?\nChandler: Look, uh, just come later, we'll get everything squared away and you can come back later.\nMonica: Okay, listen, there's still some of Chandler's medicine under the sink in the bathroom. Bye!\nChandler: Bye! Thank God\nRoss: Dude, what'd you have?\nChandler: Look, we have no time okay? We must focus. We gotta get everything back into its original place.\nRoss: (realizes something) The photo album! There were millions of pictures of the apartment in the photo album. We just go through it and match everything to the pictures.\nChandler: That's perfect! That's brilliant! (Starts going through the photo album)\nRoss: So really, what'd ya have?\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Joey and Janine's, Janine's there. Joey enters]",
            "dialog": "Janine: Hey Joey, I got some beer for you.\nJoey: Uh, don't you mean \"for whom?\"\nJanine: Sure, listen I was gonna order some pizza, you wanna share one?\nJoey: Pizza, heh, its not like I never had that before...ba dum bum cheshhh.\nJanine: Is there something wrong?\nJoey: All right, All right, let's just get this out in the open okay? You're hot. I'm lovable. Clearly there's a vibe going on between us. But, we're roommates and it's a huge mistake for us to continue down this road.\nJanine: Joey...\nJoey: No, no, no, I'm telling ya. Imagine yourself living in a supermarket and you will understand okay? So the question is, what do we do?\nJanine: Well, I don't think there is anything to do. I mean I think you're really sweet, but I'm just not interested in you like that.\nJoey: Oh!\nJanine: No! I mean you're a really nice guy and I'm happy to be your roommate and your friend, I'm just y'know, I just don't feel that way about you.\nJoey: Oh! I see what happened. It's because I was trying to repel you. Right? Believe me, you'd feel a lot different if I turned it on.\nJanine: I don't think so.\nJoey: Oh, I do. (Gives her the Joey-love look.) How you doin?\nJanine: I'm OK\nJoey: What?!?!\nJanine: What?\nJoey: Oh dear God!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The park, Rachel's running by herself and panting. After a little while she decides to run like Phoebe.]",
            "dialog": "Rachel: (Runs into Phoebe.) Hey!\nPhoebe: Hey!\nRachel: Oh honey, I'm so sorry, you were right, this feels great!\nPhoebe: See? And you don't care if people are staring, it's just for a second cause then you're gone!\nRachel: Gone! I mean its amazing Pheebs. I feel so free and so graceful. (Turns and bumps into a mounted policeman and falls) Hey! Look out for the horse! Sorry! (Runs off.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Chandler’s, Chandler and Ross are there. Monica enters]",
            "dialog": "Monica: Is it okay for me to come in now?\nChandler: Uh-huh\nMonica: Why is everything different?\nRoss: Bye! (Runs out)\nChandler: No, I don't see anything different other than the fact that the room got so much brighter when you came into it. (Forced laughter)\nMonica: Well, the end table is wrong, The couch looks bizarre and don't even get me started on the refrigerator magnets.\nChandler: Okay look, don't...don't be mad okay? But after I unpacked the boxes I wanted to do something nice for you, so, I-I-I cleaned the apartment. So I moved everything around and then I forgot where it, where it went back and I'm sorry, I'm very sorry, I'm sorry, I'm sorry.\nMonica: It's okay. Chandler, are you afraid of me or something?\nChandler: Do you want me to be afraid of you?\nMonica: Of course not. I mean gosh, Chandler what you did, it's, it's a wonderful thing and I really appreciate it. I know I have this weird thing where I want everything to be in the perfect place, but I'd never expect you to worry about that.\nChandler: Really?\nMonica: Of course!\nChandler: Oh well you're the best. You come here to me.\nMonica: All right, hold on okay? First thing's first. (Gets her cleaning gloves on) Okay, now did Ross sit anywhere while he was naked?\nClosing Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Central Perk, Ross, Janine and Chandler are there]",
            "dialog": "Ross: So it said that by the year 2030, there'll be computers that can carry out the same number of functions as an actual human brain. So theoretically we could download our thoughts and our memories into this computer...\nJanine: ...and live forever as a machine!\nRoss: That's so Janine, you-you-you know what, do you know we're doing right now? You and I, we're interfacing.\nJanine: Yeah, I gotta go.\nChandler: Ba dum bumb cheshhh!\nEnd\n"
        }
    ]
}