{
    "metadata": {
        "season": "SEASON 6",
        "title": "611 The Apothecary Table",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, everyone is there as Joey enters happily.]",
            "dialog": "Joey: Hey!\nRoss: Hey!\nJoey: Listen, do you guys think I have a chance with Janine?\nMonica: Honey, we have been through this before!\nRachel: Yeah. Don’t do this to yourself.\nPhoebe: She’s made it pretty clear, it is not going to happen.\nJoey: Well all right then, I guess I shouldn’t get to excited about the fact (excitedly) that I just kissed her!\nMonica: You serious?!\nChandler: That’s great!\nMonica: Really?!\nPhoebe: Yeah well, we’ll see.\nRoss: You kissed her.\nJoey: Oh we kissed it up real nice.\nChandler: So you kissed her, so what happened after that?\nJoey: I came over here to tell you guys.\nChandler: So she’s just waiting over there for ya?\n(Joey nods yes, but suddenly realizes what he did and runs out of the apartment and back to his place.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Joey and Janine are pretty much making out at one of the tables as Monica and Rachel look on from the couch.]",
            "dialog": "Janine: I gotta go.\nJoey: Okay. (They kiss.)\nJanine: I’m gonna be really late for dance class!\nJoey: Okay. (They kiss.)\nJanine: Okay, now I’m really late. (Gets up.)\nJoey: Okay, I’m all right, okay, but hey, could you just leave your lips? (She kisses him on the cheek and starts to leave.)\nJanine: (to Monica and Rachel) Bye.\nMonica: Bye. (Janine exits.)\nJoey: Have you kissed her yet? It’s awesome! I could do it forever! Y’know what? She-she kisses better than my mom cooks!\nMonica: I am so glad you said cooks.\nRachel: I know.\nChandler: (entering) Oh hey Rachel, sweetheart? You have got to tell the post office that you have moved. Okay? We are still getting all your bills and stuff. (Hands her all of her bills and stuff.)\nRachel: Oh-oh, Pottery Barn! (Grabs the aforementioned catalog and holds the rest back out to Chandler.) You can throw the rest away.\nChandler: I’m not your garbage man. I’m your mailman.\nRachel: Monica look! Look-look-look! Here is that table that I ordered. (Shows her the picture.)\nMonica: You got it from Pottery Barn?!\nRachel: Yeah! It’s an apothecary table. Does anyone even know what an apothecary is?\nChandler: A pharmacist. (Rachel mocks him.)\nMonica: Rach, Phoebe hates Pottery Barn.\nJoey: I hate Pottery Barn too. They kicked me out of there just because I sat on a bed!\nChandler: You took off your pants and climbed under the sheets!\nJoey: (indignant) I was tired!\nRachel: Phoebe hates Pottery Barn?!\nMonica: Yeah, she hates all mass produced stuff. She thinks her furniture should have a history, a story behind it.\nRachel: Well this has story behind it! I mean they had to ship it all the way from the White Plains store.\nMonica: It’s gotta be one of a kind. Y’know like umm, y’know uh, what’s that God awful ceramic fruit bowl she has on her counter?\nJoey: Hey! I made that for her!\nChandler: You made pottery?\nJoey: Yeah! I made it of this fruit bowl I found in the garbage.\nMonica: I’m telling—If you put that in her apartment you’ll never hear the end of it.\nRachel: Okay fine! I’ll-I’ll just tell her it’s an antique apothecary table, she doesn’t have to know where it came from. Oh! Look at this little drawers! Oh look-look it says that it holds 300 CDs.\nChandler: Ahh, just like the apothecary tables of yore…\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Hallway between the apartments, Joey, Janine, Chandler, and Monica are returning from a double date. Chandler is telling a joke.]",
            "dialog": "Chandler: …so then the farmer says, \"That’s not a cow and you’re not milking it.\" (Everyone laughs.)\nMonica: I am so glad you guys got together, Chandler and I are always looking for a couple to go out with and now we have one!\nChandler: Look at us, we’re a couple of couples!\nJanine: I had so much fun tonight, and what a great restaurant.\nMonica: Yeah.\nJoey: And Chandler I can’t believe I let you pay for this one. (They hug and he whispers in his ear.) Thanks man.\nMonica: So do you guys gonna come over tomorrow? I’ll make that pasta thing I was telling you about.\nJanine: Oh that would be great!\nJoey: Oh, but hey look, at least let us bring the wine.\nMonica: Joey, you don’t have too!\nJoey: Nope-op! I insist! (He hugs Chandler again and whispers to him.) You get the wine right?\nChandler: Yeah all right. (They part.) Okay, good night guys.\nJoey: See ya tomorrow!\nMonica: Tomorrow!\nJanine: Can’t wait! (They each go into their respective apartments.)\n[Cut to Joey and Janine’s.]\nJanine: How are we gonna get out of that one?\nJoey: What?\nJanine: I can’t handle two nights in a row with them.\nJoey: What-what’s wrong with Monica and Chandler?\nJanine: I don’t know, they’re just a little blah!\nJoey: Blah?!\nJanine: Well y’know, he’s blah, she’s just—she’s very loud for such a small person.\nJoey: Uh, they’re like my best friends. Are you saying we can’t hang out with them? ‘Cause that would kinda be a problem.\nJanine: No! Of course we can still hang out with them. Just y’know, not two nights in a row. Okay?\nJoey: I guess.\nJanine: Thank you. (They kiss.)\nJoey: If you want, I’ll sell my friends and use the money to buy you presents.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Phoebe and Rachel's, Rachel is placing CDs into her antique apothecary table as Phoebe returns home.]",
            "dialog": "Phoebe: Hey!\nRachel: Hey!\nPhoebe: (sees the table) Ooh, what a great table! Where-where did you get it?\nRachel: Guess!\nPhoebe: Umm, a flea market?\nRachel: Ha! See, I knew, I knew you’d get it on the first guess. Isn’t it cool! It’s an apothecary table.\nPhoebe: Wow! Oh you can just imagine that this is where (She’s opening and closing the drawers) they kept all the stuff to make their potions.\nRachel: Ohh, yes.\nPhoebe: Y’know? Ooh, you can almost smell the opium.\nRachel: Almost.\nPhoebe: How much was it?\nRachel: It was only 500 bucks.\nPhoebe: 500 bucks at a flea market?!\nRachel: Oh, okay see I thought, I thought you meant how much was it when it was new, y’know like back then.\nPhoebe: Oh no.\nRachel: Yeah no, I mean it was at a flea market, so it was y’know, it was like a dollar.\nPhoebe: A dollar?\nRachel: And fifty. So it was like one and fifty dollars.\nPhoebe: Ohh, okay, they gave you the old time pricing.\nRachel: Yeah.\nPhoebe: Well, what period is it from?\nRachel: Uh, it’s from yore. Like the days of yore. Y’know?\nPhoebe: Yes, yes I do. God, oh it’s just perfect! Wow! I bet it has a great story behind it too. Did they tell you anything? Like y’know where it was from or…\nRachel: Yes! That I know, this is from White Plains.\nPhoebe: (gasps) White Plains. Oh, it sounds like such a magical place.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Ross’s apartment, Rachel is entering as Ross comes out of the kitchen carrying popcorn.]",
            "dialog": "Rachel: Hey! We’re here!\nRoss: Hey!\nRachel: (seeing his new table) Ohh! Oh my God!\nRoss: You like it?\nRachel: Oh no!\nRoss: It’s my new apothecary table!\nRachel: Ross! Phoebe’s gonna be here any second, she cannot see this!\nRoss: Well why not?! She’ll-she’ll love it! It’s the real thing! I got it at Pottery Barn.\nRachel: I know you did! I bought the same one! And if she sees your table she’s gonna know that I lied to her. I told her ours was an original.\nRoss: Why did you do that?\nRachel: Because she hates Pottery Barn.\nRoss: She hates Pottery Barn?!!\nRachel: I know! I know, she says it’s all mass-produced, nothing is authentic, and everyone winds up having the same stuff. (Ross looks at his table.) So come on, she’s gonna be here any second! Can we please just cover this up with something?! Please?\nRoss: What? No! No! I am not gonna hide it from Phoebe—Ooh, although I did get some great Pottery Barn sheets! (Gets them.)\nRachel: Ooo! Oh, I forgot they made sheets!\nRoss: Uh, yeah! I still can’t believe she hates Pottery Barn!\nRachel: Ross, get over it! It’s not like she hates you.\nRoss: Yeah but Pottery Barn! Y’know what I think? It’s just she-she’s weird. Y’know it’s because she’s a twin. Twins are weird.\nRachel: Ross, she’s not weird, she just wants her stuff to be one of a kind.\nRoss: Huh. Y’know what’s not one of a kind? A twin!\nPhoebe: (entering) Hey!\nRachel: Hey!\nRoss: Hey!\nRachel: Ooh, Phoebe’s here! Okay, let’s turn out all the lights and we’ll just watch the movie!\nPhoebe: Okay. Hey—Ooh, cool sheets! (Notices the sheet over the table.)\nRoss: Oh, you like it? You wanna know where I got it?\nPhoebe: Sure!\nRachel: He got it a flea market!\nPhoebe: You bought your sheets at a flea market? Ross come on, you gotta loosen the purse strings a little.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey and Janine’s, Joey is pacing around as Chandler and Monica enter.]",
            "dialog": "Monica: Hey!\nJoey: Hi!\nMonica: The dinner will be ready in twenty minutes. This is so exciting.\nChandler: And here is the bottle of wine for you to bring over tonight. (Hands it to him.) You were also going to buy Monica flowers but you couldn’t afford it, because you paid dinner last night.\nJoey: Thanks. Thanks, but uh actually it’s just gonna be me again tonight.\nMonica: What happened to Janine?\nJoey: Oh, she’s uh-uh really sick.\nChandler: Oh that’s too bad.\nJoey: Yeah, she’s been in there all day (Points to her room), uh high fever, a nose problem… Phlegm! Phlegm! Phlegm-phlegm-phlegm!\nJanine: (entering from her room) Monica! Chandler! I’m really-really sorry about tonight. I don’t know if Joey told you; I just couldn’t get out of going to this play. I’m sorry. Have a great time.\nJoey: ‘Kay!\nJanine: Bye. (Exits)\nChandler: That’s funny, I saw no phlegm.\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Joey and Janine’s, continued from earlier.]",
            "dialog": "Joey: No-no, she really is sick!\nChandler: Then why-why is she going to a play?!\nJoey: Uh, y’know, starve a fever, go to a play for a cold.\nMonica: Joey! Why is Janine not coming over for dinner?!\nJoey: Well uh, she didn’t want to hang out with you guys two nights in a row. I’m so sorry.\nChandler: Well, why does she not want to hang out with us?!\nJoey: Because she uh, she-she thinks that you are blah and that you, Monica, are too loud.\nMonica: (loudly) What?!! (Quietly) What?\nChandler: So she was just pretending to have a good time last night? She was lying to our faces?!\nMonica: Ugh, I can not believe this! I mean, who is she to judge us? We could not have been nicer to her!\nChandler: And I am not blah, I am a hoot!\nJoey: I know! I know! Come on, please-please you guys, don’t-don’t be mad. I’m sure she just, she just said that stuff because she was nervous and you guys are like my best friends! Y’know? And it was our first date! Plus, she’s really sick!\nChandler: No, you sh—No you said you made that up!!\nJoey: I know, but don’t you think the sick thing is way better than the play thing?\nChandler: Eh, they’re both good. I generally just go with, Monica’s drunk again. (Monica glares at him.)\nJoey: Come on you guys, come on please-please just give her another chance, huh? She’ll come around I promise.\nMonica: Of course we will, come on we gotta make dinner.\nChandler: Okay.\n(They exit and close the door.)\nMonica: (from the hallway) I do not like that woman!\nJoey: (shouting) I can hear you!\nMonica: I am loud!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Ross's apartment, Ross, Rachel, and Phoebe are watching a movie.]",
            "dialog": "All: Aww! (They all laugh.)\nRachel: That’s funny. (Phoebe puts her feet up on Ross’s table.)\nRoss: Hey Pheebs, could you please not put your feet up on my new…(On Rachel’s glare)…old sheet?\nPhoebe: Oh sure! (She goes to take her feet off, but drags the sheet with her which spills the wine.) Noo!\nRachel: Ohh!!\nRoss: My apothecary table!!!\nPhoebe: What?!\nRachel: Noooooo!! (Phoebe lifts up the sheet to discover the exact same apothecary table they have.)\nPhoebe: Ross, where did you get this?!\nRoss: I got it at Pottery Barn!! Okay?!\nRachel: Oh my God, Phoebe, Pottery Barn has ripped off the design of our antique!\nPhoebe: Wow! Oh my God, well if they’ve ripped off our table ours must be much more than one and fifty dollars!\nRachel: Oh yes.\nPhoebe: Well this doesn’t even smell like opium.\nRoss: Of course not, it smells like wine, which you spilled! And thanks for wrecking my sheet by the way.\nPhoebe: Oh Ross, calm down, I’ll give you the 80 cents. (Ross glares at Rachel)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Chandler's, Monica and Chandler are sitting at the kitchen table.]",
            "dialog": "Chandler: Okay, one more time.\nMonica: Chandler, would you like some more orange juice?\nChandler: Perfect decibel.\nMonica: (loudly) I know!!!\nJoey: (entering) Hey!\nChandler: Hey.\nJoey: So uh, what are you guys doing?\nChandler: Oh nothing, we’re just talking. Y’know, blah-blah-blah.\nJoey: Look, come on you guys, you said you were gonna try! All right look, I came over here to invite you guys to a movie with me and Janine.\nMonica: Well, I’d like to but, (extremely quietly) I’m not sure we have time to go.\nJoey: Ha-ha, very funny—Look! I don’t know what to do! I really want you guys to get along. Just please come to the movie with us. I mean you owe me!\nMonica: We owe you?!\nJoey: That’s right! I helped you guys out a lot in the start of your relationship. Huh? I helped you guys sneak around for like six months, and I looked like an idiot! And I was humiliated. And I only made 200 dollars!\nMonica: We didn’t give you any money! (Chandler is motioning, \"No!\")\nJoey: You don’t think I know that!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Phoebe and Rachel's, Rachel is showing Ross around the newly decorated living room.]",
            "dialog": "Rachel: …see I can’t decide whether it would go better next to the new wicker dining chair, the Sahara desk, or the Parker console table.\nRoss: Wow! I didn’t know that there was a Pottery Barn up here.\nRachel: I know, I know. I went a little crazy.\nRoss: A little? Your place looks like page 72 of the catalogue. Oh look at that! The ornamental bird cage! Large!\nPhoebe: (entering) Hey!\nRachel: Hey.\nPhoebe: (sees Ross) Oh Ross no. Be careful, that is very old! Okay? Early Colonial bird merchants used to bring their birds to market in that.\nRoss: (glaring at Rachel) Fascinating.\nPhoebe: (gasps) Another amazing find! Wow! Oh I bet this has a great story too!\nRachel: Oh it does, it does! It is a room separating apparatus from Colonial times.\nPhoebe: Ah!\nRoss: Hmm, a lot of this stuff is from Colonial times. Hey, what are some other time periods Rachel? (She glares at him.)\nRachel: Well there’s yore. And uh, y’know, yesteryear.\nPhoebe: Yeah no, I’m telling you Rachel has such a great eye for this stuff. Ross, y’know if you ever decide you need to redecorate—And I think that you should. You should, you should ask Rachel to help.\nRachel: Oh honey he doesn’t need my help.\nPhoebe: Oh, come on! I think he’s ready to get rid of, what did you call it? The cheap knock-offs and dinosaur junk.\nRoss: Really?! (To Rachel) Hey, y’know what? Since you have such a great sense of what I need, uh ooh, here’s-here’s 60 bucks, why don’t you take Phoebe down to that Colonial flea market of yours and get me some stuff.\nRachel: (not sure of what to do) Y’know what? I don’t, I don’t think Phoebe really wants to come.\nPhoebe: No! I do want to!\nRachel: Oh, she does want to.\nRoss: She does want to.\nPhoebe: Yeah!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The Street, Phoebe and Rachel are heading back from that Colonial flea market.]",
            "dialog": "Rachel: Pheebs, I don’t know what to say. I guess the flea market was just better last time.\nPhoebe: Well at least I got these sheets for Ross.\nRachel: Yeah.\n(They walk by a Pottery Barn window display.)\nPhoebe: Uck, look at this! Pottery Barn, yuck!\nRachel: Yeah, y’know what? Don’t look at it. (Realizes the display is their living room) Seriously, don’t look at it. (Tries to pull Phoebe away.)\nPhoebe: No! Look-look! There’s the coffee table they stole from us!\nRachel: Ugh, those bastards! Let’s go.\nPhoebe: That fan kinda looks like ours. And the birdcage and the…wait a sec! This is our exact living room!\nRachel: No! No! No! No it’s not! No it’s not! Come on! Phoebe, ours is totally different! I mean we don’t have the… (Looks desperately for something different.) We don’t have the…that lamp! And-and that screen is y’know, on the other side.\nPhoebe: Oh my God. This is where you got all our stuff, Pottery Barn! Oh my God!\nRachel: Okay! Okay-okay look—no I did, I just wanted this stuff and I know how you feel about Pottery Barn. Just… Come on don’t be mad.\nPhoebe: No-no-no, but I am mad! I am mad! Because this stuff is everything that is wrong with the world! And it’s all sitting up in my living room and all I can think about is how I don’t have that lamp!\nRachel: Well then honey, buy the lamp! Hey, we have that 60 bucks from Ross.\nPhoebe: I can’t! I can’t! Unless… Well are you saying that-that you would move out if-if I didn’t buy that lamp?\nRachel: What?! No! I’m not gonna move out!\nPhoebe: But are you saying that you would move out if I didn’t buy that lamp?\nRachel: (gets it) Oh. Yes! I would so move out!\nPhoebe: Okay then I don’t have a choice! I have to buy that lamp!\nRachel: That’s right!\n(They start to go inside.)\nPhoebe: But at least the apothecary table is real.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The hallway, Joey, Janine, Monica, and Chandler are returning from their second date.]",
            "dialog": "Joey: Well, this-this-this was great. Didn’t everybody have a great time?\nJanine: Well I did. I really did. And you guys, I’ve got to say, I’m sorry if I was a little weird after the last time we went out. I guess I was just nervous or something.\nChandler: That’s totally understandable.\nMonica: Don’t worry about it.\nJanine: So we can go out again?\nChandler: Oh yeah!\nMonica: Absolutely!\nJanine: Oh good.\nJoey: Oh well then, good night!\nMonica: Good night! (They go into their respective apartments.)\n[Cut to Joey and Janine’s, they’re entering.]\nJoey: See? Eh, wasn’t that fun?\nJanine: We have got to move!\nMonica: (bursting in) I knew it!! Y’know, you’re not so quiet yourself, missy!\nChandler: And I’m blah? Listen, the only thing more boring than watching modern dance is having to listen to you talk about it, (Imitating her) \"Oh Chandler, I just lost myself in the moment.\"\nJanine: Y’know, I know you’re talking, but all I hear is, \"Blah. Blah. Blah-blah-blah.\"\nMonica: (steps up and points at her) All right! You and me! Let’s go! Right now!\nJoey: All right! All right! Enough! Enough! Enough!! Enough! (To Chandler and Monica) You two go home! I-I-I gotta talk to Janine! (They start to leave.)\nChandler: (To Monica) Y’know I think you can take her.\nMonica: (to Janine) You’d better hope I don’t see you in the hallway!! (They exit.)\nJoey: All right, uh, we’ve got a little bit of a problem here. These people are my friends; you can’t treat them that way.\nJanine: They said stuff to me too, y’know!\nJoey: I know! I know! And I’m going to talk to them about it. They mean so much to me. They… They’re like my family. If you guys are gonna be fighting all the time, I-I… I don’t think we can be together. It just, it just can’t work. It can’t. (Starts to break up) I’m very upset.\nJanine: Okay. Okay. Would, would it help if I went over and apologized?\nJoey: Yeah! Yeah! That would be very helpful! Yeah. (He opens the door for her and she exits into the hallway.)\n[Cut to the hallway, Janine is entering as Monica is taking out the garbage.]\nMonica: What did I tell you about the hall?!\nJanine: I was just coming over here to apologize for my behavior! I’d really like it if we could be friends.\nMonica: Well, I know that would make Joey happy, so, I would like that too.\nJanine: Great.\nMonica: Now come on. (They hug like men.) Well, I’m glad we worked things out.\nJanine: Me too.\nMonica: Okay.\nJanine: I’ll see you.\nMonica: Bye. (Leaves to resume her garbage removal task.)\nJanine: (muttering to herself) Or I’ll hear you.\nMonica: (hearing that) That’s it big girl! (Hits Janine in the butt with the garbage bag) Come on!\nJanine: Wait! (Janine pauses, then runs down the stairs.)\nMonica: (chasing her) You’d better run!\n(Joey and Chandler both come into the hallway.)\nChandler: Did you hear that?\nJoey: Yeah uh, what am I gonna do?\nChandler: Yeah, I’m sorry man. (Pause) You wanna go watch?\nJoey: Yeah! (They head downstairs.)\nEnding Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, Ross, Chandler, and Monica are there as Joey enters.]",
            "dialog": "Ross: Hey!\nJoey: How ya doin’?\nChandler: Hey so, did uh, did she move out?\nJoey: Pretty much, yeah.\nMonica: I cannot believe you broke up with her just like that.\nJoey: Well, when it’s not right, you know it.\nChandler: You okay?\nJoey: Yeah! Yeah. I’ll be all right.\nRoss: Y’know what would cheer you up?\nJoey: What?\nRoss: I’m giving this lecture on erosion theories tomorrow night, I think you should come.\nJoey: (laughing hysterically) You’re right! That did cheer me up!\nEnd\n"
        }
    ]
}