{
    "metadata": {
        "season": "SEASON 7",
        "title": "718 Joey's Award",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Phoebe and Monica are there as Joey is entering excitedly.]",
            "dialog": "Joey: Hey! You guys! You’re not gonna believe this! I just got off the phone with my agent…\nPhoebe: Oh my God! (Joey looks at her.) I’m sorry, too soon. You go.\nJoey: Okay. I got nominated for my part on Days of Our Lives!\nMonica: Joey!\nPhoebe: Good for you!\nMonica: Congratulations! Wow! I can’t believe you’re nominated for an Emmy!\nJoey: No-no.\nMonica: Oh Soap Opera Digest award!\nJoey: No! I’m up for a Soapie!\nMonica: Honey? Is that something you’re making up?\nJoey: No, no, no! It’s real! And it has been since 1998. (Rachel returns from the bathroom.) Hey Rach! Rach! I’m up for a Soapie!\nRachel: (gasps) Oh my God! Oh my God!! That is like the third most prestigious soap opera award there is!\nJoey: Thank you! Well, I guess now I know who I’m taking to the awards. (Points to Rachel.)\nRachel: Oh, stop that! Don’t kid about that! (Gasps) Will all the stars be there?\nJoey: Many are scheduled to appear.\nRachel: Oh my God! Oh my God! I can’t go! I’m gonna be too nervous!\nMonica: (to Joey) Okay, I’ll go!\nRachel: No!! You are getting married! This is all I have.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: N.Y.U, Ross is giving a lecture.]",
            "dialog": "Ross: …and it was Ernst Muhlbrat who first hypothesized that the Velociraptor would expand it’s collar and emit a high pitched noise to frighten it’s predator. (A student raises his hand.) Yes Mr. Lewis?\nLewis: What kinda noise?\nRoss: Just a high pitched intimidating noise.\nLewis: But like how?\nRoss: Well we-we don’t know for sure. But in my head it-it sounded something like this. (He makes a high pitched noise and Alan doesn’t know what to make of it.) Of course, this is just conjecture. Okay, that’s uh, that’s all for today. (Everyone starts to get up.) Uh Mr. Morse, can I see you for a moment?\nMorse: Yes sir.\nRoss: Mr. Morse I need to talk to you about your mid-term exam, I’m afraid I-I had to fail you.\nMorse: (shocked) Why?!\nRoss: Well you need 60% to pass…\nMorse: What’d I get?\nRoss: Seven.\nMorse: That’s not so good.\nRoss: No-no it’s not. What-what happened there Ned?\nMorse: Well maybe you can cut me some slack. I’m sort of in love.\nRoss: Well I’m sorry but, that-that’s really not my problem.\nMorse: I’m in love with you.\nRoss: Well that brings me in the loop a little.\nMorse: You see, that’s why I did so bad on this test. I’m having a hard time concentrating. When you’re up there (Points to the podium) and you’re teaching and your face gets all serious…you look so good. (In a sexy voice) You wear that tight little turtleneck sweater…\nRoss: Okay! (Walks away from him.) Umm, I uh, I’m your teacher. I’m sorry, you’re-you’re a student and I-and I like women. In spite of what may be written on the backs of some of these chairs.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Monica and Phoebe are drinking coffee and Phoebe notices a cute guy checking them out.]",
            "dialog": "Phoebe: Oh my God! That guy at the counter is totally checking you out!\nMonica: Really? (Looks.) My God, he’s really cute.\nPhoebe: Go for it.\nMonica: Phoebe, I’m engaged!\nPhoebe: I’m just saying, get his number just in case. But no Chandler is in an accident and can’t perform sexually and he would want you to take a lover to satisfy the needs that he can no longer fulfill.\nThe Cute Guy: (To Monica) Hi!\nMonica: Op, can I just tell you something? Very flattered but umm, I’m engaged. (Points to her ring.)\nThe Cute Guy: Wow! Uh, this is kind of embarrassing. I was actually coming over to talk to your friend.\nMonica: Well you should be embarrassed. (Leaves.)\nThe Cute Guy: (To Phoebe) I thought you knew I was looking at you.\nPhoebe: I did, but that was really fun.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Joey and Rachel's, Joey is sitting in the chair.]",
            "dialog": "Joey: (pretending to be an announcer) And the winner is…Joey Tribbiani! (He then gets excited and goes over to the counter to practice his acceptance speech using a bottle of maple syrup as the award.) Oh… Wow! I honestly never expected this. I uh, I didn’t prepare a speech. But umm, I’d like to thank (Rachel enters quietly) my parents, who’ve always been there for me. I’d also like to thank my friends, Chandler, Monica, Phoebe, Rachel…\nRachel: I’m fourth! (Joey is startled.) Look at you with your little maple syrup award!\nJoey: Yeah may-maybe you don’t tell anyone about this.\nRachel: What? No! It’s not a big deal! I do that too, with my shampoo bottle.\nJoey: Really?\nRachel: Yeah.\nJoey: What award are you practicing for?\nRachel: Grammy, Best New Artist.\nJoey: Oh, hey listen! The Soapie’s called today and I also get to present an award.\nRachel: Ohh that’s great!\nJoey: Yeah!\nRachel: So you’ll definitely get onstage, even if you don’t win.\nJoey: (confused) What you-you don’t think I’m gonna win?\nRachel: Well of course I do! But y’know, favorite returning character is a tough category Joey. I mean you’re up against the guy who survived his own cremation.\nJoey: Yeah. No-no I-I know I might not win, but it’s just…I’ve never even been nominated before! I want it so much.\nRachel: Well Joey, you’ll probably get it. But you should probably your-your gracious loser face. Y’know when like the cameras are on you and you wanna look disappointed but also that your colleague deserved to win. Y’know? So it’s sorta like… (Does it, you’ll have to see it.)\nJoey: Hey! (Likes it.)\nRachel: Y’know?\nJoey: You practice losing the Grammies too?\nRachel: Oh no, at the Grammies I always win.\nJoey: Ah.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica’s Restaurant Kitchen, she’s cooking as Phoebe enters.]",
            "dialog": "Phoebe: Oh hey!\nMonica: Hey! How’d your date go with Jake?\nPhoebe: Oh, great! We couldn’t keep our eyes off each other all night and then every once and a while y’know, he’d kinda lean over and stroke my hair and touch my neck. (Does that to Monica.)\nMonica: Okay, stop it Phoebe, you’re getting me all tingly.\nPhoebe: (laughs) All I could think of was y’know, \"Is he gonna kiss me? Is he gonna kiss me?\"\nMonica: And did he?\nPhoebe: I’m a lady Monica, I don’t kiss and tell. But this hickey speaks for itself. (She starts to open up her blouse.)\nMonica: Okay-okay, I got it. I got it.\nPhoebe: I just like him so much that I just feel like I’ve had 10 drinks today and I’ve only had six.\nMonica: Oh, I haven’t had that feeling since I first started going out with Chandler. Wow, I’m never gonna have that feeling again am I?\nPhoebe: You sound like a guy.\nMonica: No, a guy would be saying, \"I’m never gonna get to sleep with anyone else.\" Oh my God! I’m never gonna get to sleep with anyone else! I’ve been so busy planning the wedding that I forgot about all the things that I’d be giving up! I mean, I…I’m never gonna have a first kiss again.\nPhoebe: You’ll have a last kiss.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey and Rachel's, Ross is helping Joey with his tie.]",
            "dialog": "Ross: Can I ask you something? Have you ever had a guy have a crush on you?\nJoey: Is that why you wanted to tie my tie?\nRoss: There’s this kid in my class who said he’s in love with me.\nJoey: Whoa!\nRachel: (entering from her room) Whoa what?\nJoey: Ross has a boyfriend.\nRoss: I do-I do not have a boyfriend. There’s a guy in one of my classes who-who has a crush on me.\nRachel: Really?\nRoss: Yeah! I don’t know. I mean, last year Elizabeth now-now this kid. What-what-what-what is it?! Am I giving out some kind of…sexy professor vibe? (Rachel and Joey both look at him.)\nRachel: Not right now.\nRoss: It-it—The point is my natural charisma has made him fail his midterm.\nRachel: Oh, see now I feel bad for the kid! I had a crush on a teacher once and it was so hard! Y’know you—I couldn’t concentrate and I blushed every time he looked at me. I mean come on, you remember what’s it’s like to be 19 and in love.\nRoss: Yeah. I guess I can cut him some slack.\nRachel: Yeah.\nJoey: How’d you get over that teacher?\nRachel: I didn’t. I got under him.\nJoey: (To Ross) Problem solved.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Phoebe is saying good-bye to her boyfriend Jake at the door to Central Perk.]",
            "dialog": "Jake: Bye Phoebe.\nPhoebe: Okay bye. (They kiss.)\nJake: All right. Bye. (Backs out the door.)\nPhoebe: Bye! (Phoebe goes over and joins Monica on the couch.) We said good-bye at the door so as not to flaunt our new love.\nMonica: Phoebe, it’s okay. You don’t have to tip toe around me. I-I’ve been thinking about it and umm, y’know what? I’m okay about not having that new relationship feeling…\nJake: (yelling through the window to Phoebe) I miss you already!!\nPhoebe: (yelling back) I miss you too!!!! (He walks away.)\nMonica: See? That’s what I mean. I mean that, that’s great! But I wouldn’t trade in what I have for that. I mean I’m gonna be with Chandler for the rest of my life, and that’s what makes me happy. (Chandler approaches.) Hey sweetie, come here! Come sit down. Hey Phoebe and I were just talking about how our relationship is deep and meaningful. It really is don’t you think?\nChandler: Oh totally! (Holds up his finger.) Pull my finger.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The 2001 Soapie Awards, Joey’s category is up next and the presenter walks to the podium.]",
            "dialog": "Announcer: Presenting the award for Favorite Returning Male Character is McKensize…\n[Cut to Joey and Rachel’s table.]\nJoey: (To Rachel) This is it! This is my category.\nRachel: I know! My God! Do you have your speech?\nJoey: Yeah, I got my speech!\nRachel: Do you got your gracious loser face?\nJoey: Yeah. (Does it.)\nRachel: Now Joey remember, if you win you have to hug me! You hug me!\nJoey: Okay. Can I squeeze your ass?\nRachel: On TV?! Yeah!\nJoey: ‘Kay!\n[Cut to the presenter.]\nThe Presenter: …in the category of Favorite Returning Male Character the nominees are: John Wheeler from General Hospital (Applause), Gavin Grant from The Young and the Restless (Applause), Dunkin Harrington from Passions (Applause), and Joey Tribbiani from Days of Our Lives (Applause). And the Soapie goes to…(She opens the envelope)…Gavin Grant from The Young and the Restless!\nJoey: What the?! (Joey pounds the table and starts yelling at Rachel, and which is drowned out by applause. Rachel is desperately trying to tell Joey that he’s on TV right now. He finally notices and he does his gracious loser face.)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The 2001 Soapie Awards, the announcer is introducing the next presenter.]",
            "dialog": "Announcer: Presenting the award for Favorite Supporting Actress is Joey Tribbiani from Days of Our Lives. (Applause as Joey angrily walks to the podium and eyes the trophy.)\nJoey: (angrily and monotone) Any one of the brilliant actresses nominated for this award tonight deserves to take it home. Unfortunately only one can. (Shakes his head in disgust.) The nominees for Best Supporting Actress are from Passions Erin Goff. (There is applause, which Joey disgustedly waits to dye out.) From One Life to Live Mary Loren Bishop (They start to applaud again, but Joey interrupts in with the rest of the nominees), from All My Children Sarah Mchann, and from Days of Our Lives Jessica Ashley. And the winner is…(Opens the envelope)…Jessica Ashley from Days of Our Lives. (Applause) Uh, unfortunately Jessica couldn’t be with us tonight so I’ll be accepting this award on her behalf. (Realizes something) And I’m sure that Jessica would like to thank my parents who always believed in me. She’d also like to thank my friends, Chandler, Monica, Ross, Phoebe, and Rachel who’s sittin’ right there! (Points at Rachel.) (The music starts and his microphone is turned off, this angers Joey again and he disgustedly exits.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Joey and Rachel's, Joey and Rachel are entering.]",
            "dialog": "Rachel: Joey! Why did we have to rush out of there so fast?!\nJoey: Rach we had to get out of there because, look what I won! (He whips out the award for Best Supporting Actress that he accepted for Jessica.)\nRachel: Oh my God you stole her award!\nJoey: No-no! No, I’m accepting it on her behalf. (He puts it up above the TV to display it.)\nRachel: Joey I don’t think you know what behalf means.\nJoey: Sure I do! It’s a verb! As in, \"I behalfin’ it!\"\nRachel: Joey, you have got to take this back!\nJoey: But why?! I should’ve won one and I really want it and she didn’t even care enough to come to the thing! It could also be a Grammy.\nRachel: (looking at the award) No! Joey!\nJoey: Come on Rach! No one saw me take it! There was a whole table full of ‘em.\nRachel: Do you really want an award you didn’t win?\nJoey: No! I want an award I did win! But nobody’s giving me any of those! Plus—Hey Rach, if-if I put it up there (Points to the TV) right? When people come over they’ll see it and they’ll think I won it.\nRachel: Joey is says Best Supporting Actress!\nJoey: I can scratch that right off.\nRachel: Joey no, this is wrong! You have to take it back, okay? You don’t want to win an award this way. You’re very talented. And someday you’re gonna win one of these for real and that one is gonna mean something.\nJoey: All right!\nRachel: All right? (He sets the award down.) Thank you.\nJoey: I’ll take it back tomorrow.\nRachel: Thank you.\n(He goes into his room and closes the door. Rachel goes to pick it up and…)\nJoey: (opening his door) If I can’t have it you can’t have it! (Rachel walks away angrily.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross’s Classroom, he is writing on the board and Alan is coming in to see him.]",
            "dialog": "Lewis: Professor Geller?\nRoss: (turning towards him) Yes Mr. Lewis, how can I help you?\nLewis: I know I didn’t do well on my midterms and stuff but, I was kinda hoping you could change my grade.\nRoss: And why exactly would I do that? (Goes back to writing on the board.)\nLewis: Because I’m in love with you.\nRoss: (turning around and dragging the chalk down the board) What?!\nLewis: Yeah, I’m all…in love with you and stuff. So could you change my grade?\nRoss: No!\nLewis: Well why not you changed Ned’s grade!\nRoss: Well that’s different! Okay? Because he, he was actually in love with me!\nLewis: No he’s not! He’s totally yanking your chain! He’s done this with three other teachers!\nRoss: What?\nLewis: He’s got a girlfriend!\nRoss: I can’t believe someone would do that for a grade.\nLewis: I know! It’s awful. I love you.\n(Ross glares at him.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Phoebe is sitting on the couch as Monica enters.]",
            "dialog": "Monica: Have you seen Chandler?\nPhoebe: No. Why?\nMonica: ‘Cause I just keeping thinking about all these things that I’m not gonna have and it’s freaking me out. I don’t know what to do about it.\nPhoebe: Okay, don’t sweat it. (Looking around her.) Chandler is nowhere around so go ahead get it out of your system. That guy’s cute. (Points to a guy sitting behind Monica.)\nMonica: Phoebe! Come on I’m serious! I just got to talk to him about all this.\nPhoebe: No that is the last thing you want to do!\nMonica: Why?\nPhoebe: Because you’re marrying him!\nMonica: You gotta help me out here Pheebs.\nPhoebe: All right, I’ve never been engaged and I’ve never really been married, but I can only tell you what my mother told me. Whenever you have doubts or fears or anxieties about a relationship, do not communicate them to your husband.\nMonica: So I’m not supposed to share my doubts and fears with the guy I’m gonna spend the rest of my life with?\nPhoebe: That is correct! Yes, you’re supposed to take all of that stuff and put it in a little box in your mind and then lock it up tight.\nMonica: Your mother told you this?\nPhoebe: Yes!\nMonica: The woman that got married a bunch of times and killed herself when you were 13?\nPhoebe: Oh my God! You’re right! Go! (Monica starts to leave.) Go tell Chandler! Hurry before it’s too late! Wait no! (Monica stops.) Does this also mean putting out doesn’t get you love? (Monica is shocked.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Silvercup Studios, Joey and Rachel are there to give Jessica her award.]",
            "dialog": "Rachel: I cannot believe I’m gonna meet Jessica Ashley!\nJoey: Okay wait-wait p-please be cool! Okay? I work with this woman.\nRachel: Okay, I’m totally cool! (She coolly knocks on the door)\nJessica Ashley: Come in.\n(The enter.)\nJoey: Hey Jessica.\nRachel: (coolly) Hey Jess.\nJoey: Ah, this is my friend Rachel.\nJessica Ashley: Hi.\nRachel: ‘Sup? (Joey glares at her.)\nJoey: Uh listen, here’s your Soapie. I accepted it for ya. (Hands it to her.)\nJessica Ashley: (shocked) Oh my God! I won! Do you have any idea what this means?! (She rolls her eyes and throws it onto the couch.)\nJoey: Well, that-that-that’s it? You’re gonna, you’re gonna put it on your self or anything?\nJessica Ashley: No, I try to save that for real awards. Now, if you’ll excuse me. (She exits.)\nJoey: (To Rachel) Take it back?\nRachel: Absolutely.\nJoey: Y-y-yeah! (As they start to leave, Rachel pauses and steals a vase with flowers in it.) Yeah you do. (They exit.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is talking to Chandler.]",
            "dialog": "Monica: Honey, as we get closer to the wedding, is there anything that you would like to talk about or share?\nChandler: Okay. Well, I think the centerpieces are too big\nMonica: You’re wrong! The centerpieces are fine! Do you ever get scared at all?\nChandler: Kinda. They’re really big.\nMonica: Doesn’t it ever just freak you out that-that you’re never gonna be with anybody new again?\nChandler: What?\nMonica: Just, I love you so much. Just…It’s just sometimes it bothers me that I’m never gonna have that feeling. Y’know when you meet someone for the first time and it’s new and exciting? Y’know that rush?\nChandler: No. No, see when I first meet somebody it’s uh it’s mostly panic, anxiety, and a great deal of sweating.\nMonica: Okay, but all right you’re a guy, does it not freak you that you’re never gonna sleep with anybody else?\nChandler: Sleeping with somebody new, anxiety, panic, and I’m afraid even more sweating.\nMonica: Even with me?\nChandler: I was dangerously dehydrated during the first six months of our relationship. (Monica laughs.) Look, for me the rush is knowing that we are gonna be together for the rest of our lives.\nMonica: Really?\nChandler: Well yeah! But now that I know that you’re having these thoughts, I’m back to panic, anxiety, and uh I’m definitely gonna need some kind of sports drink.\nMonica: Come here! Come here! (They hug.) Sweetie you don’t have to worry. No, besides y’know what? I’m gonna have a lot of new things with you. The first time we buy a house. Our first kid. Our first grandkid…\nChandler: (hoarsely) Water! Water! Water!\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Ross’s classroom, he has just finished his lecture and the students are filing out.]",
            "dialog": "Ross: Uh Mr. Morse, can I speak to you for a moment?\nMorse: (walking up) That was a great lecture today. Did you get a little hair cut?\nRoss: Uh-hmm, yeah-yeah do you like it? Do-do you looove it? I just want you to know that I’m changing your grade back.\nMorse: What?! Why?\nRoss: ‘Cause I know what you’re trying to pull here. Okay? It’s not gonna work.\nMorse: I’m not trying to pull anything. Look I love you dude.\nRoss: Y’know what? I-I’m not even gonna talk about this. Okay? This little thing is over. I know you have a girlfriend! Okay—(Ned looks shocked)—Yeah! And I know about the other professors! How do you think that makes me feel Ned?! You used me! You don’t love me and you never did! (Ross turns around to make a grand exit but runs into two colleagues.) Ah Professor Winston, Professor Fredrickson, I’ll be right with you. (To Ned) Don’t make this worse and I’ll give you a C. (To the professors) Shall we? (They leave.)\nEnding Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Joey and Rachel's, Phoebe is entering.]",
            "dialog": "Phoebe: Rach?\nRachel: I’ll be out in a second.\n(Phoebe notices the Soapie on the counter.)\nPhoebe: Oh. (Picks it up.) It’s just so unexpected! I…I uh…Boy I’ll tell you it’s just such an honor to be nominated for a Nobel Prize and y’know to win one for a massage. Especially after having just won a Tony award for best actress in…\nRachel: (entering from her room) Honey, we have to go. Our reservations are at 8:00.\nPhoebe: …in Reservations at 8:00 by Neil Simon. (To an imaginary Neil Simon) Thank-thank you Neil. Thank you for the words. (Blows him a kiss.)\nRachel: Okay honey, you can finish this later we’re gonna be late. We gotta go.\nPhoebe: Please, don’t play the music. Just uh one more. LIVE FROM NEW YORK! IT’S SATURDAY NIGHT!!\nEnd\n\n"
        }
    ]
}