{
    "metadata": {
        "season": "SEASON 7",
        "title": "724 outtakesFriends Special: The Stuff You've Never Seen",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "This is a special out takes episode. The cast and Conan are sitting around the set of Central Perk, talking about the stuff we’ve never seen.\nTranscriber’s Note: This is stuff we never saw from all of the seasons, so for all of the scene settings I will be using the current arrangements. Even though some of the out takes take place when Chandler was living with Joey and Rachel was living with Monica, when Joey and Chandler were living in Monica and Rachel’s, and the current arrangements.\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, the cast of Friends along with Conan O’Brien are sitting and talking.]",
            "dialog": "Conan: It’s a tradition here on Friends after every taping for me to hang out with you guys, (They all laugh) talk down the episode umm… The point of this whole thing is what people see in America is: they see Friends, they love the show, it looks like a smooth running machine, but behind the scenes there’s deceit, mistrust, and hate. And I thought, I thought we’d actually take a look at uh, y’know some of these moments where you guys are—there are mistakes. You make mistakes.\nJennifer: Once and a while.\nLisa: From time to time.\nConan: For example, I don’t have to memorize lines. You guys actually have to remember what to say and you probably forget from time to time. Yes?\nMatthew: Our energy just comes way up when there’s an audience here and when that happens, something happens between your brain and your mouth sometimes and it just doesn’t, it just doesn’t work.\n[Cut to Central Perk, Ross, Phoebe, Monica, and Chandler are there. I think it’s The One With The Joke.]\nRoss: Uh, oh-oh, umm no you didn’t. I did.\nChandler: Oh uh-uh, no-no-no-no-uh-uh. (He starts laughing, causing everyone else to laugh.)\n[Cut to Joey and Rachel's, Phoebe is talking. It looks like when Rachel and Monica lived in this apartment.]\nPhoebe: So, we realize that—Oh no… (She resets herself) I’m telling it! I’m telling it… (She loses it.)\n[Cut to Monica and Chandler's, Joey is talking to Monica and Chandler.]\nJoey: Ha-ha. Look—Come on, I don’t know what to do…or say. (He laughs.)\n[Reset]\nJoey: Ha-ha, very funny. I don’t know what to do! Y’know? Holy crud!\n[Reset]\nJoey: Ha-ha-ha, very funny. Look, I don’t know what to do! (Long pause, as everyone cracks up.)\nCourtney: It is one of those days!\n[Cut to Monica and Chandler's, Phoebe is speaking Italian to Joey’s grandmother. I’m spelling phonetically.]\nPhoebe: ‘Xcusa seniora, voulez-bere quakay—[Beep]—uck it!\nMatt: Wow Pheebs, you-you speak gutter?\n[Cut back to the cast and Conan.]\nConan: You still get nervous everybody just before a show?\nMatthew: Absolutely.\nLisa: Everybody.\nCourtney: It’s amazing like all week long we’ve-we’ve been saying the same lines and then the audience is here and we will mess up, and if you mess up once, then you’ll get nervous because you’ll—you know you’ll probably mess up again.\n[Cut to Central Perk, first season Monica is talking.]\nThe Director: Action!\nMonica: (holding her hand in front of her face) When you were little you slept through-through the Grand Canyon.\nThe Director: Watch again that hand.\nCourtney: This’ll be five/ten takes.\nThe Director: Okay.\nCourtney: Okay. You know it’s gonna happen.\nThe Director: Once again, and action!\nMonica: (the hand’s still there) When-when you were little you slept through the Grand Canyon. (She actually itches her nose this time.)\nCourtney: Oh! Okay! I’m gonna try it without the coffee cup ‘cause I think it’s the left hand that’s messing me up.\n[Reset]\nMonica: When you were little you slept through the Grand—(Pointing again)—Oh fffff….\n[Cut to Monica and Chandler's, Monica and Phoebe are talking.]\nMonica: Sorry, let’s go back! ‘Cause you’ve got more to say.\nLisa: Do I? Absolutely. Absolutely. Yeah, that’s your fault. I…say.\n(They both laugh.)\nLisa: I love you.\nCourtney: I love you! (They hug.)\n[Cut back to the cast and Conan.]\nConan: But there must be, there must—are a lot of moments over the years where you’re just trying to do your job, something goes wrong.\n[Cut to Joey and Rachel's, Joey is giving Chandler the bracelet from season 2.]\nJoey: Hey and, this is a little extra something for y’know, always being there for me.\n(Suddenly there’s a noise off stage and the camera on Joey swings around.)\nMatthew: Hey Joey! The camera hit our wall!\nMatt: What?!\n[Cut to Monica and Chandler's, Chandler and Joey are living here and Ross is writing on the Magna-Doodle when Rachel opens the door causing the door knob to hit his hand.]\nDavid: Ahh! Sh—(Beep)—it that hurt!\nJennifer: Are you okay?\n[Reset]\n[When he hears Jennifer try to open the door he jumps back, and Jennifer is unable to open the door this time.]\n[Cut the hallway, Rachel is exited from Monica’s when the door closes on her skirt.]\nChandler: Hey Rach! (She breaks up and goes back into Monica’s.)\n[Cut to Joey and Rachel's, with the giant entertainment center Joey is exiting from his room.]\nJoey: Oh yeah? Then how come I keep—(He notices that the marker board they use has been left on the entertainment center and holds up his discovery.)\n[Cut to Monica and Chandler's, first season, Monica is making a giant sub-sandwich and is talking to Rachel. I think it’s The One With Fake Monica.]\nMonica: It was so wild! We told ‘em we were the Gunderson’s in 16…\n(Jennifer starts laughing.)\nCourtney: (laughing) I spit on her!\n[Cut back to the cast and Conan.]\nJennifer: (to Lisa) Operation. You had a fun one.\nLisa: Oh yeah!\nJennifer: With Operation.\nConan: It was a little game. Yeah, with an electric buzzer.\n[Cut to Monica and Chandler's, The One With George Stephanopoulos, Phoebe is showing Monica and Rachel that she brought Operation to their slumber party.]\nPhoebe: Oh-ooh, and I brought Operation, but umm I lost the umm… (It starts buzzing) It’s making a noise.\n[Cut back to the cast and Conan.]\nLisa: But le Blanc really doesn’t mess up much.\nConan: You don’t verbally mess up, but sometimes physically? You mess up.\nMatt: I have had some clumsy moments I guess you can call ‘em.\n[Cut to Central Perk, to the theme from The Dick Van Dyke show Joey runs into Central Perk carrying a stack of Soap Opera Digests and falls on the step. He does bounce right back up making it all that much funnier.]\n[Cut back to the cast and Conan.]\nLisa: He fell down once! And we re-did it and we went back. And he—(laughs)—he was afraid he was gonna fall down…\nConan: You could actually see him trying not to fall down.\n[Cut to Central Perk, same as before Joey is entering.]\nJoey: Pheebs! (He looks down as he goes down the step to make sure he didn’t fall again.) Check it out! (He starts laughing when he realized what he did.)\n[Cut back to the cast and Conan.]\nCourtney: This particular time when he continued to fall or y’know, try not to fall, I was in the room with Matthew and Matthew was like, \"Should I do it?\"\n[Reset from before, Matt doesn’t fall or look down.]\nJoey: Pheebs! Check it out! Check it out! Check it out! Check it out! (Hands her one.)\nPhoebe: Ooh, Soap Opera Digest!\n(As she’s saying that Joey is to pull out a chair and sit down, only Matthew comes running in from off camera and dives for the same chair.)\n[Cut back to the cast and Conan.]\nConan: Matthew, you have a reputation with the rest of the cast that sometimes you like to, you like to fool around a bit. I mean like if something’s naturally going wrong you like to get in there and juice it a little bit. True or false?\nMatthew: I don’t necessarily like to juice things…\nCourtney: He said true or false!\n[Cut to Monica’s restaurant kitchen, it’s the episode where Joey is working as a waiter at Monica’s restaurant. Joey is patting her breast from when she set it on fire.]\nJoey: Oh! Ooh-ooh!\nMonica: What are you doing?!\nJoey: You’re still a tiny bit on fire there.\nMonica: Oh geez! Okay! Thanks!\n(Matthew runs in and starts patting the other breast, then walks away. Matt slowly stops patting her breast.)\n[Cut to that same kitchen, only this is The One With The Proposal, Richard is telling Monica something.]\nRichard: It was great seeing you the other night.\nMonica: Well, it was good to see you too. Did you come down here to tell me that?\nRichard: Noo! I came down here to tell you something else. I came here to tell you I still love you.\n(Suddenly the door flies open and in walks Chandler!!)\nChandler: What the fu—(beep)—ck are you doing?!\n[Cut back to the cast and Conan.]\nConan: Now you guys work with animals a lot. You had to work early on with a monkey…\nJennifer: That damn monkey.\nConan: That damn monkey.\n[Cut to Monica and Chandler's, The One Where The Monkey Gets Away, Rachel is watching a soap opera with Marcel.]\nRachel: Okay. Okay, see now the one with the feather boa? That’s Dr. Francis. She used to be a man. Oh look! There—(Marcel (Katie) jumps away)—Okay. (And runs behind her on the back of the couch for a little while.)\nJennifer: Katie. Geez! See Katie, come here—Katie! (Katie spills some popcorn.) Katie, come here Katie. (She obeys and sits where she’s supposed to.) Very good.\n[Reset, they’re about to start the scene when Katie suddenly jumps up startling Jennifer.]\n[Cut back to the cast and Conan.]\nJennifer: Lisa’s laugh though…There’s—It’s so infectious. It’s one of those things…just forget about it. Once it starts, it’s all gone.\n[Cut to Joey and Rachel's, it’s actually Joey and Rachel’s. Phoebe is trying to convince Rachel to switch with her and live with Monica as Joey looks on.]\nRachel: No y’know, I don’t want to switch! Come on! I can throw wet paper towels here!\nPhoebe: Well at Monica’s you can eat—(Suddenly cracks up.)\nLisa: Okay, shh yeah. ‘Cause it’s not silly.\nThe Director: Here we go.\nJennifer: Okay.\nThe Director: And…action!\nRachel: No-no Ph-Ph-Ph-Ph… (She starts laughing.)\n[Reset]\nJennifer: (to Lisa) Ready?\nLisa: Yeah.\n(They all start laughing.)\n[Cut back to the cast and Conan.]\nConan: And then it just builds on itself and there’s no doing the scene after. I mean you probably wait and really get it together and do it.\nDavid: For me, I have a hard time with le Blanc in particular. When-when—I mean when…\nConan: (to Matt) You bastard.\nMatt: Yeah, what did I do?\nDavid: …I keep a straight face he-he delivers like this look, a reaction to you, or a certain take, I-I—I mean I find it so funny.\n[Cut to Monica and Chandler's, Ross is eating breakfast with Joey and Monica. Joey is walking towards Ross.]\nJoey: Mornin’\nRoss: Mornin’\n(Joey hugs Ross’s neck and has a look of complete contentment on his face which, after a short while, causes David and Matt to start laughing.)\n[Cut to Monica and Chandler's, Monica is throwing a party. Joey is talking to Ross about the bad audition he just had while pouring booze onto a snow cone.]\nJoey: I mean what kind of an actor, what kind of an actor can’t even say, \"Hmm, noodle soup?\"\n(David smiles.)\nMatt: That’s a good one? (They both laugh.)\nDavid: Now, we should go back and take the other line.\nMatt: Okay, I’ll just put a little more booze on there. (Pours some more on.)\nRoss: I think, subconsciously…\nJoey: (cracking up) Nope, you lost me.\n[Reset, Joey is about to pour more booze on.]\nDavid: No! Come on!\n[Cut to Joey and Rachel's, Joey and Ross are giving Phoebe and Rachel the bride’s maid test.]\nJoey: Okay, the next situation is for Rachel. The wedding is about to start you walk into the back room and you find Monica taking a nap with Ross. (Ross lies on the floor.) I’ll be Monica. Go! (He jumps down and cuddles up with Ross.)\nRoss: (jumping up) No! No! No!\n(David and Matt just lose it then.)\n[Cut back to the cast and Conan.]\nConan: We’ll be right back with more Friends, less me.\n[Cut to Monica and Chandler's, Courtney and Matthew are getting ready to do a scene where Monica’s sick.]\nCourtney: I’m doing my brother.\nMatthew: That’s…gross.\nCommercial Break\n[Conan and the cast in Central Perk.]\nConan: You uh, you’ve worked with—They always say a performer should never work with pets or children.\nJennifer: Aww, the kids.\n[Cut to Carol and Susan’s apartment, from next week’s episode Rachel is talking to Ben.]\nThe Director: Action.\nRachel: Okay. Now—What is my first line?\nBen: (prompting her) What did we agree?\nJennifer: Okay…\n[Cut back to the cast and Conan.]\nDavid: The good thing about the young kids though, they’re completely unpredictable. Which is a lot of fun as an actor to respond with. But there was one story…\nJennifer: Oh little Ben.\nDavid: Where the story was that I was anticipating that I would be around to hear my son’s first words spoken. But the scene was about that he wasn’t supposed to be able to speak and, uh for some reason when we started doing the show…\n[Cut to Central Perk, Ross is taking Ben to visit Rachel who’s working there.]\nRoss: Hi! We’re visiting!\nRachel: Yay!\nRoss: It’s Ben and his Da-Da. Da-Da? Can you say Da-Da? Y’know, you might as well say it because I told your…\nBen: Da…Da.\n[Reset]\nRoss: Can you say Da-Da? See, I’m gonna tell your mommies you said it anyway, so you might as well try…\nBen: Da…Da.\nRoss: Huh?\nBen: Da…Da.\nDavid: Yeah, he’s saying Da-Da.\n[Cut back to the cast and Conan.]\nMatt: And then sometimes during the show y’know but you’re like, the scene’s going one way but you’re just tempted to say something another time. Like, do you remember that one where Monica’s baking cookies in our old apartment?\nJennifer: She’s trying to intrigue us to hang out with her.\nMatt: Yeah, she’s trying to waft the smell across the hall to get us to come hang out in her new place, and we’re sitting there eating pizza and I think it was you (Points to Lisa) that said…\n[Cut to Monica and Chandler's, the scene described above.]\nPhoebe: What do I smell?\n[Cut back to the cast and Conan.]\nMatt: I think I was supposed to say, \"I don’t know,\" and go over and open the door. And I went…\n[Cut to Monica and Chandler's, same scene.]\nPhoebe: What do I smell?\nJoey: (Pause) Sorry. (Raises his hand in shame.)\n[Cut back to the cast and Conan.]\nMatt: (everyone laughs) And then it was like four takes later before we could get through it with a straight face.\n[Cut to Monica and Chandler's, same scene.]\nPhoebe: What do I smell?\n(Pause.)\nDavid: Le Blanc.\n[Reset]\nPhoebe: What do I smell?\nJoey: I don’t know, but it smells good. (He gets up and heads for the door only to stop short and start laughing.)\n[Cut back to the cast and Conan.]\nConan: But audiences—You have a live studio audience and they must love that. They must love it when they see you guys playing.\n[Cut to Joey and Rachel's, Ross is living with Chandler and Joey. Joey and Ross have built a fort out of boxes, Chandler enters and they stand up slowly.]\nChandler: What are you guys doing?\n(Ross and Joey both reach down and pull up their pants.)\nRoss: Nothing.\nJoey: Nothin’.\n[Cut back to the cast and Conan.]\nConan: So that you will intentionally do something that—they’ll-they’ll intentionally screw it up?\nCourtney: Yeah!\nDavid: Yeah!\n[Cut to Monica and Ross leaving Joey and Chandler’s hotel room in London. As they exit Joey and Chandler enter from the bathroom with both of their pants down around their ankles.]\nMatt: (noticing the laughter) Why? What’s the matter?\n(They both bounce back into the bathroom.)\n[Cut back to the cast and Conan.]\nConan: (to Courtney) You-you’ve worn a fat suit on the show. And, a lot of people love you in the fat suit. Do you like wearing the fat suit? Is it fun?\n[Cut to Central Perk, Fat Monica and Rachel are on the couch.]\nCourtney: I’m melting!\n[Cut back to the cast and Conan.]\nCourtney: They made me dance, in the fat suit.\n[Cut to Monica and Chandler's, Courtney is dancing in the fat suit and after shaking her groove thing sits down in exhaustion.]\n[Cut back to the cast and Conan.]\nConan: I-I heard some of you guys talking about this earlier, but sometimes there’s just a word that someone has to say that you’ll get hung up on. And it’ll just—the way you say the word is funny to everybody else.\n[Cut to Monica and Chandler's, is the one where Rachel screwed up the desert and Ross and Joey are trying to enjoy it.]\nRoss: That tastes like feet!\n(David puts his napkin up to his mouth and starts laughing at his own line. Matt notices him after a while and starts laughing as well.)\nMatt: It tastes like (mimicking him in a high-pitched voice) feet!\nDavid: Okay, we’re good.\nThe Director: Action!\nRoss: That tastes like feet!\n(Matt starts laughing.)\n[Cut back to the cast and Conan.]\nMatt: Sometimes the dialogue itself is just so funny and you’ll—we’ll be rehearsing during the week and you just—whatever-whatever the joke is; it’s so funny we can’t get through it in rehearsal and just…\nJennifer: You just know.\nMatt: You-you mentally make a flag on it and you say, \"Okay show night, I’m just—I’ll never be able to get through this.\"\n[Cut to Monica and Chandler's, Sick Monica is trying to entice Chandler to have sex with her.]\nMonica: Are you saying that you don’t want to get with this?\nChandler: You see, I don’t say—(Starts laughing.)\n[Cut to Monica and Chandler's, it’s the one with the fake chocolate. Monica has baked some cookies and Phoebe is trying them.]\nPhoebe: (spitting the cookie out onto a napkin) Oh, sweet Je—(Beep)—sus! Oh! Monica, these are the (laughing) cookies they serve in hell!\n[Cut to Monica and Chandler's, the gang is watching Joey’s debut on Days.]\nChandler: (noticing the woman on the screen) Whoa! She’s purty!\nJoey: Oh yeah, and she’s really nice too! She taught me about y’know, how to work with the cameras and smell-the-fart acting.\nMonica: Joey?\nRachel: I’m sorry…\nRoss: Excuse me, what?\n(Matt turns back and looks and them, but instead of his next line he starts laughing.)\n[Cut back to the cast and Conan.]\nConan: When you have to do physical business for a scene, I mean there must be; there must be a lot of funny moments when you have to physically do a task as part of a scene.\nDavid: Yeah, Rachel, Chandler, and Ross had to try to get a couch up a stair—a very narrow New York stairwell and that was probably…I-I think it was the hardest I’ve-I’ve laughed in my life period.\n[Cut to the scene described above.]\nRoss: Pivot! (They pivot) Pivot! (They pivot) Okay, pivot! Piv-at! (He starts laughing.)\n[Reset]\nRoss: Pivot! Piv-at! Piv-at!!\nChandler: Shut up! Shut up! Shut up!!\n(David is laughing.)\nDavid: Pivat!! (In a high pitched voice) Pivat!!!\nCommercial Break\n[Cut back to the cast and Conan.]\nConan: You’ve done over 150 episodes, but your favorite moments that 80 years from now you’ll be thinking about?\nMatthew: It is when we’re able to crack each other up.\n[Cut to Monica and Chandler's, Chandler is cleaning the apartment for Monica and is frustrated with things not lining up.]\nChandler: Monica’s gotta have the phone in the right place and—(Frantic babbling.)\nRoss: (To Chandler) All right! All right! All right! (To Joey) We are fixing it.\n(Matt starts laughing.)\nDavid: He’s gone. He’s…\n(Matt mimics Chandler.)\n[Cut back to the cast and Conan.]\nDavid: We enjoy watching each other. And I settle for watching each other’s performance, and we like each other.\n[Cut to Ross’s second wedding reception, Joey has just told him the band is ready with Rachel looking on.]\nRoss: Oh the band’s ready! And well—I-I—we gotta do what the band says, right? I don’t care about the stinkin’ band!!\n(Jennifer starts laughing.)\n[Cut back to the cast and Conan.]\nConan: Okay Friends gang, thanks for doing it.\nDavid: Well thank you so much.\nJennifer: Thank you Conan!\nMatthew: Well thank for coming here, it’s good to see you.\n[Cut to Central Perk, Phoebe at the mike.]\nPhoebe: Thank you my babies. (Waves good-bye.)\nEnding Credits\n[Cut to Monica’s work kitchen, she’s on fire again and Joey is putting her out.]\nMonica: Oh what are doing?!\nJoey: You’re still a tiny bit on fire there!\nMonica: I think you got it!\nCourtney: I’m sorry, I messed up.\nMatt: I’ll do it again and again if you want.\n[Cut to Monica and Chandler's, the bad desert Ross is quickly eating the mound on his plate.]\nRoss: No-no! I’ll-I’ll… (He takes too much and some falls out of his mouth, which starts him laughing.)\nDavid: That is too much!\n(Matt grabs his plate and takes some of what’s on Ross’s plate.)\n[We close with a bunch of scenes where they screw up and make weird noises. It finishes with.]\nMatthew: Let me start that again.\nEnd\n"
        }
    ]
}