{
    "metadata": {
        "season": "SEASON 7",
        "title": "719 Ross And Monica's Cousin",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Monica and Phoebe are on the couch as Joey enters.]",
            "dialog": "Phoebe: (To Joey) Oh hey! How was your audition?\nJoey: I’m sorry, do I know you?\nPhoebe: What are you doing?\nJoey: Nothing, I’m just practicing blowing you off because I’m gonna be a big movie star!\nPhoebe: Oh! You got it?!\nJoey: Well, no not yet. But the audition went really good.\nMonica: What was it for?\nJoey: Oh, it’s this big budget period movie about these three Italian brothers who come to America around the turn of the century. It’s really classy! Oh, and the director is supposed to be the next, next Martin Scorcese.\nPhoebe: The next, next?\nJoey: Yeah, there’s this guy from Chicago who’s supposed to be the next Martin Scorcese, all right? But then this guy’s right after him. (Joey’s cell phone rings and he answers it.) Hello!\nEstelle: Joey! It’s Estelle! I just talked to the casting people; they loved you!\nJoey: (to Monica and Phoebe) They loved me!\nEstelle: Yeah, they wanna see you again tomorrow.\nJoey: (on phone) Oh my God!\nEstelle: There’s just one thing. Do you have a problem with full frontal nudity?\nJoey: Are you kidding me? I never rent a movie without it! (Listens) Oh. (Listens) Uh, okay uh let me call you back. (Hangs up.)\nPhoebe: What’s the matter?\nJoey: They want me to be totally naked in the movie!\nMonica: Wow!\nJoey: I know! My grandmother’s gonna see this!\nPhoebe: Grandma’s gonna have to get in line.\nOpening Credits\n Monica is folding her laundry with Ross reading the paper and Phoebe standing in the kitchen.]\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Chandler's, (although its really just Monica’s now with Matthew Perry in rehab)",
            "dialog": "Phoebe: Hey the wedding is so close! Are you getting nervous?\nMonica: Yeah. But a part of me also can’t wait ‘til it’s over. Chandler and I have this pact not to have sex again until the wedding.\nRoss: A no sex pact huh? I actually have one of those going on with every woman in America.\nMonica: Hey Phoebe, will you give me a hand?\nPhoebe: Sure.\nMonica: I gotta make up the guest bedroom. (To Ross) Hey, Cousin Cassie is coming to stay with us a few days.\nRoss: Cassie?\nMonica: Uh-hmm.\nRoss: Wow, I haven’t seen her for like forever. I wonder if she still carries that Barbie everywhere she goes.\nMonica: Ross, she’s 25 years old.\nRoss: So what! I still have—No you’re probably right.\nRachel: (entering) Hi!\nMonica: Hey!\nPhoebe: Hey!\nRachel: Hey Pheebs, can I talk to you over here for a second?\nPhoebe: Yeah!\nMonica: Subtle guys!\nPhoebe: What?!\nMonica: I know you’re planning my surprise bridal shower.\nRachel: (laughs) Well okay—Well don’t ruin it! Just play along at least!\nMonica: Okay. Sorry. (She goes into the guest bedroom.)\nRachel: (To Phoebe) Oh my God! We have to throw her a shower?!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Joey is entering.]",
            "dialog": "Monica: Hey! What did you decide to do about the movie?\nJoey: I don’t know! It’s not like it’s porn! This is a serious, legitimate movie. Y’know? And the nudity is really important to the story.\nMonica: That’s what you say about porn.\nJoey: You’re right. Maybe I shouldn’t even go on the call back.\nMonica: No! No you should! A lot of major actors do nude scenes! I mean the chance to star in a movie? Come on!\nJoey: Well that’s true. And I am only naked in one scene. Plus it sounds really great. My character’s catholic and he falls in love with this Jewish girl. Who run away together and they get caught in this big rainstorm. So we go into this barn and undress each other and hold each other. It’s really sweet and-and tender.\nMonica: Plus, everyone’s gonna see your thing. (Giggles.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Phoebe's apartment, Phoebe and Rachel are trying to plan Monica’s shower.]",
            "dialog": "Phoebe: Well when can we have this shower?\nRachel: She has got so much going on we-we have only two options. We have Friday…\nPhoebe: Well that’s only two days away. What is the other option?\nRachel: Yesterday!\nPhoebe: Well if we make it yesterday, woo-hoo! We’re done!\nRachel: Oh my God Phoebe, this is impossible! We can’t do this by Friday! We have to find a place. We have to invite people! We have to get food! There’s just too much to do! It’s impossible! We can’t do it! We cannot do it! We cannot do it!\nPhoebe: Rachel, calm down!\nRachel: (calmly) Okay. I’m sorry. You’re right, you’re right.\nPhoebe: (grabs and shakes Rachel) Just calm down woman!\nRachel: Phoebe, I already, I already did.\nPhoebe: Oh okay. All right, then I need to calm down a little.\nRachel: Okay. Okay. (They sit down.) I think we can do this if we just get organized. All right? We have two days to plan this party. We just need to make fast decisions! Okay? All right, where are we gonna have it?\nPhoebe: Uh, here. What time?\nRachel: 4 o’clock. Food?\nPhoebe: Finger sandwiches and tea.\nRachel: Ooh great! Very Monica.\nPhoebe: And chili!\nRachel: Ah you went one too far. Uh, flowers or balloons?\nPhoebe: Both!\nRachel: We’re paying for this y’know.\nPhoebe: Neither.\nRachel: Okay. Umm, what should we do for the theme?\nPhoebe: Lusts of the flesh.\nRachel: (pause) What?\nPhoebe: I don’t know. (Timidly) A cowboy theme?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is on the couch writing when Chandler enters to make his brief cameo.]",
            "dialog": "Chandler: Hey!\nMonica: Hey!\nChandler: Y’know I’m-I’m really glad we decided not to sleep together before the wedding.\nMonica: Oh boy me too!\nChandler: Y’know I was thinking if we had a…a big fight and uh we broke up for a few hours…\nMonica: Yeah?\nChandler: Technically we could have sex again. What do you think, bossy and domineering?!\nMonica: The wedding is off, sloppy and immature!\nChandler: That’s me! Come on!\nMonica: Okay. (They both jump up to head for there room, but Monica stops.) But wait, we can’t. My Cousin Cassie is in the guest room, we’re supposed to have lunch.\nChandler: Well get rid of her, obsessive and shrill.\nMonica: Shrill?! The wedding is back on!\n(Cassie enters from the guest room, with her hair up. The extremely beautiful and sexy Denise Richards is playing Cassie. Woo hoo! For those of you who don’t know who she is, rent Wild Things and she was also the last Bond girl in The World Is Not Enough.)\nCassie: I thought I heard voices. You must be Chandler.\nChandler: (transfixed) Hi! Nice to meet you!\nCassie: Nice to meet you too.\nMonica: So, are you ready to go?\nCassie: Yeah.\n(She lets her hair down and whips her hair around in Baywatch-esque slow motion with a Barry White song in the background. Chandler needless to say can’t help but stare along with the rest of the male and lesbian population of North America.)\nMonica: (catching him) Chandler!\nChandler: I’ll be right with you.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Ross is there as Chandler and Monica enters.]",
            "dialog": "Monica: (To Ross) Cassie needs to stay at your place.\nRoss: What—why?\nMonica: Because Purvry Perverson over here can’t stop staring at her.\nRoss: What?! Chandler she’s our cousin!\nChandler: I was not staring at her. Okay? I was just listening intently. It’s called being a good conversationalist. Watch. (Stares at Monica’s eyes.) Say something.\nMonica: You were staring about eight inches south of there.\nRoss: Fine, she can stay at my place. By the way, what-what does Cassie even look like now.\nMonica: She looks exactly like Aunt Marilyn.\nChandler: Umm, so this Aunt Marilyn is-is-is-is she coming to the wedding?\nMonica: Wafer thin ice!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: A Casting Director’s Office, Joey is entering for his callback.]",
            "dialog": "Joey: Hey, I’m back!\nThe Casting Director: Hi-hi Joey.\nJoey: Uh so, will-will I be reading the same scene again?\nThe Casting Director: Actually, I tried to call to you. You didn’t need to come down here today.\nJoey: Oh great! Y’know I would’ve been perfect for this part, but whatever! Y’know, thanks for making a bad decision and ruining your movie! Good day! (Starts to leave.)\nThe Casting Director: Wait Joey! You didn’t need to come down because the director saw your tape from yesterday and loved it.\nJoey: And scene! Huh? Wasn’t that fun? We did a little improv there. Yeah! Okay! So you-you-you-you were saying?\nThe Casting Director: Well, the director thinks you’re really right for the part and wants to meet you tomorrow.\nJoey: Wow! Sure! That’s great!\nThe Casting Director: Oh and your agent said you were okay with the nudity.\nJoey: Yeah! Yeah sure, just long as it’s handled tastefully and that barn is not too cold.\nThe Casting Director: Terrific! Well uh, there’s one more thing. Uhh, uh it’s really important to the director that everything in this movie is authentic. Yeah and so in your love scene with Sarah she talks about how she’s never seen a naked man who wasn’t Jewish. So… (Laughs.)\nJoey: So…What?\nThe Casting Director: So uh well the director is insisting that whoever play that part be authentically, anatomically not Jewish. Do you know what I’m saying?\nJoey: Yes!\nThe Casting Director: Okay.\nJoey: No. What?\nThe Casting Director: An Italian Catholic immigrant at this time would not be…\nJoey: Barmifsaed?\n(The casting director shakes her head.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Chandler's, Joey is telling Monica what the casting director was trying to get too.]",
            "dialog": "Monica: So to get this part you can’t be?\nJoey: Nope.\nMonica: But you are?\nJoey: Yep.\nMonica: But you told them you weren’t?\nJoey: That’s right.\nMonica: Wow! Wow! And it’s definitely all gone? There’s nothing there to work with? (Joey glares at her.) What were you thinking?\nJoey: I don’t know! I really want this part! And they tell you no matter what you get asked at an audition you say yes. Like if-if they want you to ride a horse, you tell ‘em you can! And just figure out how to do it later.\nMonica: Joey! This is not like learning to ride a horse! This is like learning to…grow a turtleneck!\nJoey: I kn-I know! I know! Okay? And apparently tomorrow when I go in to meet the director I have to take off my clothes so that they can see what my body looks like.\nMonica: Oh my God, what are you gonna do?!\nJoey: I just have to call my agent and tell her I can’t do the part. (Gets up for the phone.)\nMonica: Unless!\nJoey: Unless what?\nMonica: Well, this may sound crazy, but there maybe something we could fashion.\nJoey: Like what?\nMonica: Well I’m not sure yet, but umm of the top of my head I’m thinking double sided tape and some sort of luncheon meat.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Joey and Rachel's, Phoebe is entering and Rachel is still planning.]",
            "dialog": "Phoebe: Hey! I’ve got a great idea for party favors for the shower. Okay, we get some uh mahogany boxes and carve everyone’s names in them and inside is everyone’s individual birth stone.\nRachel: Okay. Okay. All right, you take care of that. And meanwhile, the party is tomorrow and we still don’t have a guest list.\nPhoebe: Okay. Okay! Well okay, who do we know that’s coming? Me. Are you?\nMonica: (entering) Hey!\nPhoebe: Hey!\nRachel: Hey! What’s up Mon?\nMonica: Well uh, I’m trying to make something for Joey. Do you mind if I raid your fridge?\nRachel: Have at it.\nMonica: Okay. (Opens the fridge.) All right, turkey. Eh, that won’t work. Cheese? (Picks it up) That won’t work. Olive loaf? (Picks it up) I hope that won’t work.\nRachel: Are you makin’ him a sandwich?\nMonica: No it’s umm, more like a wrap. Okay so uh, I’m gonna go guys.\nPhoebe and Rachel: Okay.\nMonica: I guess you can get back to deciding on what to get me for a present! (Runs out.)\nRachel: (To Phoebe, after Monica’s gone) We have to get her a present?!\nPhoebe: Okay but look! Look at what I got! It’s her address book! (Holds it up.) We have a guest list!\nRachel: Oh my God you’re amazing! Did you just pull that out of her purse?\nPhoebe: Uh-huh, and a little seed money for the party. (Holds up $40.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Ross's apartment, there is a knock on the door and Ross opens it to Cassie.]",
            "dialog": "Ross: (shocked at her beauty) Cassie?!\nCassie: Hey Ross!\nRoss: Hey!\nCassie: (hugs him) It’s been so long! Last time I saw you, you were setting up your tent in line to see Return of the Jedi.\nRoss: Oh. Oh, that’s right. So-so you did see me that day because it seemed like you didn’t.\nCassie: Ah yeah, sorry about that.\nRoss: It’s okay. Come, come on in.\nCassie: Thanks for letting me stay here! I mean Monica’s place was nice, but her fiancee sure stares a lot.\nRoss: Oh.\n(She sets down her bag and we travel back to slow motion world. She once again whips her hair around in slow motion with the love doctor Barry White singing in the background. And I’d also like to take this opportunity to mention that she can also be seen in Starship Troopers and that she was born in Downers Grove, Illinois which just happens to be a few miles from where I live. Anyway Cousin Ross is now staring.)\nCassie: Oh my God! You do a great Chandler!\nRoss: Uh-huh. Yeah I-I have a knack for impressions.\nCassie: Well, maybe after we get reacquainted uh, you can do me.\nRoss: Yeah—No!!\nCommercial Break\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross's apartment, Cassie is eating dinner and Ross is pacing behind her because of what she’s eating.]",
            "dialog": "Ross: Cassie, how you-how you doin’ on that…hot dog.\nCassie: I’m all done.\nRoss: (quietly) Thank God.\nCassie: I guess the last time we really hung out was when our parents rented that beach house together.\nRoss: Oh right. Right. Ooh, remember the time I uh, I pinned you down and tickled you ‘til you cried? (She laughs) We’re probably too old to do that now.\nCassie: I’ll always remember that summer, because it’s when I got all of these freckles. (She pulls her blouse open to show him her shoulder and bra strap.)\nRoss: (looking then moving away quickly) Uh-huh! Uh-huh! And-and-and I’ll always remember that summer because that’s when I realized that we are related.\nCassie: It took you that long to figure it out, huh?\nRoss: Well I’m, I’m a little slow. (To himself) Just as our children would be.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Phoebe's apartment, it’s Monica’s bridal shower and Phoebe is passing out some finger food.]",
            "dialog": "Phoebe: Hi!\nWoman: Hi!\nPhoebe: How are you? (The woman nods) Good. (She goes over to another couple of women.) Hi, thanks for coming.\nWoman: Oh thank you.\n(The other woman declines.)\nPhoebe: Thank you. (To the other woman) No? (She nods.) All right. (She goes to another pairing.) Oh, it’s so nice to see you.\nWoman: No.\nThe Other Woman: No thanks.\nPhoebe: Okay. (Goes over to Rachel.) Hey Rach?\nRachel: Yeah?\nPhoebe: Who the hell are all these people?\nRachel: Well, I don’t know. I called all the people in Monica’s phone book and these are the only ones who could show up on 24 hours notice.\nPhoebe: Hmm, y’know there’s another word for people like that. Losers!\n(A woman approaches.)\nRachel: (to her) Hi! I’m Rachel. This is Phoebe. I’m the maid of honor. How do you know Monica?\nWoman: I was her accountant four years ago.\nRachel: Ohhhh!\nWoman: I’m very interested to find out who’s been doing her taxes these last four years.\nRachel: That’s great!\nWoman: So, what time is Monica supposed to get here?\nPhoebe and Rachel: (to each other) I don’t know.\nRachel: (to the woman) Excuse us for a minute. (They go into the kitchen.) You didn’t tell her to come?!\nPhoebe: You were supposed to tell her!\nRachel: No I wasn’t! You were supposed to tell her to come and I was supposed to bring the cake!\nPhoebe: Fine, I’ll go call her.\nRachel: Yes! And please tell her to bring a cake!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Joey and Rachel's, Joey is standing at the counter as Monica enters carrying a tray.]",
            "dialog": "Monica: Okay, we have a lot of options here, a number of prototypes for you to try on.\nJoey: Wow! This looks great!\nMonica: Yeah! Okay, this one is a mushroom cap. (Points to it.) Umm, this one is made of bologna. (Points.)\nJoey: And-and-and-and-and the toothpicks?\nMonica: Oh, just until the glue dries.\nJoey: Thank God!\nMonica: (to a whole group) Now, these are-are more realistic, but perishable.\nJoey: Ah.\nMonica: Okay? (To a different group) Over here we have pink suede, which is nice. But umm, if it gets wet then you know it’s gonna shrink.\nJoey: Well maybe we just take that one away. (Picks it up and throws it away.)\nMonica: I also, did a little something in fur. But umm, that’s really just for me. (Rubs it against her cheek.) Okay. So, why don’t you go into your room and try these on and we’ll see—get a better idea of what’s gonna work.\nJoey: Thanks, you are such a good friend. And this is so weird.\n(He goes into his room to try them on and closes the door.)\nJoey: Ow!\nMonica: Toothpick?\nJoey: Yeah.\nMonica: What are you trying on now?\nJoey: The fruit roll up.\nMonica: And?\nJoey: Delicious.\nMonica: Joey!\nJoey: Wait a minute! Wait a minute! We have a winner!\nMonica: What?! Which one?!\nJoey: The Silly Putty! It’s not so silly anymore!\n(They hug.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Ross's apartment, Cassie and Ross are watching a movie and Cassie is pouring Ross some more wine as Ross has his hands full with the glass and holding the bowl of popcorn in his lap.]",
            "dialog": "Ross: (in his head) She’s your cousin. She’s your cousin! If she knew what was going on in your head she’d think you were sick! (She grabs some popcorn.) Or would she? Let’s back up a second. She was the one who suggested opening a bottle of wine. She was the one who turned down the lights. She was the one that wanted to rent Logan’s Run, the sexiest movie ever. (She grabs the blanket from behind him and looks at him.) Oh, I know that look. Forget it. I want it. She wants it. I’m going in.\n(They exchange looks, smile, and shrug their shoulders before Ross suddenly lunges forward in an attempt to kiss her, but she expertly backs away.)\nCassie: Hey! What the hell are you doing?! (They sit back up.)\nRoss: (in his head) Say something clever! (Pause.) Okay, doesn’t have to be clever, it just has to be words. Say some words. (Pause) Any words will do. (Pause) Oh my God! This is the longest that anyone has not talked ever! (Pause) There is nothing you can say to make this worse!! So just say something!! (Pause.) (To her) I-I, I uh haven’t had sex in a very long time. (She leaves.) (In his head) Yeah, you really shouldn’t have said anything.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: outside Phoebe's apartment, Monica is knocking on the door.]",
            "dialog": "Monica: Phoebe! Rachel! It’s Monica! I wonder what you could possibly need me for on such short notice! (She bursts into the apartment to find only Phoebe and Rachel sitting on the couch.) Oh.\nRachel: Oh Monica, we are so sorry.\nMonica: For what?\nRachel: Well first, for forgetting to throw you a bridal shower.\nPhoebe: And then for forgetting to invite you to it.\nMonica: You al-you already had it?\nPhoebe: Yeah. Well, we called everyone in your phone book and bunch of people came, but it took us so long to get you here that they-they had to leave.\nRachel: Yeah, we wanted to throw you a big surprise and a great shower, and now you don’t have either.\nPhoebe: We ruined everything.\nRachel: Ugh…\nMonica: Well no wait a minute that’s not true! No, what did, that was really sweet. And it kinda works out for the best.\nRachel: What do you, what do you mean?\nMonica: Well now, I get to spend my shower with the only people I really love! I mean, I get all those presents (Motions to the pile in the corner) without having to talk to people I don’t even like!\n(Suddenly, everyone stands up and comes out of hiding. All of them are glaring at Monica.)\nRachel: Surprise…\nPhoebe: Sur-surprise.\nRachel: …Monica.\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: The casting director’s office, Joey is there to show off to the director, so to speak.]",
            "dialog": "Joey: And what’s cool is, the character is from Naples, right?\nThe Director: Yeah.\nJoey: My whole family’s from Naples!\nThe Director: Oh that’s great! Okay, well I’ve heard everything I need to hear. I just need to uh, Leslie…\nThe Casting Director: Joey, this is awkward part.\nJoey: Oh! Hey right! Not a problem. (He starts taking off his clothes.) I totally understand. You need to y’know make sure I don’t have any horrible scars or tattoos. Don’t you worry; I have nothing to hide. (He drops his pants and stands back up and looks down.) So there you go, that’s me. (We cut to a camera angle looking at the casting director and movie director through Joey’s legs.) One hundred percent natural! (Suddenly, there’s a thud as something falls off.) (Everyone is shocked.) I tell ya, that has never happened before.\nEnding Credits\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Phoebe's apartment, Phoebe is getting out linens for Cassie who is in the bathroom.]",
            "dialog": "Phoebe: Cassie, are you finding everything okay in there?\nCassie: Yeah! Thank you so much for letting me stay here.\nPhoebe: Oh! No problem! I… (Cassie emerges from the bathroom and we once again visit slow motion Barry White background music land with the sexy hair-flipping thing going on, only this time Phoebe is entranced. For more information on Denise Richards you can visit your local library or look her up on the Internet at her official website at www.deniserichards.com.)\nCassie: (noticing her) What?\nPhoebe: (in her head) Say something! Say anything! Ask her out! She’s not your cousin!\nEnd\n"
        }
    ]
}