{
    "metadata": {
        "season": "SEASON 7",
        "title": "711 All The Cheesecakes",
        "written_by": "Shana Goldberg-Meehan",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Monica’s, Chandler is sitting at the kitchen table eating cheesecake. The box it came in is also on the table.]",
            "dialog": "Chandler: Ohh. Mmm.\nRachel: (Comes in the front door and walks towards the kitchen.) Hi.\nChandler: Hey, you have got to try this cheesecake.\nRachel: Oh, y’know I'm not that much of a sweet tooth. I—(Chandler puts a forkful of the cheesecake in her mouth.)—Wow. My God, so creamy. Oh my God, this is the best cheesecake I have ever had. Where did you get this? (She reaches over to look at the label on the box.)\nChandler: (nervously) It was at the front door. When I got home. Somebody sent it to us.\nRachel: Chandler, this is not addressed to you. This is addressed to Mrs. Braverman downstairs. (Gasping) Thief.\nChandler: I—no! I didn't read the box before I opened it. And you can't return a box after you've opened the box.\nRachel: Why, why not?\nChandler: Because it's too delicious.\nRachel: Chandler, you stole this cheesecake. That is wrong.\nChandler: No-no-no! It is going to be okay, because Mrs. Braverman is gonna send away for a free one and that way we all win! The only losers are the big cheesecake conglomerate, (Reading the label) Momma’s Little Bakery. (Pause) I feel terrible, I’m a horrible, horrible, horrible person.\nRachel: (taking a bite) Oh, I’m sorry what?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, everyone except Rachel is there as Joey gets up and starts putting on his coat.]",
            "dialog": "Joey: All right, I should get going, big day a work. Y’know I’m in a coma? Today, they do this test on me and it turns out I’m not brain dead.\nChandler: So…\nJoey: Ah-ah-ah Mr. Smartie Pants, it’s just not my character that’s not brain dead. Hey, so Pheebs, we still on for tonight?\nPhoebe: Absolutely!\nJoey: I’ll see you at 8:00.\nPhoebe: Okay. (Joey exits.)\nChandler: Oh, what’s at 8:00?\nPhoebe: Oh, I have dinner plans with Joey. We get together about once a month to discuss the rest of you guys.\nRoss: Wow, did not know that! May I say how lovely you look today?\nPhoebe: Duly noted.\nRoss: Thanks. (Phoebe gets up to get a refill.) (To Monica) Oh! So for tomorrow, do you want to rent a car and drive down together or what?\nMonica: What are you talking about?\nRoss: Cousin Frannie’s wedding, its tomorrow night.\nMonica: You were invited?!\nRoss: No.\nMonica: My God, I can’t believe this! I mean I knew that mom and dad were invited, but I thought that was it! I mean from the ages 7 to 9 Frannie and I were inseparable!\nChandler: Well, maybe since the age of 9, Frannie’s made some new friends.\nRoss: Well l-look okay, it’s probably just a mistake. Let me call Aunt Sheryl okay? Maybe you are invited and the invitation just got lost in the mail.\nMonica: Yeah, well you call her and tell her that y’know when we were kids her precious little Frannie tried to undress me several times, okay? And if I hadn’t have stopped her, there probably wouldn’t even be a wedding to go too.\nRoss: Y’know, she tried to undress me too.\nChandler: I used to undress my cousin Glenn. (Monica looks at him then sushes him.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Joey and Rachel's, Monica, Chandler, Rachel, and Ross are playing Monopoly as Phoebe enters angrily.]",
            "dialog": "Phoebe: Joseph Francis Tribbiani are you home yet?!!\nRachel: Umm, I think he’s still out. What’s wrong?\nPhoebe: Well, I’ll tell you Rachel Karen Green, I had plans with Joey tonight and he left me this note. (Hands it to Rachel.)\nRachel: (reading the note) \"Pheebs, can’t make it, got a date. Talk to you later. Big Daddy.\" (Laughs) Big Daddy?\nPhoebe: Oh that’s a nickname we were trying out.\nRoss: Hey, y’know what nickname never caught on? The Ross-A-Tron! (Monica shakes her head in disgust.)\nJoey: (entering) Hey!\nPhoebe: Oh! Here’s Joseph Francis!\nJoey: Oh-Wha-Ho! What are you middle naming me for?! I left you a note!\nPhoebe: So what?! That doesn’t give you the right to ditch me!\nJoey: Hey, you can cancel plans with friends if there is the possibility for sex!\nRoss: Phoebe he’s right, that is the rule.\nPhoebe: I don’t accept this rule. When me make plans, I expect you to show up. Okay, I can’t just be a way to kill time ‘til you meet someone better! Y’know boyfriends and girlfriends come and go, but this (Motions that their friendship) is for life!\nJoey: Wow! I’m so sorry; I had no idea it would bother you this much.\nPhoebe: Well, it does.\nJoey: Okay, can I-can I make it up to you? Huh? I’m sorry. (They hug.) How about uh, dinner tomorrow night?! I’ll pay for myself!\nPhoebe: Okay, you wore me down.\nRoss: Hey Joe, while you’re over there how about another beer for the Ross-A-Tron?\nJoey: The Ross—Is that back?!! (Chandler motions no.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Chandler's, Rachel enters to find Chandler staring at another cheesecake box.]",
            "dialog": "Rachel: Hi!\nChandler: Another cheesecake came! They delivered it to the wrong address again!\nRachel: So just bring it back downstairs, what’s the problem?\nChandler: I can’t seem to say goodbye.\nRachel: Are you serious?! Chandler, we ate an entire cheesecake two days ago and you want more?\nChandler: Well I’ve forgotten what it tastes like okay?!\nRachel: It was cheesecake. It was fine. It had a buttery, crumbly, graham cracker crust, with a very rich yet light, cream cheese filling… (Pause) Wow! My whole mouth just filled with saliva!\nChandler: (closing the box) Y’know what? Forget it! We are just hungry! We have not had lunch! We are just light-headed! So let us go out and have lunch and forget about the cheesecake.\nRachel: Yeah and we’ll drop it off downstairs so that we’re not tempted.\nChandler: Good idea. Where do you want to go to lunch?\nRachel: Momma’s Little Bakery, Chicago, Illinois. (They exit with the cheesecake.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Monica and Joey are there. Joey is reading a newspaper.]",
            "dialog": "Joey: Awww! Mel Torme died.\nMonica: Joey, that paper’s like a year old!\nJoey: Aw! Does that mean the Sam Goody’s sale is over?!\nRoss: (entering) Hey.\nJoey: Hey.\nMonica: Hey.\nRoss: So I finally heard back from Aunt Sheryl and apparently it wasn’t a mistake. Ahh, there’s-there’s limited seating in the hall.\nMonica: Limited seating?! (Screechingly) I am just one tiny person!\nRoss: Well yeah, but she doesn’t know that. I mean, the last time she saw you-you would’ve turned one of those little wedding chairs into kindling.\nMonica: (disgusted) Limited seating! Oh, that is such a lame excuse! That’s not the reason she’s not inviting me!\nRoss: Oh what’s the big deal?! I wasn’t even invited to the ceremony, just the reception. And-and y’know what? If it makes you feel any better, Joan and I will just make an appearance and then, and then we’ll-we’ll leave early as a sign of protest.\nMonica: Joan?\nRoss: Yeah, Joan Tedeski my date. She’s an assistant professor in the Linguistics department. Tall, very beautiful, and despite what some people say, not broad backed!\nMonica: Wait a minute, you got Ross Gellar and guest?! I wasn’t invited and you got \"and guest?!\"\nJoey: Uh-uh, excuse me, I do have to interrupt on Ross’s behalf. I-I think the rule applies here y’know, since she has a chance to get on broad back…\nRoss: (interrupting) Not broad backed!\nMonica: Wait a minute, y’know, you’re bringing me!\nRoss: What? I can’t cancel on Joan!\nMonica: Why not?!\nRoss: Bec—Did you not hear me?! She’s an assistant professor in the Linguistics department, okay? They’re wild! Why do you want to come anyway?\nMonica: Because! She’s my cousin. I mean, we grew up together! We’re family y’know? Well that’s important to me.\nRoss: Okay, all right, I’ll take you. I’ll go call Joan. (Does so.)\nJoey: Aww that’s nice. Family should be there, huh? This is her wedding, happiest day of her life.\nMonica: (laughs) We’ll see.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Lobby of Chandler and Rachel’s building, Chandler and Rachel are returning from lunch.]",
            "dialog": "Chandler: Well, thank you for lunch.\nRachel: What? Wait a minute, I didn’t pay, I thought you paid!\nChandler: So apparently we just don’t pay for food anymore. (Rachel laughs then Chandler notices something.) Do you see what I see?\nRachel: (gasps) Its still there! (The cheesecake they returned to Mrs. Braverman is still lying in front of her door.)\nChandler: Mrs. Braverman must be out. (They move closer to it.)\nRachel: She could be out of town. Maybe she’ll be gone for months.\nChandler: By then, the cheesecake may have gone bad. We don’t want her to come back to bad cheesecake.\nRachel: No that could kill her.\nChandler: Well, we don’t want that.\nRachel: No so we’re protecting her.\nChandler: But we should take it.\nRachel: But we should move quick.\nChandler: Why?\nRachel: Because I think I just heard her moving around in there.\nChandler: Go! Go! Go! Go! Go! Go! Go! Go! Go! Go! (Rachel grabs the cheesecake and they take off upstairs.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Monica and Phoebe are entering. As Phoebe is sitting down, she recognizes someone sitting at the counter.]",
            "dialog": "Phoebe: (gasps) (whispering) Oh my God! That’s David!\nMonica: David who?\nPhoebe: David the scientist guy, David that I was in love with, David who went to Russia and broke my heart David!\nDavid: (noticing Phoebe) Oh my God!\nPhoebe: Oh, you say someone’s name enough, they turn around.\nDavid: Phoebe?\nPhoebe: David! (He kisses her cheek) What-what are you doing here? Aren’t you supposed to be in Russia?\nDavid: Yeah, I’m just, I’m just in town for a conference. Umm, God you look phenomenal!\nPhoebe: Well… Yeah. You look great too. Did you get a haircut?\nDavid: Yeah. Well I-I got like thirty of them.\nPhoebe: Yeah.\nDavid: Umm, look I-I-I got a confession to make…\nPhoebe: Uh-huh.\nDavid: Uh, I-I-I was hoping to run into you here. I didn’t know whether I should call or not, y’know I-I was only in town for a few days. And y’know, I didn’t want to intrude on your life or-or anything like that, but I-I really wanted to see you and—but I didn’t know if you wanted to see me.\nPhoebe: Well, of course I would want to see you. I…I think about you all the time.\nDavid: Really? Because I think about you all the time.\nPhoebe: Really?\nDavid: I mean, there’s a statue in Minsk…\nPhoebe: Uh-huh.\nDavid: That reminds me of you so much, I mean umm, it-it’s actually of Lenin. But, y’know at certain angles…\nPhoebe: Yeah.\nDavid: Umm, anyway…Do you want to have dinner tonight?\nPhoebe: (excited) Yes! Oh no!\nDavid: (disappointed) Oh. Uh, what?\nPhoebe: I can’t. I can’t believe I have plans, I can’t. Can you do it tomorrow night though?\nDavid: Uh no, I have to go in a few hours. I have to be on the red-eye. Well listen, y’know, next time you’re in Minsk umm…\nMonica: Phoebe, can I talk to you for a second?\nPhoebe: Uh-huh. (They go over and talk.)\nMonica: What are you doing?\nPhoebe: Well, I have plans with Joey tonight.\nMonica: So! He’ll understand!\nPhoebe: No he won’t. And that’s not even the point! Monica, I made a whole speech about you do not cancel plans with friends! And now y’know what? Just because, potentially, the love of my life comes back from Russia just for one night, I-I should change my beliefs?! I should change beliefs! No! No! No, if I don’t have my principles, I don’t have anything!\nMonica: God, you are so strong.\nPhoebe: Or! I should rush through dinner with Joey and I can meet David at 9:00!\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joey and Rachel's, Rachel and Chandler are eating the cheesecake right out of the box.]",
            "dialog": "Rachel: (taking a bite) Oh my God! That is so good!\nChandler: I’m full, and yet I know if I stop eating this, I’ll regret it.\nJoey: (entering) Hey!\nRachel: Hey!\nJoey: (seeing what they’re doing) What do you got there?\nRachel: Oh it’s umm, it’s tofu cake. Do you want some? (He makes a disgusted noise and heads for his room, Chandler follows him in.)\nChandler: What are you doing tonight?\nJoey: Huh? Uh… (He starts taking off his pants.)\nChandler: Dude! Dude! (Motions that Joey should pull up his pants.)\nJoey: Oh! (Pulls up his pants.) Sorry. Uh, I’ve got those plans with Phoebe, why?\nChandler: Oh really? Uh, Monica said she had a date at 9:00.\nJoey: What?! Tonight?!\nChandler: That’s what Monica said.\nJoey: After she gave me that big speech?! She goes and makes a date with a guy on the same night she has plans with me? I think she’s trying to pull a fast one on Big Daddy!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Cousin Frannie’s Wedding Reception, Monica and Ross are entering and finding their table.]",
            "dialog": "Ross: Oh here, I think this is us. (Reading the name cards.) Yeah.\nMonica: Limited seating my ass. Let’s see who made the cut. (To the couple sitting to her right.) Hi!\nThe Wedding Guest: Hi!\nMonica: I’m Monica Gellar. Who do you know the bride and groom?\nThe Wedding Guest: Oh, I used to work with Frannie.\nMonica: Used to work with her. Used to! I’m a relative and I didn’t get invited! A blood relative! Blood!!\nRoss: (To Monica) Stop saying, \"Blood\" to strangers.\nMonica: (to the couple on her left) So, how about you huh? How do you know the happy couple?\nThe Second Guest: We went to college with both of them and now we live next door.\nMonica: Okay, you’re fine.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Iridium Restaurant, Phoebe and Joey are looking at the menus as the waiter comes to take their order.]",
            "dialog": "The Waiter: Hey!\nPhoebe: Hey!\nThe Waiter: Are you guys ready?\nPhoebe: Yes! I will have the green salad, umm the house salad, and water’s fine.\nThe Waiter: Okay.\nPhoebe: Okay.\nThe Waiter: (To Joey) And for you sir?\nJoey: Yeah, this slow roasted salmon, just how slow are we talkin’ here?\nThe Waiter: It’s uh, it’s already been roasted.\nJoey: Ohh, then no. Maybe I should hear those specials again.\nPhoebe: Oh Joey, we’ve heard the specials three times! Okay? There’s prime rib, mahi mahi, and a very special lobster ravioli. (She grabs his menu and hands it to the waiter.)\nThe Waiter: Actually we’re out of the lobster ravioli. (Putting Joey’s menu under his arm.)\nJoey: Oh well, that changes everything! (Grabs his menu and starts looking at it again. The waiter leaves.) Y’know what Pheebs?\nPhoebe: Huh?\nJoey: You were right before. I mean, friends are so important.\nPhoebe: (checking her watch) Yeah, I’m very wise. I know.\nJoey: Y’know-y’know what I really want?\nPhoebe: What?\nJoey: Is to have a long, long talk. Y’know? Get Joey out on the open road and really open him up.\nThe Waiter: (returning) Any progress?\nJoey: Yes! I will have the lobster ravioli.\nPhoebe: God Joey, this is taking forever!\nJoey: What’s the rush? What?\nPhoebe: W-w—I just—it’s that—I have—y’know I have-I have an appointment. And it’s very important.\nJoey: Whoa-whoa, what is it?\nPhoebe: Well… It’s a date.\nJoey: A date?! No, no Pheebs you-you must be mistaken, because I know you wouldn’t schedule a date on the same night you have plans with a friend!\nPhoebe: Come on Joey, don’t make me feel badly about this.\nJoey: No, I’m gonna!! That’s right! Yeah, you made me feel really guilty about goin’ out with that girl! Like-like-like I did something terrible to you! And now Pheebs, you’re doing the same thing!\nPhoebe: That—It’s not the same thing! This is totally different! This is with David! Remember David, the scientist guy? Okay, he’s very special to me.\nJoey: Okay, well my girl from the other night was special. She was a scientist too!\nPhoebe: She was?\nJoey: Well, she graduated from high school!\nPhoebe: Okay, whatever. Y’know what? I don’t have time have time to convince you because he’s only here for four hours, and I’m gonna go see him! (Gets up and leaves.)\nJoey: Fine!\nPhoebe: Yeah!\nJoey: Fine!\nPhoebe: Yeah! (She exits.)\nJoey: (to the waiter) What are you still doin’ here?! I told you, lobster ravioli!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Outside Central Perk, Phoebe is running up to meet David.]",
            "dialog": "Phoebe: Hey!\nDavid: Hey! Oh, I was just about to leave. I-I-I-I didn’t think you were coming.\nPhoebe: Oh, I wouldn’t miss this.\nDavid: Well, I’m very glad you’re here. (Kisses her hand.)\nPhoebe: Oh, you’re such a gentleman. (Grabs his arm.) Come on! We’re going to my place! (Drags him off to her place.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Joey and Rachel's, Rachel is eating the cheesecake and Chandler enters and catches her in the act.]",
            "dialog": "Chandler: Are you eating the cheesecake without me?!\nRachel: (with a mouthful) Mm-mmm. (Nods no.)\nChandler: I will give you a hundred dollars to whistle right now. (She tries to whistle and blows little chunks of cheesecake out of her mouth.) How can you eat the cheesecake without me?!\nRachel: Oh, what are you going to do?! Are you gonna go run tell Monica?! Are you gonna tell Joey?! No! Because then you will have to tell them what we did! We are desert stealers! We are living outside the law!\nChandler: Y’know what? I don’t trust you with this cake anymore! And I got it first, and I’m takin’ it back! (Grabs the cheesecake and heads for his apartment.)\nRachel: What?! What?!\nChandler: Oh yes!\nRachel: Wait a minute!\nChandler: Oh yes!\nRachel: Oh no-no-no-no-no, no you don’t!\n[Cut to Chandler and Monica’s as they enter.]\nChandler: Oh yes! Oh yes!\nRachel: You think I trust you with it?! No! We’re gonna split it! You take half and I take half!\nChandler: Well that’s not fair, you’ve already had some!\nRachel: What? Oh, well then y’know what? I think Monica would be very interested to know that you called her cheesecake dry and mealy.\nChandler: What do we use to split it?\nRachel: Okay! (Grabs a knife and cuts it in half.) All right, pick a half.\nChandler: (examining the cake) Okay well, this side looks bigger. Uh… There’s more crust on this side. Y’know? So, maybe if I measured…\nRachel: Oh for God sake just pick a piece!\nChandler: All right, I’ll pick that one. (Points.)\nRachel: That’s also the smaller piece. (Puts the piece onto a plate.) Okay, there you go. Enjoy your half my friend, but that is it. No sharing. No switching, and don’t come crying to me if you eat your piece to fast. (As she’s saying that she is backing out the door, when she finishes she turns around to return to her place, stumbles and drops the cheesecake on the floor.) Oh!!!!\nChandler: (gloatingly and holding his piece) Ohhh!\nRachel: Okay, you gotta give me some of your piece.\nChandler: Oh-ho-ho-ho-no! No! No switching! No sharing, and don’t come crying to me! Ha-ha-ha! I may just sit here and have my cake all day! Just sit here in the hallway and eat my… (Rachel knocks the plate from his hand and it falls on the floor. That process leaves just the forkful Chandler has, Rachel starts to go after that little bit and Chandler retreats into his apartment.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Cousin Frannie’s Wedding Reception, Monica and Ross are sitting at the table, alone as a woman approaches.]",
            "dialog": "The Woman: Ross, sweetheart!\nRoss: Oh, hey Aunt Millie.\nAunt Millie: Isn’t it a beautiful wedding?!\nRoss: Yes, yes it is. It’s uh… (Aunt Millie uses this opportunity to grab Ross and kiss him on the lips. After she leaves Ross quickly wipes his mouth with a napkin.) Every time on the lips! Why?! Why on lips?!\n(Cousin Frannie and her husband enter.)\nMonica: Here’s Frannie. Hmm, won’t she be happy to see me? (Starts to get up and great Frannie.)\nRoss: Now wait a minute, you be nice! All right? I didn’t bring you here so you can ambush her.\nMonica: Frannie was the one who found your Playboys and showed them to mom.\nRoss: That bitch! (He gets up and they go over to ambush Frannie. Monica taps on Frannie’s shoulder.)\nFrannie: (turning around) Monica! What…\nMonica: Am I doing here? Why? Surprised to see me? Ross brought me. How do you like that?!\nRoss: (to Frannie) Hi Frannie, congratulations.\nMonica: You invite my brother, you invite my whole family, and not me?! Why?! What—Why wouldn’t you want me at your wedding? What could I have possibly done?! (Frannie’s husband walks up.) Stuart!\nFrannie: I believe you know my husband.\n(Monica is shocked into silence.)\nRoss: So it’s really a question of who could you have possibly done.\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Outside Central Perk, David has a cab waiting to take him to the airport and he’s saying goodbye to Phoebe.]",
            "dialog": "David: Oh, I hate this but I-I-I have to go. I-I can’t miss my flight.\nPhoebe: Are you sure? I’ll bet there’s another flight to Minsk in like…\nDavid: July. Umm, (He speaks Russian.)\nPhoebe: That’s really beautiful. What does it mean?\nDavid: Please, clean my beakers. I don’t get out of the lab much.\nPhoebe: That’s good. I got to admit, I thought it was something else.\nDavid: Yeah, I… Well I really actually wanted to say umm, that, but um, I figured I probably shouldn’t because y’know, I…have to leave.\nPhoebe: You’re right! You’re right. Don’t say it.\nDavid: I-I do though.\nPhoebe: I do too. (They kiss.)\nDavid: Bye Phoebe. (He gets in and the cab drives off. Joey walks up and witnesses that event.)\nPhoebe: (seeing him) Okay, now’s not the time Joey. All right? You can yell at me tomorrow.\nJoey: No! No! No Pheebs, I’m not gonna yell at you. I just y’know, started thinking about you and David and I…remember how bummed you were the first time he left. And I just… Oh Pheebs, come here. (He hugs her.) Are you okay?\nPhoebe: No I’m not okay. The only guy I’ve ever been crazy about has gone to Minsk and I may never…I may never see him again. (Crying.)\nJoey: Hey, y’know you could always visit him.\nPhoebe: Oh right, like they’re gonna let me have a passport.\nJoey: Anything I can do? Whatever you need.\nPhoebe: Well—But—Now, if-if you can achieve positronic distillation of sub-atomic particles y’know before he does, then he can come back. (They hug again.)\nJoey: I can give it a shot.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: The Hallway, Chandler and Rachel are on their knees with forks trying to salvage what they can of the cheesecake off of the floor.]",
            "dialog": "Rachel: Oh! Yay! Look! There’s a piece that doesn’t have floor on it!\nChandler: Stick to your side!\nRachel: Hey, come on now!\n(Joey finishes climbing the stairs and sees them. Chandler and Rachel both stop and look up at him. Joey sits down on the step.)\nJoey: (pulls out a fork) All right, what are we havin’? (Starts digging in.)\nEnding Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Cousin Frannie’s Wedding Reception, Ross and Monica are at the door and about to leave.]",
            "dialog": "Monica: Oh wait I forgot my wrap.\nRoss: What? Oh, okay. Wait here. (Goes to get it, but before he gets there Aunt Millie sits down on it forcing him to pull it out from behind her which gets her attention.)\nAunt Millie: Hi sweetie! Are you leaving?\nRoss: Well…\nAunt Millie: Give us a kiss. Come on! Come on!\n(Ross hesitates then leans down trying to get her to kiss his cheek, but she moves his head around and kisses him on the lips again.)\nRoss: Why?! Why on the lips?! (He wipes his mouth on Monica’s wrap and walks off, leaving Aunt Millie stunned.)\nEnd\n"
        }
    ]
}