{
    "metadata": {
        "season": "SEASON 7",
        "title": "709 All The Candy",
        "written_by": "Wil Calhoun",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Park, Ross is teaching Ben how to ride a bike. Chandler, Monica, and Phoebe are they also.]",
            "dialog": "Ben: (on the bike) I’m ready!\nRoss: You sure?\nBen: Uh-huh!\nChandler: Okay, let me just straighten out your helmet there. (Does so.)\nBen: (To Chandler) Thanks daddy.\nRoss: No-no, one daddy, two mommies. All right, it’s all yours. (Ross pushes him off.)\nChandler: Okay. Okay.\nRoss: Yes! Yes! Yes!! (Everyone stands and claps.)\nPhoebe: His first big kid’s bike, this is so exciting!\nMonica: Oh yeah, I remember mine! Ohh, it was my sixth birthday, my dad took me to the park, I got it, and…it bent.\nRoss: Yeah.\nPhoebe: I never had a bike of my own.\nRoss: (shocked) What?!\nPhoebe: Well, we didn’t have a lot of money. But the girl across the street had the best bike! It was pink and it had rainbow colored tassels hanging off the handle grips, and-and-and a bell and this big, white wicker basket with those plastic daisies stuck on.\nChandler: That sounds like my first bike. (They all turn and look at him.) My dad gave me his old one.\nRoss: Ohh.\nMonica: Did the girl ever let you ride it?\nPhoebe: No! But she gave me the box that it came in. It had a picture of the bike on the front. (They’re all speechless) So I would sit on it and my step-dad would drag me around the backyard.\nRoss: That is so unfair!\nPhoebe: Not really, I got to drag him around too! (They all nod, \"Oh.\")\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica is cooking, Joey is eating, and Chandler is entering from the bedroom.]",
            "dialog": "Chandler: Hey! What are you guys doing?\nJoey: Hey.\nMonica: Making holiday candy for the neighbors.\nChandler: I’m sorry, who?\nMonica: I’m gonna hang this basket (Points to the one sitting on the table) on the door and when the neighbors walk by they can all take a piece.\nChandler: But we don’t know the neighbors.\nJoey: I do. There’s uh, let’s see, Guy With a Mustache, Smokes-A-Lot Lady, Some Kids I’ve Seen, and A Red-haired Guy Who Does Not Like To Be Called Rusty.\nMonica: See? This is exactly why I’m making this candy. We can learn their names and get to know our neighbors.\nChandler: Wouldn’t it be easier if we just moved?\nRachel: (entering, happily) Gooood morning!!\nChandler: Eh, somebody’s in a good mood!\nRachel: Well, why shouldn’t I be? I have great friends! I have a wonderful job!\nMonica: Where you can make out with your assistant.\nRachel: Come on, it’s not a big deal! We stayed up all night coming up with a plan so that us dating will not be a problem.\nMonica: Oh yeah, what’s the plan?\nRachel: (pauses as she thinks and exhales loudly) We… We are not… …going to let it… be a problem.\nMonica: Wow! It took you all night to come up with that plan?!\nRachel: Well y’know, we did other stuff too. (Joey and Chandler start to giggle.)\nMonica: Did you two…\nRachel: Oh Monica come on, y’know I don’t sleep with guys on the first date!\nMonica: Matt Guire, Mark Lynn, Ben Wire…\nRachel: Anymore!!\nMonica: Okay.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Rachel’s Office, she’s at her desk while the mailman delivers her mail and calls Tag in.]",
            "dialog": "Rachel: Hi. Tag, I have a conference call today is that correct?\nTag: Yes, at 4:00.\nRachel: Okay, thank you. That’ll be all. (The mail guy leaves and Tag starts to follow, but Rachel stops him.) (Excitedly) Wait! Wait! (Rushes over and closes the office-door.) Did you see that? That mail guy had no idea there was something going on between us. (They kiss.)\nTag: I’d better get back to my desk.\nRachel: Okay, you hard worker! I’ll remember to put that in your evaluation.\nTag: My what?\nRachel: Well, you’ve been here for two months now and your boss is required to hand in a performance evaluation. But y’know, there is one thing that I have yet to evaluate. (She turns around and sweeps the stuff off of her desk and hops up onto it.)\nTag: Are you serious?\nRachel: No, I’ve just always wanted to do that. Can you help me clean this up?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Hallway, Monica and Chandler are returning and Monica finds her basket is empty.]",
            "dialog": "Monica: The basket is totally empty! My God, the neighbors ate all the candy!\nChandler: Well, either that or uh…(Motions towards Joey’s door.)\nMonica: Joey!!\n(She storms into his apartment to find him with a towel around his shoulders, a bowl on his head, and Phoebe with scissors in her hand.)\nJoey: Yeah?\nMonica: Did you eat all the neighbor candy?!\nJoey: Uh well yeah, that was the plan, but by the time I got to it there was only a couple of pieces left!\nPhoebe: Yeah, and they’ve been coming by all day. They love it!\nMonica: They love my candy? Oh man!!! I’ve gotta go make more!! (Starts to do so.)\nJoey: Hey Mon, you might wanna make some more lasagna too, because something might’ve happened to a huge chunk of it.\n(Ross enters.)\nMonica: Ross! The neighbors ate all my candy!!\nRoss: Mine stole my newspaper! It’s like a crime wave!! (Monica runs to make more candy.) Pheebs, you uh, you got a second.\nPhoebe: Sure!\nRoss: Yeah, ever since you uh, told me that story about that bike I-I couldn’t stop thinking about it. I mean, everyone should have a-a first bike, so…\n(He goes out into the hall and re-enters with a bike exactly like the one Phoebe described earlier.)\nPhoebe: (gasps) Oh my God Ross!!\nRoss: You like it?\nPhoebe: I love it!!\nRoss: Yeah?\nPhoebe: Ohh!! Ohh!! And I love you!\nRoss: Ahh.\nPhoebe: Not that way! But the bike brought you a lot closer!\nRoss: Ah! (She hugs him.) Well uh-uh, t-take it downstairs, y’know give it a test ride.\nPhoebe: Okay! Oh my God! My first bike! Thank you for the best present I’ve ever gotten.\nRoss: (stunned at the complement) You’re welcome.\nPhoebe: (starts to leave, but stops) Oh and Chandler’s about to cry.\nChandler: (about to cry) Am not!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, the middle of the night, there is someone knocking on the door and Monica and Chandler get up to answer it.]",
            "dialog": "Monica: (turning a light on) Who is that?!\nChandler: Don’t worry, I’m brave! I am brave! I…I am brave! (They get to the door and Monica goes to open it.) No-no-no-no!! (He stops her.) (Through the door.) Can you tell me who is there please?\nThe Knocker: My name is Gary, I live upstairs.\n(Monica opens the door.)\nGary: Hi!\nMonica: Hi. Do you know what time it is?\nGary: It’s candy time! My roommate says that they taste like little drops of heaven.\nMonica: Oh please! (To Chandler) Did you hear that? Little drops of heaven.\nChandler: (laughs) 4:00 A.M.\nGary: So, can I get some candy?\nChandler: I am sorry, but some of us have to get up early and go to work! (Monica looks at him) (To Monica) He does not know that I am not some of us.\nMonica: Umm, listen I am sorry, but I’ll put some out first thing in the morning.\nGary: Well okay, I’ll swing by later. Do you live in this building?\nMonica: Um-hmm.\nGary: (looking at Monica.) Mm! Seems like I would’ve remembered you!\nChandler: Mm! Night Gar’! (Monica closes the door.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Rachel’s Office, she’s slinking out to where Tag works and checks to make sure no one is coming.]",
            "dialog": "Rachel: (hugging him) So did you read your evaluation yet?\nTag: No! It was marked confidential I just sent it down to Human Resources.\nRachel: (worried) Okay please, you’re kidding right?! I wrote that one as a joke for you!\nTag: A joke they would appreciate?\nRachel: I’m thinkin’ no.\nTag: What did you say?!\nRachel: Umm, I said I thought you were a good kisser, and uh, and that I like your tiney-tiny touchie.\nTag: No, not my touchie.\nRachel: Well, it gets worse. When asked if you take initiative I wrote, \"Yes, he was able to unhook my bra with minimal supervision,\" and under Problems with Performance I wrote, \"Dear God, I hope not,\" and then uh, then I drew a little smiley face, and then a small pornographic sketch.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Joey, Monica, Ross, and Chandler are watching Phoebe polish the daisies on her bike outside.]",
            "dialog": "Monica: Ross! That is so sweet of you to get Phoebe that bike! When I heard the story, I almost cried.\nJoey: Almost cried huh? Hear that Chandler? Almost cried!\nChandler: Hey, you cry every time somebody talks about Titanic!\nJoey: (about to cry) Those two only had each other!\nRoss: Phoebe really likes the bike huh?\nMonica: Oh yeah! I saw her walkin’ it down the street the other day. She had uh, these flowers in the basket. It was so cute.\nJoey: Yeah, I saw her this morning walkin’ it by the park.\nRoss: Wait a minute, she was walking the bike? Both times?\n[Cut to outside, they’re going to talk to Phoebe about walking the bike.]\nJoey: Hey Pheebs?\nPhoebe: Oh hi!\nChandler: Hey! So are you enjoying the bike?\nPhoebe: Ohh, uh-huh so much!\nRoss: Pheebs you uh…you do know how to ride a bike don’t you?\nPhoebe: Of course!\nMonica: Umm, can we see you ride it?\nPhoebe: Okay. (The gang is giggles then Phoebe gets the bike out of the rack, gets on, pushes off, rolls a few feet, and falls over.) See?\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica is making candy while Chandler and Rachel are taste testing and Joey is on the couch doodling.]",
            "dialog": "Monica: See, this is why I told you never get involved with your assistant! And here is no such thing as keeping secrets when it comes to affairs. (To Chandler) Did you hear that Chandler? No such thing!\nChandler: (with his mouth full) What happened? I’m just eating candy.\nRachel: Maybe it’s not as bad as I think. Y’know, maybe they didn’t take it the way I meant it.\nChandler: Absolutely! Y’know, because touchie can mean both ass and good worker.\nRachel: Ugh, I just gotta get the thing back!\nJoey: Hey Rach?\nRachel: Yeah?\nJoey: That sketch you mentioned? Might it have looked a little something like this? (He shows her what he’s been drawing.)\nRachel: Oh my God! Joey!\nChandler: What is the matter with you?\nRachel: Ugh!\nJoey: Boy I tell ya, this little talent came in handy before I could afford porn.\n(There is a knock on the door and Monica answers it. There is a woman standing there.)\nThe Woman: Hi! I’m sorry, I know it’s after hours but I really need candy.\nMonica: I’m sorry, I can’t help you. See? (Points to her new sign.) Rules are rules.\nThe Woman: Please! I have people coming from out of town today! And, I told them all about your candy!\nMonica: No kidding, out of towners huh? What did you tell ‘em?\nThe Woman: I told ‘em your candy is absolutely indescribable!\nMonica: Some people have been saying its y’know little drops of heaven, but whatever.\nThe Woman: Please, can’t you help me out?\nJoey: (watching the discussion) Hey Chandler, do we know that lady?\nChandler: Maybe, isn’t she the woman who lives below you and has sex really loud?\nMonica: (still talking to the woman) All right, I’ll do it just this once! But you can’t tell anybody!\nThe Woman: (exasperatedly) Yes! Yes! Please, just give it to me!\nJoey and Chandler: Yeah, that’s her.\nThe Woman: (after Monica gives her the candy) Thank you.\nMonica: (closing the door) It’s unbelievable! I-I can’t believe that sign didn’t work!\nChandler: Y’know what would work?\nMonica: Hmm?\nChandler: Stop making candy!\nMonica: But they like it!\nChandler: You mean they like you.\nMonica: Maybe.\nChandler: Is that why you became a chef? So that people would like you?\nMonica: Oh, you really want to talk about getting people to like you huh, funny man? (Joey laughs but stops when Chandler turns to glare at him.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Park, Ross is teaching Phoebe how to ride her bike.]",
            "dialog": "Ross: Okay, now just remember everything I taught you and you’ll be fine. Okay? Here we go. Ready…Set…\nPhoebe: (hopping off the bike) Wait! This seat is really uncomfortable! Yeah, maybe before we start we should just get another one. Perhaps, like an airplane seat—or a beanbag chair!\nRoss: Phoebe, you can’t get out of this! Okay? You have to learn how to ride a bike!\nPhoebe: Why? Why do I have to learn?\nRoss: Well…In-in case of emergency.\nPhoebe: What kind of an emergency?\nRoss: Well let there—what if a man comes along and puts a gun to your head and says, \"You ride this bike or I’ll sh…I’ll shoot you.\"\nPhoebe: Okay, I would ring the bell to distract him and then I would knock the gun out of his hand with a Chinese throwing star.\nRoss: Okay, Phoebe just-just get-get on the bike and—Hey! I’ll hold you up and-and push you. Okay?\nPhoebe: You won’t let go?\nRoss: No!\nPhoebe: Swear?!\nRoss: I swear!\nPhoebe: (thinks it over) Okay.\nRoss: Come on. (She gets on the bike.) All right, here we go. All right? (They start.)\nPhoebe: All right.\nRoss: All right. Feel good?\nPhoebe: Well…\nRoss: All right, try pedaling.\nPhoebe: Okay. (Does so.)\nRoss: That’s it, your doing great.\nPhoebe: Okay.\nRoss: Doing great! Yes-yes-yes! Take control! Yes!\nPhoebe: Weee!!! (Ross pushes her and lets go.)\nRoss: Yes!! Yes!!! (He starts clapping and Phoebe turns around to look at him and falls off the bike.)\nPhoebe: Oh! Oh! Oh no!! You swore!\nRoss: I-I just thought you were doing so well. I…\nPhoebe: I am shocked! Shocked!! (She storms off leaving Ross to defend himself from the angry looks from onlookers.)\nRoss: It’s a legitimate learning technique. (Looking around and seeing the woman behind him glaring at him.) Wow!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica is making candy like mad as Ross enters.]",
            "dialog": "Ross: Hey, there’s uh, some people outside, askin’ about candy.\nMonica: Well, they’re just gonna have to wait aren’t they? I’ve only got two hands!!\nRoss: Need some help?\nMonica: No! You don’t know the system! There’ll be nobody messing with the system!\nRoss: By the way, the week before your wedding you may not see a lot of me. (She glares at him and he quickly makes his way to Phoebe’s room.)\n[Cut to Phoebe’s room, Phoebe has put her helmet on one of her teddy bears and is playing around with it. Ross knocks and pokes his head in the door.]\nPhoebe: (seeing him) Oh, hello liar.\nRoss: (entering) Look, I-I’m really sorry I let go of the bike.\nPhoebe: I could’ve been killed I hope you know!\nRoss: I know. I know. But, can we please try it again? Huh? I mean, you were so close Phoebe!\nPhoebe: Well, I would love to but…the bike got stolen and the police have no suspects. (Ross just happens to have his hand on a sheet that is covering something that suspiciously looks like a bike.)\nRoss: Phoebe.\nPhoebe: What?! (Ross rings the bell.) What the hell?!\nRoss: All right, y’know what? If you are not going to learn how to ride this bike then I’m sorry, I’m just gonna have to take it back.\nPhoebe: What?! Why?!\nRoss: Because! Because, it-it-it’s… It’d be like you having this guitar (Points to hers) and-and never playing it. Okay, this guitar wants to be played! And-and this bike wants to be ridden and-and if you don’t ride it you-you’re-you’re killing its spirit! (Pause) The bike is dying.\nPhoebe: All right. If you care enough to make up that load of crap, okay.\nRoss: Great! Great! (He runs to the door.) You’re making the bike very happy.\nPhoebe: (sarcastically) Okay Ross! (Ross exits and she says quietly to the bike) Please don’t die!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Rachel’s office, Tag and her are planning how to get the review back.]",
            "dialog": "Rachel: Okay, I think we can get the evaluation back before they see it, but we’re gonna have to get into Mr. Zelner’s office. Now, he doesn’t get in until 10, so he’s no problem, but his assistant, Betty, she comes in early to eat her breakfast at her desk.\nTag: That’s kinda sad.\nRachel: Yeah, well Betty’s kinda sad. Which is why I believe I can lure her away with these chocolates. (Holding up the box of chocolates.) Now, while I distract her, you get in the office.\nTag: Got it!\nRachel: Let’s roll!\n(They start towards the door but are stopped when Mr. Zelner enters.)\nMr. Zelner: Hello Rachel, you uh, got a minute?\nRachel: (worried and shocked) Yeah, sure Mr. Zelner, for you anything—minute. Okay. Fine. (To Tag) Abort the plan, abort the plan. (She start to usher Tag out.)\nMr. Zelner: Uh actually, I’d like to speak with both of you.\nRachel: Okay. Uh, well can we, can we get you anything Mr. Zelner? Maybe some chocolates? (Holds up the box.)\nMr. Zelner: Umm, no. Thanks, but I’ll give these to Betty. (Rachel glances at Tag to say, \"See?\") So I read your evaluation of Tag, or to use his full name, Tag Sweetcheeks Jones. Is something going on with you two?\nRachel: (laughs) Oh my God. Can you imagine if there was?! I mean, (getting serious) what would happen exactly.\nMr. Zelner: Well, I’d be forced to file a report. I’d have to consult with the legal department, and your future at the company would be in jeopardy.\nRachel: Well…\nTag: (interrupting) Uh Mr. Zelner, I’m the one who filled in that evaluation.\nRachel: Oh no-no-no…\nTag: (interrupting again) Yeah-yeah-yeah-yeah-yeah, I thought it would be funny.\nMr. Zelner: You wrote that you have a cute touchie?\nTag: (pause) Yes. I have a weird sense of humor, and I’m kinda strangely proud of my butt.\nMr. Zelner: It’s kind of a risky joke Tag, and what is-what is this drawing I can’t figure out what this is?\nRachel: You’re lookin’ at it upside down—y’know what? (Grabs the evaluation and throws it out.) It doesn’t matter.\nMr. Zelner: Yeah, it’s not like I don’t have a sense of humor, huh? Hell, I even enjoy a naughty limerick now and then. But there’s a time and a place, huh?! Unless you uh, have a limerick right now? (They both nod no.) No? Okay, well uh, you’ve (Grabs the chocolates.) got my fax number. (Exits.)\nRachel: Whoa! I can’t believe you did that. That was really sweet.\nTag: No, don’t worry about it.\nRachel: No, you could’ve lost your job.\nTag: Are you kidding me?! With a cute butt like this, I’d find work.\nRachel: Thank you! You’re great! (They kiss.)\nTag: Y’know what?\nRachel: What?\nTag: I feel great. (Rachel laughs) In fact! (Walks over to her desk, sweeps its contents onto the floor and Rachel just glares at him.) What?\nRachel: I… It just—it took me so long to get that desk organized.\nTag: Oh, I’m sorry. (He bends over to pick the stuff up.)\nRachel: (looking at his butt) There it is. (They hug.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The Hallway, Chandler is returning from work to see the hallway jammed full of people waiting outside their door.]",
            "dialog": "Chandler: (asking a man leaning against the wall) What is going on?\nThe Man: We’re waiting for the candy. (Yelling at the door.) Bring out the candy!\nJoey: Yeah lady! Give us candy!!\nChandler: Joey!\nJoey: What’s up buddy?\nChandler: What are you doing?\nJoey: Waiting for candy.\nChandler: Get in here! (They head for the door and Chandler sees Smokes-A-Lot Lady standing next to the door and smoking, to her) Hey, and you can not smoke in here! (Takes the cigarette and takes a drag for himself.) (Exhaling in ecstasy) Merry Christmas.\nMonica: (opening the door and frantically) Okay, guys! The candy is coming; I just need another 15 minutes for the chocolate to cool!\nAll: We want candy! We want candy now! (And other general commotion sounds.)\nChandler: All right everybody! Just be quiet! Be quiet! Be quiet!! Pipe-pipe-pipe down! (They settle down) What is the matter with you people?! This woman was trying to do a nice thing for you. She was making candy so she could try to get to know all of you, and I’ll bet that not one of you can tell me her name! Am I right?\nThe Man: (from earlier) Candy Lady?\nChandler: No not (imitating) Candy Lady.\nJoey: (stepping in and knocking the man over) Hey, if we know it can we have candy?!!\nChandler: All right, y’know what? Forget it, all of you forget it! You’ve ruined it! Go home! You’ve ruined it! You’ve ruined it!\nJoey: That’s right, it’s all ruined! You guys ruined everything! You ruined it! (Steps into the apartment and Chandler closes the door.) (Joey struts over to the candy and starts eating it.)\nMonica: (To Chandler) Thank you.\nChandler: You’re welcome. (They kiss.)\nMonica: Did you smoke?\nChandler: No! Smokes-A-Lot Lady blew smoke directly into my mouth. Eh-uh—are you okay?\nMonica: I’m fine now, but it was really scary there for a while. I mean, someone slipped a-a threatening note under the door.\nJoey: (with his mouth full) Oh yeah, sorry about that. Mob mentality or whatever, I don’t know… (Grabs the note.)\nEnding Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Park, Phoebe is now riding her bike with ease and stops in front of Ross. They both giggle.]",
            "dialog": "Phoebe: I can’t believe it! I did it! I rode a bike! I never thought I’d be able to do that! Thank you Ross.\nRoss: Oh hey, don’t thank me, thank yourself. You’re the one who faced her fears and ultimately overcame them.\nPhoebe: Don’t be so corny Ross, it’s not an after-school special. (She rides off and the camera pans down to reveal two shiny, silver training wheels firmly attached.)\nEnd\n"
        }
    ]
}