{
    "metadata": {
        "season": "SEASON 7",
        "title": "704 Rachel's Assistant",
        "written_by": "Brian Boyle",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, everyone is there and they are finishing watching the first episode of Mac and C.H.E.E.S.E. Joey is of course Mac.]",
            "dialog": "Mac: (on TV) Well, if we learned one thing today C.H.E.E.S.E. is that cheerleaders and high explosives don’t mix. (Cut to Joey laughing while Rachel, Chandler, and Monica aren’t amused.)\nC.H.E.E.S.E: You can say that again Mac.\nMac: Well, I couldn’t have done it without you buddy. You’re a genius.\nC.H.E.E.S.E: Oh yeah? Well then how come I can’t get my VCR to stop blinking 12:00?\n(They both break into a huge laugh and do that stop motion thing they had at the end of ChiPs.)\nJoey: (laughing and turning off the TV) So, what did you guys think?\n(They all make happy faces as they are unable to express their feelings verbally. Finally, the phone rings and the race to answer it is won by Monica.)\nMonica: (on phone) Hello? (Listens) Hold on please. Joey, it’s your mom. (Hands him the phone.)\nChandler: It’s your mommy. It’s your mommy.\nRoss: Ohhhh…\nRachel: That’s nice.\nJoey: (on phone) Mom, so what did you think? (He walks away allowing the gang a chance to figure out what they’re gonna say.)\nRachel: Well that was umm…Okay.\nRoss: It wasn’t the best.\nChandler: That was one of the worse things ever. And not just on TV.\nMonica: Wh-what are we gonna tell him?\nRoss: Well, the lighting was okay.\nRachel: Ohh no you don’t! You got lighting last time, lighting is mine!\nMonica: And I have costumes.\nRoss: Oh great! That means I’m stuck with, \"So, we were watching you in there (Points to the TV) and you were sittin’ right here! Whoa!\"\n(Phoebe gets up.)\nRachel: What are you gonna do Pheebs?\nPhoebe: I don’t know. I don’t know. I can’t lie to him again. Oh no I—no! I’m just gonna press my breasts up against him.\nChandler: And say nothing?\nPhoebe: Uh-huh, yeah that’s right.\nJoey: (hangs up the phone) Wow! Well, my folks really liked it! So what-what did you guys think? (Phoebe smiles, walks up to him, and presses her breasts against him.) It wasn’t that good.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Phoebe and Monica are reading on the couch.]",
            "dialog": "Monica: Phoebe, do you think that your favorite animal says much about you?\nPhoebe: What? You mean behind my back?\nRachel: (entering, excitedly) Oh! Hi you guys, oh my God! You’ll never gonna believe happened to me today! I am sitting in my office and…\nJoey: (entering from bathrooms excitedly) You guys! You guys! You’re not gonna believe what my agent just told me!\nRachel: Joey! Kinda in the middle of a story here!\nJoey: Ooh, sorry. Sorry. You finish, go.\nRachel: Okay, so anyway I’m sittin’ in my office and guess who walks in.\nJoey: I’m gonna be on two TV shows!\nMonica and Phoebe: Oh, that’s great!!\nRachel: Joey!\nJoey: Oh, you weren’t finished?\nRachel: Yeah! Guess who walks into my office is the end of my story. (To Monica and Phoebe) It was Ralph Lauren! (Monica and Phoebe gasp) Ralph Lauren walked into my office!\nJoey: Uh Rach, if you’re gonna start another story, at least let me finish mine.\nRachel: It’s the same story.\nJoey: (groans in disgust) Wow, it’s really long.\nRachel: (ignoring him) Anyway, Ralph just came in to tell me that he’s so happy with my work that he wants me to be the new merchandising manager for polo retail.\nMonica: Still get a discount on wedding dresses?\nRachel: Yeah!\nMonica: I’m so happy for you!\nJoey: Well, these really are the days of our lives.\nMonica: What?!\nJoey: Well, since you ask. They want me back on Days of Our Lives!\nPhoebe: (gasps) Oh God!\nRachel: I got—I get a big pay raise!\nPhoebe: Oh hey!\nJoey: I’ll be playing Drake Remoray’s twin brother, Stryker!\nMonica: Oooh!\nRachel: I get to hire my own assistant!\nMonica and Phoebe: Ahhh!!\nJoey: (jumps up) Well—I got a head rush from standing up to fast right there.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Rachel’s New Office, she’s interviewing a potential new assistant, Hilda.]",
            "dialog": "Rachel: (reading the resume) And you were at this job for four years?\nHilda: That’s right.\nRachel: Okay, well this is all very impressive Hilda, um I just have one last question for you. Uh, how did I do? Was this okay?\nHilda: What?\nRachel: I’ve never interviewed anyone before. I’ve actually never had anyone work for me before. Although when I was a kid, we did have a maid, but this is-this isn’t the same thing.\nHilda: No dear. It’s not.\nRachel: No. Yeah, and I know that. All right, well thank you so much for coming in it was nice to meet you.\nHilda: Thank you! Good meeting you.\nRachel: All right. (Hilda exits) I’m a total pro!\n(There’s a knock on the door and a handsome man enters.)\nMan: Hello?\nRachel: (seeing him) Wow! H-umm! Hi! Yes, uh I’m sorry the models are actually down the hall.\nMan: Actually, I’m here about the assistant job.\nRachel: Really?! (Taking his resume) Okay well then, all right, well just have a seat there. Umm, so what’s—what is—what’s your name?\nMan: Tag Jones.\nRachel: Uh-huh, go on.\nTag: That’s it. That’s my whole name.\nRachel: That’s your whole name, okay of course it is! Okay, well let’s-let’s just have a look-see here. (Looking at his resume)\nTag: I know I haven’t worked in an office before, and I really don’t have a lot of experience, but uh…\nRachel: Oh come on, what are you talking about? You’ve got three years painting houses. Two whole summers at T.G.I. Friday’s, come on!\nTag: It’s lame, I know. But I’m a goal-oriented person, very eager to learn…\nRachel: Okay, hold on just a second. (She grabs a camera out of the desk and takes his picture.) I’m sorry, it’s for human resources, everybody has to do it. Could you just stand up please?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Chandler is sitting on the couch when some unknown guy comes in and sits in their easy chair.]",
            "dialog": "Chandler: No-no-no-no. (Waves him away as Monica and Phoebe enter whispering to each other.) Hey! (Monica shushes him.)\nPhoebe: (To Monica) Anyway, I should go. Okay, bye.\nMonica: (To Chandler) Hey sweetie.\nChandler: Hi sweetie. So, what was with all the whispering?\nMonica: I can’t tell you. It’s a secret.\nChandler: Secret? Married people aren’t supposed to have secrets between one another. We have too much love and respect for one another.\nMonica: Awww. (Kisses him.) But still no.\nChandler: No I’m serious, we should tell each other everything. I do not have any secrets from you.\nMonica: Really? Okay, so why don’t you tell me what happened to Ross Junior year at Disneyland?\nChandler: Oh no-no, I can’t do that.\nMonica: If you tell me, I’ll tell you what Phoebe said.\nChandler: Okay.\nMonica: Okay.\nChandler: So, Ross and I are going to Disneyland and we stop at this restaurant for tacos. And when I say restaurant, I mean a guy, a hibachi, and the trunk of his car. So Ross has about 10 tacos. And anyway, we’re on Space Mountain and Ross starts to feel a little iffy.\nMonica: Oh my God. He threw up?\nChandler: No, he visited a little town south of throw up. (Monica laughs hysterically.) So what was Phoebe’s secret?\nMonica: Oh, Nancy Thompson from Phoebe’s old massage place is getting fired.\nChandler: That’s it?! I gave up my Disneyland story for that?\nMonica: That’s right! You lose sucker!! (Pause) Please still marry me.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler, Rachel, and Phoebe are there.]",
            "dialog": "Rachel: Chandler, you have an assistant right?\nChandler: (angrily) Did she call? You-you told her I was sick right? Always tell her I am sick!\nRachel: No, I-I just don’t know how you decide who to hire. I mean I’ve got it narrowed down to two people. One of them has great references and a lot of experience and then there’s this guy…\nChandler: What about him?\nRachel: I love him. He’s so pretty I wanna cry! I don’t know what to do. Tell me what to do.\nPhoebe: Come on you know what to do! You hire the first one! You don’t hire an assistant because they’re cute, you hire them because they’re qualified.\nRachel: Uh-huh. No, I hear what you’re saying and-and-and that makes a lot of sense but can I just say one more thing? (Takes out his picture.) Look how pretty!\nPhoebe: Let’s see. (Looking at the picture) Oh my God! Oh… But no! No! You can’t-you can’t hire him, because that—it’s not professional. Umm, this is for me (The picture) yes? Thanks. (Puts it in her pocket.)\nRachel: Okay you’re right. I’ll hire Hilda tomorrow. Dumb old perfect for the job Hilda!\nChandler: Let me see this guy. (Phoebe hands him the picture.) W-H-Wow! Don’t show this to Monica! And don’t tell her about the W-H-Wow!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Days of Our Lives producer’s office, Joey is entering to find Terry there.]",
            "dialog": "Terry: Hey-hey-hey Joey!\nJoey: Hey Terry!\nTerry: Good to see you again!\nJoey: It’s been a while, huh? Wow, it’s funny these halls look smaller then they used to.\nTerry: It’s a different building.\nJoey: So! Stryker Remoray huh? When do you want me to start?\nTerry: Why don’t we start right now!\nJoey: Okay.\nTerry: Here are the audition scenes. (Holds out the script.)\nJoey: (looking between the pages and him) Audition? I thought you were gonna offer me the part.\nTerry: Why would you think that?\nJoey: Well, I was Dr. Drake Remoray, Stryker’s twin brother. I mean, who looks more me than me right?\nTerry: Everybody has to audition.\nJoey: Y’know Terry, I-I don’t really need to do this. I got my own cable TV series, (Pause) with a robot.\nTerry: I’m sorry Joey that’s…that’s the way it is.\nJoey: Well. I guess you think you’re pretty special huh? Sittin’ up here in your fancy small hall building. Makin’ stars jump through hoops for ya, huh? Well y’know what? (Throws the script away) This is one star who’s hoop… This is a star that the hoop—this hoop—I was Dr. Drake Remoray!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Rachel’s office, she’s there as Tag knocks on the door and enters carrying a plant.]",
            "dialog": "Rachel: Hi! Tag. What are you doing here?\nTag: I just wanted to come by and thank you for not laughing in my face yesterday. And I noticed there aren’t any plants in your office so I wanted to bring you your first… (Notices her plant) There is a plant in your office.\nRachel: Kinda.\nTag: Right. So I guess I shouldn’t put good at noticing stuff on my resume. (Sets the plant down on her desk.)\nRachel: Oh-ohh, thank you.\nTag: Anyway, I’m guessing you hired somebody.\nRachel: Well…\nTag: Gotcha. Thanks again for meeting with me. (Starts to leave.)\nRachel: But I hired you!\nTag: What?\nRachel: Yeah! You-you got the job! You’re my new assistant!\nTag: I am?!\nRachel: Yeah!\nTag: I can’t believe it!\nRachel: Me either. Umm, all right, first thing I need you to do is go downstairs and find a women named Hilda and tell her to go home.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica is setting the table for dinner as Chandler enters.]",
            "dialog": "Chandler: Hey.\nMonica: Hey! Good, you’re home!\nChandler: Oh it’s always nicer to here than, \"Aw crap! You again!\"\nMonica: Hey baby. (Kisses him.)\nChandler: Hey.\nMonica: I made you a surprise.\nChandler: Oh yeah?\nMonica: Yeah, tacos! Ever since you told me that story I’ve had such a craving for them.\nChandler: Did you not understand the story?\nRoss: (entering) Hey!\nChandler: Hey! What’s up?\nMonica: Ross!\nRoss: Oh, nothin’ much. Just trying to figure out what I’m gonna do for dinner.\nChandler: Huh.\nRoss: (notices the table) Hey—Ooh! What’s-what’s that, dinner stuff? You making dinner?\nChandler: No! (The oven dings.) Shhh!\nRoss: What you got over there? Tacos?\nMonica: No! No. They’re umm… They’re just uh…ground beef smileys. (Holding up one of the shells.)\nRoss: Uhh, those are tacos.\nMonica: Excuse me Mr. Mexico.\nRoss: Eh, either way I’ll pass. (Quietly to Chandler) I still can’t eat those. (Monica is getting something out of the fridge and starts laughing.) What’s so funny?!\nMonica: (trying not to laugh) I’m not laughing.\n(Ross and Chandler move closer to her and she starts laughing again.)\nRoss: (To Chandler) You told her!\nChandler: Nancy Thompson’s getting fired! (Monica slaps him on the shoulder.)\nRoss: (To Monica) Look, okay-okay I had food poisoning! It’s not like I choose to do it! It’s not like—It’s not like I said, \"Umm, what would make this ride more fun?!\"\nMonica: You’re right. I mean I’m sorry. Yeah, I shouldn’t be laughing. I should be laying down papers for you! (Runs off laughing which gets Chandler laughing.)\nRoss: (To Chandler) How could you tell her?!\nChandler: I had too okay?! We’re getting married! Married couples can’t keep secrets from one another!\nRoss: Oh really? Well I-I guess Monica should know about Atlantic City.\nChandler: Du-ude!\nMonica: (running up to Ross) What happened in Atlantic City?!\nRoss: Well, Chandler and I are in a bar…\nChandler: Did you not hear me say, \"Du-ude?!\"\nRoss: And this girl is making eyes at Chandler, okay? So after awhile he-he goes over to her and uh, after a minute or two, I see them kissing. Now, I know what you’re thinking, Chandler’s not the type of guy who just goes to bars and makes out with girls, and you’re right, Chandler’s not the type of guy who just goes to bars and makes out with…girls.\nMonica: (To Chandler) You kissed a guy?!! Oh my God.\nChandler: In my defense, it was dark and he was a very pretty guy.\nRoss: Oh Mon, I laughed so hard…\nChandler: Ho-ho, so hard we had to throw out your underwear again?\nRoss: Whatever dude, you kissed a guy.\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Joey and Rachel's, Phoebe is giving Joey a massage as Rachel enters.]",
            "dialog": "Rachel: Hi!\nJoey: Hey.\nPhoebe: Hey—Ooh, how’s Hilda? Is she working out?\nRachel: Ohh, my new assistant is working out, yes.\nJoey: Was she happy you gave her the job?\nRachel: Oh, my-my new assistant has very happy that I hired my new assistant.\n(The phone rings and Joey answers it.)\nJoey: (on phone) Hello? (Listens) Oh hey! Can you, can you hang on a second? (To Phoebe and Rachel) It’s the producers over at Mac and C.H.E.E.S.E. can you excuse me for a minute? (On phone) Hey, funny you should call. I was just looking over next week’s script. (Listens) Canceled?! (Listens) Like they’re taking it off the air? (Listens) Ohh. (Listens) All right, see you Monday. (Listens) We’re not even shootin’ them anymore?!! (Listens) All right, bye! (Hangs up) They canceled Mac and C.H.E.E.S.E!\nPhoebe: Sorry.\nRachel: I’m sorry Joey.\nJoey: Why would they do that?! It was a good show right?!\n(Phoebe and Rachel both pause, look at each other, and go press their breasts against him. Which Joey doesn’t mind, of course.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler, Monica, and Ross are still giving away all of their secrets.]",
            "dialog": "Chandler: You wanna tell secrets?! Okay! Okay! In college, Ross used to wear leg warmers!\nRoss: All right! All right! Chandler entered a Vanilla Ice look-a-like contest and won!\nChandler: Ross came in forth and cried!\nMonica: Oh my God! (Laughing)\nRoss: Oh, is that funny?! Oh, you-you find that funny?! Well maybe Chandler should know some of your secrets too!\nMonica: I-I already told him everything! (Threateningly) You shush!!\nRoss: Once Monica was sent to her room without dinner, so she ate the macaroni off a jewelry box she’d made.\nMonica: Ross used to stay up every Saturday night to watch Golden Girls!\nRoss: Monica couldn’t tell time ‘til she was 13!\nMonica: It’s hard for some people!\nChandler: (To Monica) Of course it is. (Mouths to Ross) Wow—whoa!\nMonica: Chandler one time wore my underwear to work!\nChandler: Hey!!!\nMonica: Ohh, I’m sorry I couldn’t think of anymore for Ross!\nRoss: Ohh! Ohh! In college, Chandler got drunk and slept with the lady who cleaned our dorm!\nChandler: That was you!\nRoss: Whatever dude, you kissed a guy.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Joey and Rachel's, Joey is still bumming about cancellation of Mac and C.H.E.E.S.E.]",
            "dialog": "Joey: How could this happen to me?! Yesterday I had two TV shows! Today, I got nothin’!\nRachel: Well wait a minute, what happened to Days of Our Lives?\nJoey: Uh, well they might be a little mad at me over there.\nPhoebe: What happened?\nJoey: Well maybe I got a little upset and maybe I told them where they could go.\nRachel: Joey, why would you do that?\nJoey: Because they wanted me to audition!\nPhoebe: You! An actor?! That’s madness!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Rachel’s Outer Office, Tag is sitting at his desk as Rachel walks up. She stops and watches him pick up the phone.]",
            "dialog": "Tag: Rachel Green’s office. (Hangs up.)\nRachel: Tag? (He turns and looks at her.) Hi, who was that?\nTag: (shyly) Nobody. I was just practicing.\nRachel: Really? (Giggles.)\n(Phoebe rounds the corner.)\nPhoebe: Hi!\nTag: Hi! Rachel Green’s office.\nPhoebe: You must be Hilda.\nRachel: Yeah, this is Tag. Tag, this is Phoebe. Phoebe, can I see you for a second? (Goes into office.)\nTag: Phoebe! That’s a great name.\nPhoebe: Oh, you like that? You should hear my phone number.\nRachel: (grabbing Phoebe) Okay. We’ll be right back. (They go into her office and she closes the door.)\nPhoebe: So you hired yourself a little treat did ya?\nRachel: All right I know, I know how it looks Pheebs, but I’m telling you…\nPhoebe: But-but you know you cannot get involved with your assistant.\nRachel: Yes, I know that. I know that. And I know that hiring him was probably not the smartest thing that I’ve ever done. But I’m telling you, from this moment on I swear this is strictly professional. (There’s a knock on the door.) Yes?\n(Kathy enters (Because she’s listed in the credits).)\nKathy: Hey Rachel!\nRachel: Hi!\nKathy: Cute assistant! What’s his story? Is he…\nRachel: Gay? Yeah. (Kathy leaves dejectedly.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Terry’s office, Joey has come to beg for a second chance.]",
            "dialog": "Joey: Hey! Terry.\nTerry: Joey Tribbiani! I’m surprised your big head could fit through our small halls! (Gets up) I gotta go Joey.\nJoey: Wait! Terry! Wait—Look—Wait I-I… Look, I’m really sorry about before. I was an idiot thinking I’m too big to audition for you. You gotta give me another chance.\nTerry: I can’t help you Joey.\nJoey: Wait! Terry! Please! Look, I just lost my other job. Okay? You have no idea how much I need this. Please, help me out, for old times sake.\n[Cut to a hospital room set on the Days of Our Lives stage. Two nurses are standing next to a bed with a man whose face is completely covered in bandages and reading his chart.]\nNurse #1: This poor guy’s been in a coma for five years. It’s hopeless.\nNurse #2: It’s not hopeless! Dr. Stryker Remoray’s a miracle worker. Look, here he comes.\n(Stryker enters, only it’s not Joey playing him.)\nDr. Stryker Remoray: Good morning. (He walks over to the bed, leans down, and whispers to him.) Drake, it’s your brother Stryker. Can you hear me?\nThe Director: And cut!\nJoey: (jumping up and removing the bandages) I’m back baby! Ha-ha-ha!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Central Perk, Chandler, Monica, and Ross are sitting there and not talking to each other.]",
            "dialog": "Monica: Y’know, in my defense, umm there was no glitter on the macaroni and very little glue.\nRoss: And in my defense, the cleaning lady came on to me!\nChandler: (To Monica) You have no trouble telling time now right?\nMonica: No!\nChandler: Quick! What time is it?! (Holds his watch in front of her face.)\nMonica: I don’t know! Time to kiss a guy maybe?! (Ross laughs.) What are you laughing at Pampers? (He stops laughing and glares at her.)\nChandler: Y’know when I said that because we’re getting married that we should share everything and not have any secrets?\nMonica: Yeah?\nChandler: Yeah that was stupid. Let’s not do that.\nMonica: Ohh, absolutely.\nRoss: And! We should keep all the stuff uh, we told each other secret from everybody else.\nMonica: Yeah, definitely!\nRoss: Okay, (gets up) if you’ll excuse me, I-I’m gonna go hang out with some people who don’t know the Space Mountain story.\nMonica: Then, I’d steer clear of Phoebe.\nRoss: Man! (Monica mouths, \"I’m sorry.\")\nChandler: Yeah, and not that you would, but I wouldn’t hang out with…all the guys in my office.\n(Ross storms out.)\nEnding Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Rachel’s office, she’s looking at a picture of Tag when he knocks and enters.]",
            "dialog": "Rachel: (noticing him) Hi! (Puts the pictures away.)\nTag: Do you have a minute?\nRachel: Well yeah, sure, what’s up?\nTag: I got asked out twice today when I was at lunch…by guys.\nRachel: Oh really?!\nTag: Yeah. Did you tell someone that I was gay?\nRachel: Oh, did you not want people to know that?\nTag: But I’m not gay. And I especially wouldn’t want you to think I was gay.\nRachel: Why’s that?\nTag: I don’t think I should say.\nRachel: Ohh, you can say. Come on, I don’t want you to feel like you can’t tell me things. (Motions for him to sit down.)\nTag: Okay.\nRachel: ‘Kay.\nTag: Well…\nRachel: Yeah.\nTag: I’d love to ask out your friend Phoebe.\nRachel: (Pause) Yeah, she’s gay.\nEnd\n"
        }
    ]
}