{
    "metadata": {
        "season": "SEASON 7",
        "title": "717 The Cheap Wedding Dress",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Monica, Chandler, Phoebe, and Joey are there. Monica is holding a piece of paper.]",
            "dialog": "Monica: So the wedding caterer sent me this list of twelve appetizers and I have to narrow it down to six.\nJoey: Food? Uh-huh gimme! (She hands him the paper.)\nChandler: So did Monica tell you about this great band called the Swing Kings that we’re trying to get to play at the wedding?\nPhoebe: Since when are you into swing music?\nChandler: Oh since forever! I used to go all over town listening to bands!\nMonica: Chandler.\nChandler: Gap commercial. (To Monica) So did you book them? Did you call?\nMonica: I will.\nChandler: Do you want me to call?\nMonica: No, I’ll do it. You just stick to your job.\nPhoebe: What is your job?\nChandler: Staying out of the way.\nJoey: This is impossible Monica, why don’t you just pick all 15? (Hands back the paper.)\nMonica: There were only twelve.\nJoey: Oh yeah, I added three.\nMonica: What are peanut butter fingers?!\nJoey: Oh yeah… (He mimes sticking his fingers into a jar of peanut butter, scooping some out, and eating it off his fingers.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: A Street, Chandler and Ross are at a newsstand.]",
            "dialog": "Ross: (noticing a beautiful woman moving in down the street) Well hello! She’s cute! Should we uh, go try to talk to her?\nChandler: Sure! That’s one of the great things about being engaged. I’m not nervous talking to pretty girls anymore.\nThe Woman: Could you guys help me? (Chandler shyly exhales and looks away.)\nRoss: Uh yeah! Let me, let me get that for you.\nThe Woman: It-it’s really heavy.\nRoss: (exhales) I got it. (He lifts the box and grunts under the strain.) (Calmly) So hi, I’m uh, I’m Ross and this is my friend Chandler. (He shyly waves.)\nThe Woman: I-I am Kristen.\nRoss: Kristen, hi. Are you uh, new to the area, ‘cause if you are…I’d love to show you around sometime.\nKristen: I…I uh, actually just moved from four blocks over.\nRoss: Ah.\nKristen: But-but this block is like a whole other world.\nRoss: Y’know actually it does have a very interesting history. Uh, this street is the first street in the city to have an underground sewer system. (Kristen crinkles her nose at that.) Before that sewage and waste would just flow right down the street. Yeah, sometimes ankle deep! (He stops when he realizes what he’s talking about.)\nChandler: (To Ross) Smooth.\nKristen: (To Chandler) Excuse me? (Chandler does the shy thing again.)\nRoss: Umm, say you’re gonna be starving after all this moving. What do you say I take you to dinner tonight?\nKristen: Oh I’d like that.\nRoss: Yeah?\nKristen: Yeah.\nRoss: Great! Uh, let me take this up for you. (The box he’s holding.)\nKristen: After you.\nRoss: Oh no-no, after you. (She grabs a chair and heads upstairs.) (When she’s gone.) Oh my God! (He drops the box and Chandler can’t pick it up.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: A Bridal Shop, Phoebe and Rachel are waiting for Monica who is trying on her wedding dress.]",
            "dialog": "Phoebe: (wearing a veil) Am I crazy or does this totally go?!\n(Monica enters from the dressing room wearing her gown.)\nRachel: Oh my God! You look so beautiful!\nPhoebe: (To Rachel) Thank you Rachel but, look at Monica!\nMonica: This is it. Yeah, this is the one. I can’t believe I found it!\n(Another woman walks up.)\nThe Woman: Wow you look so beautiful! If I knew you, I’d cry.\nMonica: Well I’m Monica Geller, ball like a baby.\nThe Woman: I’m Megan Bailey.\nMonica: Have you found your dress yet?\nMegan: Oh no, these dresses are all so amazing but there is no way I could afford one.\nMonica: No, I can’t afford this either. No. I-I-I’m, I’m just to figure out which one I want then I’m gonna get it at Kleinman’s, this discount place in Brooklyn, day after tomorrow they are having a huge sale.\nMegan: Oh, thanks for the tip.\nMonica: Yeah! So-so when are you getting married?\nMegan: Oh I’m not, I just like to try these on.\nRachel: I do the same thing.\nMegan: I’m just kidding. I’m getting married July 25th.\nRachel: I’m just kidding too. (Laughs) I’m getting married in December. (Turns away not happy with herself.)\nMegan: (To Monica) So when are you getting married?\nMonica: Oh May 15th.\nMegan: Oooh it’s getting close!\nMonica: Yeah!\nMegan: So uh, who’s your photographer?\nMonica: Jeffery.\nMegan: We met with him. Did he show you the photos of the nude wedding he did?\nMonica: The best man? Wow!\nMegan: I know! I almost called off my wedding. Oh, who’s your band?!\nMonica: Oh, my fiancee wants the Swing Kings.\nMegan: Oh, you’re so lucky. My fiancee wants the heavy metal band Carcass.\nPhoebe: Ooh, is that spelled with a ‘C’ or a ‘K’? Oh my God! It doesn’t matter; they’re both great!\n(Another woman walks past Rachel carrying a wedding dress.)\nRachel: Oh y’know what? Y’know what? Now that you know what you want you should go to Kleinman’s and get it half off. This place is so overpriced.\nThe Woman: I own this store.\nRachel: So, does this (The dress) come in another color or… (The store owner walks away.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: A Street, Joey is walking by Kristen who is still moving in.]",
            "dialog": "Joey: (checking her out) Hi! You uh, movin’ in or movin’ out?\nKristen: I’m moving in.\nJoey: Oh uh, can I give you a hand?\nKristen: Oh okay. But y’know what? Be careful. Because a guy was helping me before had to leave because he hurt his back.\nJoey: Boyfriend?\nKristen: No.\nJoey: I’m Joey. (They shake hands.)\nKristen: Kristen.\nJoey: Oh wow, what a beautiful name! (Pause) What is it again?\nKristen: Kristen.\nJoey: Got it! (He picks up a lamp.) So…\nKristen: So uh, do you live around here?\nJoey: Yeah! Yeah! Right down there. (Points.) Hey listen; let me give you a little tip. Do not take a nap on this stoop (Points to hers) or you can wake up with your shoes gone.\nKristen: I’ll remember that.\nJoey: Okay. Yeah. Listen would you uh, would you like to have dinner with me tonight?\nKristen: Oh I, I have plans tonight.\nJoey: Oh.\nKristen: But how about tomorrow?\nJoey: Sounds great! Okay all right, well where does this go? (The lamp he’s holding.)\nKristen: You look strong, why don’t I take that and you grab one of the boxes.\nJoey: Okay. Yeah. (She leaves and he goes to pick up a box marked books, but decides to take the box marked pillows instead.) Yeah, I’ll grab this one. (He follows her upstairs.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Kleinman’s, a horde of women including Rachel, Phoebe, and Monica are waiting for the store to open.]",
            "dialog": "A Woman: What is taking so long?! I mean whatever!\nRachel: (To Phoebe) So this is Brooklyn.\nMonica: All right, listen up. There is usually only one dress in each size so when they open those doors, fan out. Now, this is what you’re looking for! (Holds up a picture of it.) Memorize it! When you locate the dress, blow on these. All right? (She passes out whistles to them.) Three short blasts, when you hear it. Come running.\nRachel: Okay.\nPhoebe: Got it.\nMonica: All right.\n(A worker comes to open the door and the horde starts to press forward.)\nA Woman: Here he comes! Hurry!\nRachel: Oh they’re pushing! They’re pushing!!\nMonica: (To Rachel) Hey! Don’t be a baby!\nRachel: Well I…\n(The door opens allowing the horde to charge in, knocking Rachel out of the way and to the ground.)\nA Woman: Let’s go!!\nPhoebe: (coming back out) Hey! Rachel! Come on!!!!\n[Time lapse, inside the store, Monica is frantically looking for her dress.]\nMonica: No. No. Not it. Not it. Not it. (Checks another rack and another woman tries to reach around her.) (To the woman) Don’t crowd me! (Finds it) This is it! This is the dress! Oh my God, it’s perfect! (She takes it off of the rack and someone has a hold of it on the other side of the rack and tugs on it.) I’m sorry, this one’s taken! (The other woman tugs harder pulling Monica through the rack.) Whoa!\nMonica: Megan!\nMegan: Monica!\nMonica: You came?!\nMegan: Yeah!\nMonica: This is my dress!\nMegan: No!\nMonica: Yes it is! You saw me wearing it!\nMegan: And now you’ll see me buying it.\nMonica: What? You freak! You wouldn’t even have known about this place if it wasn’t for me!\nMegan: Look, you don’t want to fight me.\nMonica: Maybe I do! I’m pretty feisty! (She blows the signal.)\n[Cut to Phoebe in another part of the store.]\nPhoebe: (hearing the signal) I’m coming! I’m coming! (She takes off towards the signal and almost knocks another woman over.)\nWoman: Hey!\n(She hears another signal in another direction.)\nPhoebe: Okay! (Runs that way and hears another whistle blast.) Hey! (Heads the other way and hears another blast.) What do I do?!! (She runs in the second direction and finds that the whistling is coming from inside a rack. She moves the dresses out of the way to find Rachel curled up in a fetal position frantically blowing on the whistle.) What are you doing? (Rachel doesn’t stop.) Did you find the dress? (Rachel won’t stop so Phoebe pinches her nose shut which causes her to spit the whistle out.)\nPhoebe: Did you find the dress?\nRachel: No! You gotta get me out of here Phoebe! These bargain shoppers are crazy!\nPhoebe: I—We gotta get Monica. (She starts to leave.)\nRachel: No! You gotta hold my hand!!\nPhoebe: Oh my God!! (She grabs Rachel’s hand and drags her towards Monica.) Excuse me! Excuse me! (She’s knocking women and veils out of the way as she moves.)\n(She gets to Monica who has the dress balled up in one hand and is sitting on Megan who is sprawled out on the floor.)\nMonica: (handing Phoebe the dress) Go! Go! Go!\nRachel: (seeing who’s trapped) Hey…\nMonica: NOW!!!!!!!! (Rachel runs off and Monica gets up to follow her.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Chandler and Ross are there.]",
            "dialog": "Chandler: So Ross, how was your date the other night? Did you tell her about the magical ride that starts with the flush of every toilet?\nRoss: Laugh all you want but uh, she actually left me a message saying she’d like to go out again.\nChandler: Huh.\nRoss: Yeah in fact, I’m gonna go call her right now. And I’ll make sure to tell her my friend Chandler says… (He mimics the shy reaction Chandler did.)\nJoey: (entering) Hey Chandler!\nChandler: Hey!\nJoey: Listen, sorry I didn’t stop by last night but I had a date.\nChandler: Uh Joe, when it’s one o’clock in the morning and you don’t come by? That’s okay!\nJoey: Well check it out, I was with this really hot girl who just moved in right across the street!\nChandler: Really? Right across the street?\nJoey: Yeah!\nChandler: When’d you meet her?\nJoey: Two days ago.\nChandler: Excellent! Y’know Ross met somebody too!\nJoey: Oh yeah?\nRoss: (returning) Hey.\nChandler: Hi! How’d it go?\nRoss: Oh great! We’re going out again Saturday. But I just found she’s also seeing some other guy.\nChandler: (sarcastically shocked) Really?! Joe? What would you do if you were in Ross’s situation?\nJoey: Well, I sorta am. I mean yeah, I’m dating this girl who’s also seeing another guy. But, I don’t know, I’m not to worried about it.\nRoss: Well you shouldn’t be. Believe me I wouldn’t want to be the guy who’s up against you. (Chandler laughs.) I mean that doofus is going to lose!\nChandler: So this is nice! I wish I didn’t have to go, believe me! But unfortunately I have to. (He gets up and Joey moves over next to Ross.) Oh uh, by the way, what’s the name the girl you’re dating?\nJoey and Ross: Kristen Lang.\nChandler: Bye! (Exits.)\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, time lapse from the earlier scene.]",
            "dialog": "Ross: Well obviously only one of us can keep dating her.\nJoey: Obviously! So, how do we decide?\nRoss: Well now let’s-let’s look at this objectively, I think I should date her…\nJoey: (not buying it) Uh-huh. Uh-huh. Or, or I’m the one who dates her.\nRoss: That’s interesting, but check this out. I date her…\nJoey: Yeah-yeah I like that but just to go in another direction…\nRoss: Okay, okay. This can go on for a while.\nJoey: Yeah well we should order some food then.\nRoss: No Joey! Look why don’t, why don’t we just let her decide? Okay? Hey-hey, we’ll each go out with her one more time. And-and we’ll see who she likes best.\nJoey: (smiling) That sounds fair.\nRoss: Maybe I’ll take her to that new French restaurant down the street…\nJoey: Ah yeah—wait a second now! Look we’re gonna have to set a spending limit on the date. I don’t have the money to take her to a fancy place like that.\nRoss: Well sorry, that’s what I do on dates.\nJoey: All right, well I guess I’ll just have to do what I do on dates.\nRoss: So let’s decide on the spending limit…\nJoey: Yeah. Uh, (thinks)…a slice…(Thinks)…six dollars?\nRoss: I was thinking more like a hundred.\nJoey: Okay. Can I borrow 94 dollars?\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Chandler's, Monica, Phoebe, and Rachel are admiring Monica’s wedding dress.]",
            "dialog": "Monica: Oh…\nPhoebe: I know. Hand me a tissue. (Monica hands her one.)\n(Rachel goes to the fridge, opens it, and blows on the whistle Monica gave her at the store, which causes Phoebe and Monica to turn around and look at her.)\nRachel: You’re out of Diet Coke.\n(The phone rings and Monica answers it as Rachel goes into the bathroom.)\nMonica: Hello? (Listens) What?! (Listens) You what?! (Listens) Hey you listen here missy! (Listens) Wh—(She is hung up on.)\nPhoebe: What?!\nMonica: That was that girl Megan! She booked the Swing Kings on the day of our wedding and said that I couldn’t have them back unless I gave her the dress!\nPhoebe: (gasps) Does that mean Carcass is available?\nMonica: What am I gonna do?! That is the dress! That is the dress! Wh…Chandler wants the band. What do I do?\nPhoebe: Well just figure out a way to talk him out of it.\nMonica: How?\n(There are three short whistle blasts from the bathroom.)\nRachel: You’re out of toilet paper!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ross's apartment, Ross is getting ready for his date with Kristen.]",
            "dialog": "Joey: (entering) Hey!\nRoss: Hey! What’s up?\nJoey: I just wanted to come by and y’know, wish you good luck on your date.\nRoss: Oh thanks!\nJoey: Yeah. What time are you meeting her?\nRoss: We have 8:00 reservations at Grammercy Bistero.\nJoey: Wow, that’s in like 20 minutes. You’d better get dressed.\nRoss: I am dressed.\nJoey: Oh. Well good! (To himself) For me. (He picks up a jar of lotion.) What is this? Did you give yourself a facial?\nRoss: I have an oily T-zone!\nJoey: Okay dude! (Finds a receit.) Hey you uh, you sent Kristen flowers.\nRoss: That’s right.\nJoey: You spent a hundred dollars. That’s the limit. You’re screwed!\nRoss: Uh actually, I sent the flowers before the actual date. So techincally, technically I didn’t break any rules. Thanks for stopping by though.\nJoey: Oh-oh! So that’s the way it’s gonna be huh? Yeah I can break the rules too y’know!\nRoss: Oh yeah? What are you gonna do?\nJoey: I don’t know.\nRoss: Why am I not surprised?\nJoey: Y’know what Ross? I’m not gonna let you get away with this!\nRoss: I don’t think you have much choice.\nJoey: Well we’ll see!\nRoss: Bye-bye!\nJoey: Yeah bye-bye! (Exits and comes back in still holding the lotion.) Hey! So just a light layer?\nRoss: Yes. Yes. Just here (Runs his fingers down the bridge of his nose) and there (Runs his fingers across his forehead).\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler is entering without touching anything with his hands. Phoebe, Monica, and Rachel are there.]",
            "dialog": "Chandler: Joey got meat sauce on the banister again! (He goes into the bathroom to wash his hands.)\nPhoebe: Yeah, swing music is so out.\nMonica: Phoebe, he’s gotta be in the room for that to work.\nChandler: (returning) What are you guys talking about?\nMonica: Well umm, we were just talking about the y’know, the Swing Kings and just wondering whether y’know, they were the right way to go.\nRachel: Yeah, I went to a wedding once where they had swing music and uh, two months later the couple got divorced. And now I’m not saying that there’s any connection here y’know, but they did tell me that’s why they got divorced.\nChandler: But I love swing music!\nPhoebe: Yeah but the Swing Kings? Y’know they suck so much that people actually die at their concerts—They just stop living.\nChandler: Look all I know is when Monica and I went to see them, we had fun! And there’s another reason too.\nRachel: Well, what is the other reason?\nChandler: I don’t want to say.\nRachel: Well you have to because maybe it’s stupid.\nChandler: Well it’s just while Monica and I were dancing to them it was…the first time I knew that…you were the woman I wanted to dance all my dances with.\nMonica: Oh crap!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Grammercy Bistero, Ross and Kristen are waiting for their table to be ready. Ross is returning from talking to the matire’d.]",
            "dialog": "Ross: So they said our table will be ready in just a few minutes.\nKristen: Oh great!\nRoss: Yeah.\nKristen: Is your back feeling better?\nRoss: Oh yeah it’s fine. I guess the more muscles you have the more they can spasim out of control.\nJoey: (entering) Kristen?\nKristen: Joey!\nJoey: Hi!\nKristen: Hi! What are you doing here?\nJoey: Oh I like this place. And technically, technically I’m not breaking any rules so I…\nKristen: Well uh, Ross? This is Joey. Joey? Ross.\nJoey: Hi!\nRoss: Hi. (They shake hands.) It’s nice to meet you. I used to have a friend named Joey. I don’t anymore.\nKristen: Our table will be ready in a couple minutes.\nRoss: Yeah. So…\nJoey: Sure! I would love to wait with you guys! Thanks! (Sits down.)\nRoss: So Joey umm, you look familiar. Are uh, are you on TV or something?\nKristen: Well Joey doesn’t like to talk about it but, he’s one of the stars of Days Of Our Lives.\nRoss: That’s right! That’s right, don’t you play a woman?\nJoey: A woman in a man’s body.\nRoss: Much better.\nJoey: So y’know Ross it’s funny ‘cause, you look familiar to me too. Have you ever been married?\nRoss: Well yes, yes I have. In fact umm, just the other day Kristen and I were talking about how I’ve been married and how I have a son.\nKristen: Yeah, little Eric.\nRoss: That’s right! Wait no, Ben.\nJoey: So you’ve just married the one time then?\nRoss: Well umm…\nKristen: You’ve been married twice?\nRoss: Yes. And another time after that. Boy I’m getting hungry! Hey Joey, have you ever been so hungry on a date that when a girl goes to the bathroom you eat some of her food?\nKristen: You said the waiter ate my crab cake.\nJoey: (laughs that one off) Yeah. So uh Ross, well now—why did that first marriage breakup? Was it because the woman was straight or she was a lesbian?\nKristen: Do you two know each other?\nJoey and Ross: No. No.\nJoey: No. It just seems like Ross is the kind of a guy that would marry a woman on the verge of being a lesbian and then push her over the edge.\n(Kristen is not enjoying this.)\nRoss: Wait a minute! Were you on a poster for gonorrhea?\nJoey: Have you ever slept in the same bed as a monkey?!\nRoss: Hey you leave Marcel out of this!\nJoey: Fine! Have you ever got stuck in a pair of your own leather pants?!\nRoss: Hey-hey have you ever locked yourself in a TV cabinet VD boy?!\nJoey: Monkey lover!\n(They both notice that Kristen has left.)\nJoey: When do you think we lost her?\nRoss: Probably around gonorrhea.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler is entering.]",
            "dialog": "Chandler: Hi, honey! I’m home!\nMonica: (from the bedroom) Don’t come in here!\nChandler: Why? Do you another boyfriend in there or something?\nMonica: No! We only mess around at his place!\nChandler: Y’know it’s funny I started it but, now it’s scary me. So could you come out here please?\nMonica: No, I’m wearing a wedding dress.\nChandler: Oh you got a wedding dress? That’s great!\nMonica: Yeah but I’m not keeping it.\nChandler: Well then why can’t I see it?\nMonica: Oh. I guess you can. Okay but; I-I have to return it, so you can’t like it.\nChandler: Okay I promise. I’ll-I’ll hate it. (She enters.) Wow! You-you look…hideous.\nMonica: Really?\nChandler: Yeah, that’s like the most ugliest dress I’ve ever seen. Wh-why do you to return it?\nMonica: Oh because it doesn’t…really fit. Oh by the way, I-I booked the Swing Kings.\nChandler: Oh that’s great! Great! Thanks! But that dress I mean it’s like yuck! It’s terrible! It makes me wanna just rip it right off of you!\nMonica: Okay! But you can’t rip it. Well, maybe a little.\nChandler: Okay!\nEnding Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Chandler's, Chandler, Joey, and Ross are watching a basketball game on the couch.]",
            "dialog": "Monica: (entering) Hey guys! Do you wanna look at the song list for the wedding? (They ignore her.) Guys?\nChandler: (without turning around) I thought you were gonna be gone all day.\nMonica: All right? What’s going on?\n(They all slowly turn around to reveal that they are giving themselves a facial.)\nMonica: I’m sorry. I’m sorry. I-I should probably leave you girls alone. (She heads for the bedroom.)\nRoss: Yeah, laugh all you want but in ten minutes we’re gonna have younger looking skin!\nJoey: Yeah! (Monica goes in the bedroom.) Y’know, she could use a little…(Whistles that she needs to do what they’re doing.) (Something happens on the game.) Oh nice shot!!! (They all cheer.)\nEnd\n"
        }
    ]
}