{
    "metadata": {
        "season": "SEASON 7",
        "title": "707 Ross's Library Book",
        "written_by": "Scott Silveri",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Joey and Rachel's, Joey is eating breakfast as Rachel enters having just woken up.]",
            "dialog": "Joey: Morning!\nRachel: Hi! Oh, how was your date last night?\nJoey: Pretty good.\nRachel: Oh good. (She walks to the closed bathroom door, opens it, and finds a naked woman wrapped in a towel.) Ahhh! My God, sorry! (She closes the door and confronts Joey.)\nJoey: Okay, really good. Anyway I gotta go; I’m late for work.\nRachel: What-what?! You’re gonna leave this person with me?!\nJoey: Yeah—Hey, don’t worry, she’s a terrific girl. And hey listen, could you do me a favor? When she comes out could you just mention that I’m not looking for a serious relationship; that’d be great.\nRachel: Why?! What?! Are you kidding?!\nJoey: Just casually slip it in, y’know lay the groundwork. Tell her uh, I’m a loner—No! An outlaw! Tell her she doesn’t want to get mixed up with the likes of me.\nRachel: Y’know what? That’s a lot to remember, can’t I just tell her you’re a pig?\nJoey: Hey, I’m gonna call her later! Honest! Oh come on, Chandler used to do it! He’d even make the girl pancakes! Plus, he’d make extras and leave ‘em for me.\nRachel: Well forget it, I’m not telling that girl anything. That is not my responsibility.\nJoey: Fine! (Pause) Now, where’d we land on those pancakes? (She chases him out the door as his date emerges from the bathroom.)\nJoey’s Date: Hi!\nRachel: Hi.\nJoey’s Date: Sorry about that, but I couldn’t get that lock to work on the door.\nRachel: Yeah, Joey kinda disabled it when I moved in.\nJoey’s Date: You must be Rachel, I’m Erin.\nRachel: Hi.\nErin: Hi. I don’t mean this to sound like high school, but did he say anything about me?\nRachel: (pause) Would you like some pancakes?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: N.Y.U’s University Library, Ross is entering with Chandler.]",
            "dialog": "Chandler: …Come on! Why are we here?!\nRoss: Okay, okay take a guess.\n(An old woman pushes a cart full of books past.)\nChandler: The hot chicks?\nRoss: Okay, okay, I was typing names into the library computer earlier, y’know-y’know for fun, and I typed mine in and guess what came up? My doctoral dissertation! It’s here! Yeah, it’s right-it’s right down here! In the biggest library in the university! (They start heading that way, towards a secluded section behind the racks.)\nChandler: Wow that’s actually pretty cool.\nRoss: (stopping quickly) Oh umm, there’s also a book here by a woman named Wendy Bagina. (They both laugh, but stop when the hear moaning coming from the next aisle.) What is that?\nChandler: Sounds like two people are really enjoying the Dewey decimal system.\n(They go around the last row of bookshelves and find a couple doing what college coeds do in secluded corners of university libraries. For those of you who don’t know what I’m talking about, let’s just say that clothing is undone. Ross gasps and the couple gets up and runs away.)\nFemale Student: (as they are moving past Ross) I’m so sorry!\nMale Student: Sorry!\nChandler: You didn’t bring me here to do that, did you?\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica’s Restaurant Kitchen, Monica is cooking as a waitress enters carrying a plate of food that has been sent back.]",
            "dialog": "Monica: She sent the chicken back again?!\nThe Waitress: She says it’s to dry now and she wants to come back here and explain to you exactly how she wants it.\nMonica: Well fine! I want to meet this chicken expert! Send the Colonel in!\n(The waitress lets her in as Monica is about to throw a lobster into a pot of boiling water (Although, she hasn’t taken off the rubber bands that hold the claws, so she can’t be that good of a chef). Anyway, guess who the Colonel is by the following phrase.)\nThe Colonel: OH…MY…GAWD!!!! (Yep, it’s Janice.)\nMonica: (to the lobster) Lucky bastard! (Throws the lobster in and turns around to face the planet’s most annoying woman, next to Dr. Laura and Kathy Lee Gifford of course. She’s the most annoying female TV character however.) Janice.\nJanice: How are you Ms. Hot Shot chef with the big fancy restaurant with the best chicken ever! (Does the laugh.)\nMonica: I’m fine.\nJanice: (notices Monica’s engagement ring) Ohh! What is that on your finger?! I’m blind!\nMonica: Oh… Uh…\nJanice: So, who’s the lucky guy?\n[Cut to Monica and Chandler’s just after Monica has finished telling Chandler what happened.]\nChandler: OH…MY…GAWD! I am so sorry sweetie, are you okay? You didn’t tell her we were getting married, did you?\nMonica: Well, she saw the ring.\nChandler: Did she freak out?\nMonica: Well, she was shocked when I told her, but then again so were most people.\nChandler: Right.\nMonica: Well, she actually has a boyfriend y’know herself, named Clark. Uh, she also kinda invited herself to our wedding. Clark too.\nChandler: (laughs) You said no right?\nMonica: Huh?\nChandler: You said no right?!\nMonica: Well, she corned me! She asked if the wedding was in town! I mean, what was I supposed to do?!\nChandler: Lie!!! How hard is that?! The check’s in the mail! Oh your baby is so cute! I can’t wait to read your book Ross!!\nMonica: Come on! So she comes to the wedding! I mean it won’t be so bad.\nChandler: What do you think she’s just gonna sit there quietly? You don’t think she’s gonna want to make a toast? You don’t think she’s gonna want to grab the microphone and sing Part-time Lover?!\nMonica: Oh my God, she’s not gonna like the chicken that night either is she?!\nChandler: Y’know what? It’s gonna be okay. Y’know what? She’s probably not gonna even want to come.\nMonica: Really?\nChandler: No! That was a lie! See how easy that was?\nMonica: So-so you would’ve just lied?\nChandler: Yes!!\nMonica: Would it really have been that easy?\nChandler: Yes!!!\nMonica: Good, so do it Saturday night because we’re going to dinner with her and Clark.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Joey and Rachel's, Joey is coming back from work to find Phoebe, Rachel, and someone else with her back turned is there.]",
            "dialog": "Joey: Hey! What’s up?\nPhoebe and Rachel: Hey!\nJoey: Hey-hey, who’s your friend? (Erin turns around to face Joey, startling him) Hey!!\nErin: Hey Joey!\nJoey: Erin! Still here!\nRachel: Yeah, we ended up spending the day together and had such a great time!\nJoey: Why wouldn’t ya? Erin is great! Then-then there’s you guys.\nErin: Ohh, listen. I’ve got to get going. Today was great, thanks!\nRachel: I know!\nPhoebe: Okay!\nErin: Bye Joey. (Kisses him.) Last night was fun.\nJoey: Yeah. I’ll uh, I’ll call ya.\nRachel: Oh and I’ll call ya too!\nErin: Or I’ll call you!\nPhoebe: And call me!\nJoey: (to Erin) Okay, good to see you again.\nErin: Bye.\nJoey: Bye-bye.\nRachel: Bye!\n(Joey closes the door behind her.)\nJoey: So, system kinda broke down huh?!\nRachel: Oh Joey, I’m sorry I just couldn’t tell her all those things you wanted me to tell her. And y’know we got to talking and I…\nPhoebe: We want you to marry her!\nJoey: What?!!\nPhoebe: She is so amazing! You have no idea.\nJoey: No idea? Who do you think brought her here?\nRachel: Cupid.\nPhoebe: Joey, she’s so cool. She speaks four languages.\nJoey: Man, do you know what guys want!\nRachel: Look Joey, come on she’s so perfect for you! I mean she’s sweet, she-she likes baseball, and she-she had two beers at lunch.\nJoey: My beers?! Look you guys, she’s a very nice girl. Okay? We had a good time, but I just—I don’t see it going anywhere.\nPhoebe: Yeah, but you always say that.\nRachel: Yeah, maybe if you gave this girl a chance it would go somewhere.\nJoey: Look I’m sorry you guys, I-I just don’t think so.\nPhoebe: Whatever.\nRachel: Fine. (They start to walk away.)\nJoey: Hey, don’t start judging me! (To Rachel) Huh? You’re the one who’s in love with her assistant! (To Phoebe) Huh? And you, you’re the one having the affair with the guy who keeps the pigeons on the roof!\nRachel: Phoebe!\nPhoebe: Secret affair!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Rachel and Joey are there as Ross enters.]",
            "dialog": "Ross: People are doing it in front of my book!\nRachel: I’m sorry?\nRoss: My doctoral dissertation is in the library at school, I went to see it, and there were students makin’ babies right in the middle of the Paleontology section!\nRachel: Oh my God! Did you get to see anything good?\nRoss: Let me ask you something, at your school was there a like uh a place on campus where students went to uh, fool around.\nRachel: Yeah, there was. It was—there the corner of the library where-where all these dusty books that nobody ever read—Yes, there was.\nRoss: Great! Because people kept showing up, I think it’s like uh-a thing!\nJoey: Now hold on a second, fifth floor against that back wall?\nRoss: Oh for cryin’ out loud! (He storms out.)\nJoey: All right, so we should go catch our movie.\nRachel: Well now what’s the rush?\nJoey: I like to see the previews. (Rachel looks at him.) The candy.\nPhoebe: (entering with Erin) Oh. Hey!\nRachel: Well look who’s here!\nErin: Hey!\nJoey: Hey!\nErin: Joey.\nJoey: Erin.\nErin: Hey Rachel.\nRachel: Hi! Well, we were just about to take off and see a movie. Oh no!\nErin: What’s wrong?\nRachel: Oh Phoebe, we forgot that party we have to go to.\nPhoebe: Oh no.\nJoey: (skeptical) What party?\nPhoebe and Rachel: A birthday party.\nJoey: Who’s birthday party?\nPhoebe and Rachel: Allison’s birthday party.\nJoey: (still skeptical) Oh, and how is Allison?\nPhoebe and Rachel: 32. (Joey’s not buying it.)\nRachel: (does a retching sound) Wait a minute! Why don’t you guys do something?!\nJoey: (still skeptical) Yeah, look how that worked out.\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Library, Ross enters and heads to the desk to talk to the male librarian on duty.]",
            "dialog": "Ross: Excuse me. Hi, I’m a professor here. Do you know the Paleontology section, fifth floor, stack 437?\nThe Librarian: Well, yes! Just give me five minutes, I just have to find someone to cover my shift.\nRoss: No! No!! No! Can I speak to someone in charge please?! (The librarian brings his boss over.)\nThe Head Librarian: How can I help you?\nRoss: Hi, I was wondering if it is possible to increase security in the Paleontology section? See I-I wrote a book up there and instead of reading it people are-are-are well, rolling around in front of it.\nThe Head Librarian: We are aware of the problem you are referring too. (He turns to look at the previous librarian.) But as far as increasing security, I’m afraid the library is very understaffed. I, I can’t help you.\nRoss: Well, fine. Fine! If-if I’m the only person with any appreciation of the sanctity of the written word, I’ll go up there and defend it myself! (Starts to do so, but stops and to the previous librarian) And don’t you follow me!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Joey and Rachel's, Rachel and Phoebe are doing dishes as Joey enters.]",
            "dialog": "Joey: Hey.\nPhoebe: Hey!\nRachel: How did it go with Erin?\nJoey: Oh, unbelievable! We had the best time!\nPhoebe: Yay!! Oh so, you’re not, you’re not mad at us anymore?\nJoey: No! No! No! You guys were totally right! This is so much better than the first time we went out. Y’know? That was so awkward, we were really nervous.\nPhoebe: Didn’t you sleep together?\nJoey: Yeah that really calms me down. And! We have so much in common! She loves sandwiches, sports, although she is a Met fan, not much of an issue now but if were ever to have kids, well that’s a…\nRachel: (gasps) Oh my God! Listen to you talkin’ about having kids. Oh my Joey. (She goes over and hugs him.) Oh, please don’t get married before I do.\nJoey: Okay.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: A Restaurant, Monica and Chandler are on their date with Janice and Clark, however Clark is a no show and Janice is crying the Mississippi River about it.]",
            "dialog": "Janice: Oh. Oh I just cannot believe Clark stood me up!\nMonica: He might still show up.\nJanice: Oh, what are you, stupid? It’s been three hours.\nMonica: Is that all?\nJanice: I should just go on to happier things, okay? Umm, why don’t you tell about your lovely wedding?\nChandler: Well actually uh, there was something we wanted to tell you about the wedding. Um, it’s going to be a small ceremony. Uh, tiny! We’re not even sure why we’re having it.\nMonica: It’s actually going to be just family.\nJanice: Oh…wait…you two think of me as family?! Oh, I have to ask you something now and be honest; do you want me to sing Careless Whisper or Lady In Red?\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Joey is entering and arguing baseball with Erin. Phoebe and Rachel are already there.]",
            "dialog": "Joey: How can you say that?! The Mets have no closer!\nErin: What about Benitez?\nJoey: What about Game 1 of the Series?\nErin: What about shut up?\nJoey: You shut up! (To Phoebe and Rachel) I love arguing with her. (To Erin) I’ll be right back.\nErin: Okay. (Joey goes to get some coffee and Erin sits down.)\nRachel: So how’s it goin’ with Joey?\nErin: Uh, okay.\nRachel: Okay? Wait okay, tell-tell me that you like him, please? I mean tell me that you like him.\nErin: Look, he’s a really great guy and I know that you really want this to work out, but I just don’t see this having a future.\nRachel: But you said that you liked him! I mean what happened?! Did ya just change your mind?!\nErin: Kinda.\nPhoebe: Then change it back!\nErin: I’m sorry I… It’s just there’s no real spark.\nPhoebe: No spark? Didn’t you sleep together?\nErin: Yeah.\nRachel: Ugh, tramp!\nPhoebe: Does Joey have any idea?\nErin: I really don’t think he does. And y’know what? Maybe you guys could help clue him in. Y’know, tell him I’m-I’m not interested in a serious relationship or something.\nPhoebe: Yeah, you mean like that you’re kind of a loner.\nErin: Yeah! That would be great!\nPhoebe: Yeah, and maybe that you’re a real (She says something in Italian, and it doesn’t matter what she said. It’s not important so I don’t need everyone who speaks Italian telling me what she said.)\nErin: I’m sorry?\nPhoebe: Oh well, I guess Italian isn’t one of the four languages you speak.\nJoey: (returning) Hey! You wanna go?\nErin: Yeah, let’s go.\nJoey: Okay. See you guys later.\nErin: Bye guys.\nRachel: Yeah, see ya.\nJoey: (whispers to Phoebe and Rachel) Hey, thank you so much. (They both exit.)\nRachel: Wow. Well, I guess it was Cupid who brought her here.\nPhoebe: No, just a regular old flying dwarf.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The library’s Paleontology section, Ross is patrolling as a couple walks up.]",
            "dialog": "Ross: Yes? Yes?! How can I help you?\nGuy: Yeah, we were…we were just looking around.\nRoss: Oh-oh, you’re-you’re fellow scholars. What exactly were you looking for, hmm? Perhaps, (Grabs a book from the shelf behind him) perhaps Dr. Chester Stock’s musings on the Smiledon Californicus?\nGuy: Uhh….\nRoss: Ah… Ah…Get out of here! (The couple retreats. Ross starts looking through the previously mentioned book as a beautiful woman walks into the section.) Uh, meeting someone? Or-or are you just here to brush up on Marion’s views on evolution?\nWoman: Uh, actually I find Marion’s views far to progressionist.\nRoss: I find Marion’s views far to progressionist.\nWoman: I’m sorry, who are you?\nRoss: I’m a professor here uh, Ross…Geller.\nWoman: Ross Geller, why do I know that name? It’s uh—Wait! (Grabs his book off of the shelf.) Did you write this?\nRoss: Yes! You’re the person who checked out my book?!\nWoman: Y’know, you look nothing like I would’ve thought. You’re…you’re so young.\nRoss: Well I uh, I skipped forth grade.\n[Time Lapse, Ross and the woman are now in a state of partial undress and are standing in front of the head librarian with two security guards watching them.]\nRoss: I am very…very sorry.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Joey and Rachel's, Phoebe and Rachel are watching TV as Joey enters.]",
            "dialog": "Joey: Hey!\nPhoebe: Hey!\nRachel: Hi!\nPhoebe: So how was, how was your date?\nJoey: Oh, it was great! I mean we walked all around the village. We went to this ice cream place, split a milkshake, 70/30 but still… And guess what, I’m thinking about taking her upstate to one of those bed and breakfasts.\nPhoebe: Oh really? She said she wants to go away with you?\nJoey: No-no-no-no-no! It’s a surprise, but it’s gonna be tricky thought because she said she was gonna be pretty busy at work for a while.\nPhoebe and Rachel: Oh no, yeah.\nRachel: Jo-Joey, look honey we-we need to talk okay? Umm, I kinda got the feeling from her today that uh, she’s not lookin’ for a serious relationship.\nJoey: Where are you gettin’ this?\nRachel: Well, she told me. She said she’s kinda a loner.\nJoey: Oh. Oh.\nRachel: Joey…\nJoey: No hey Rach, it’s cool okay? Y’know I’m a loner too! (Heads for his room.) Right?\nPhoebe: Hey Joey, y’know what? You are way to good for her.\nRachel: Yeah and honey I promise next time that I will just say good-bye and tell ‘em you’re not looking for a relationship.\nJoey: No! No. Don’t do that, just next time make sure she really likes me.\nRachel: Well that too. (Joey goes into his room.) Joey?\nJoey: Yeah?\nRachel: Do you want some pancakes?\nJoey: (coming back out) Finally!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler and Monica are sitting at the kitchen table and are still trying to decide what to do about Janice.]",
            "dialog": "Monica: What are we gonna do?\nChandler: I say we go with Careless Whisper.\n(There’s a knock on the door and Janice enters.)\nJanice: Chandler?\nChandler: (To Monica) Did she see us yet? Did she see us?\nMonica: Janice, what umm, what are you doing here?\nJanice: Well umm, I thought I was going to go back to my apartment but then I just felt I couldn’t really be alone tonight. (Joey walks into view of the open door behind Janice, sees her, gets a terrified look on his face, and flees in horror.) I was wondering if I could maybe stay here with you, just I really feel that I need to be with family.\nMonica: (To Chandler) Our kids are gonna call her Aunt Janice aren’t they?\nJanice: Please, it’s because otherwise I really don’t know what I might do.\nChandler: Aren’t you just a tinsy bit curious?\nJanice: (starting to cry) Do you have any tissues?\nMonica: Yeah, in-in-in the bathroom.\nJanice: Okay! (She runs for the bathroom)\nMonica: We’ll just…we’ll just let her stay.\nChandler: No-no-no-no, if we let her stay, she will stay forever!\nMonica: Kinda like your Barca lounger.\nChandler: Is that what you’re thinking about right now?\nMonica: I never stop thinking about it.\nJanice: Hey you guys, umm do either one of you want to get in there before I take my bath.\nChandler: Janice, I’m sorry but umm, you can’t stay here tonight.\nJanice: Why not?\nChandler: Honestly? Our apartment is a hotbed for electromagnetic activity. Now Monica and I have been immunized, but sadly you have not.\n(And she does the laugh.)\nJanice: Okay, I’m going to need a comforter, but did you have a hypoallergenic one because otherwise I get very nasal. (Makes some weird sound) Do you have a cat? ‘Cause it’s already happening. (Makes a nasal sound) Do you hear that? (She keeps making the nasal sound.)\n(Chandler does the same nasal sound to Chandler.)\nMonica: Oh my God! Oh my God! You have to go!\nJanice: Why?\nMonica: Because Chandler still has feelings for you!\nJanice: He does?\nChandler: Say again?\nMonica: That’s right. That’s right. And that is why you can’t stay here tonight. And probably why you shouldn’t come to the wedding.\nChandler: Feelings, such strong feelings.\nMonica: I mean, I realize that his feelings may never completely go away, but you can.\nJanice: Oh…my Gawd, I-I understand. I-I am so sorry, I’ll go. (Starts for the door.) Good-bye Monica (hugs her), I wish you a lifetime of happiness with him. Chandler, (hugs him) you call me when this goes in the pooper. (Hurries out.)\nEnding Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The library’s Paleontology section, Ross is on patrol and stops a security guard through the stack of books.]",
            "dialog": "Ross: (to the guard) Don’t sweat it, I’ve got this section covered. Yeah, in fact I’ve got this little baby (Turns on a mini-flashlight) to shine in people’s eye—(The guard walks away)—Okay, see you later.\n(Ross resumes his patrol when his best friend and sister walk up and start to take off their coats, but they stop when they see him.)\nChandler: I just wanted to show Monica your book. (Ross just glares at him.)\nEnd\n"
        }
    ]
}