{
    "metadata": {
        "season": "SEASON 7",
        "title": "708 Chandler Doesn't Like Dogs",
        "written_by": "Patty Lin",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica is in the kitchen, Joey, Rachel, and Phoebe are sitting around the table writing one notepads while Chandler is looking over their shoulders.]",
            "dialog": "Ross: (entering) Hey everybody! Happy Thanksgiving!\nChandler: No, no, no. No-no-no.\nJoey, Rachel, and Phoebe: Shhhh!\nRoss: What, are we keeping Thanksgiving a secret this year?\nChandler: No, we're playing this game I learned at work. You have to name all the states in six minutes.\nRoss: What? That's like insanely easy!\nChandler: Now, that's a lot harder than it sounds. You always forget at least one, or in some cases... fourteen (looks over to Monica).\nMonica: It's a stupid game and I wasn't playing against other people, so technically I didn't lose.\nRoss: What? You forgot fourteen states?\nMonica: Nobody cares about the Dakotas. (That’s true in so many ways, trust me, I’ve lived in one and been to the other.)\n[Chandler's watch beeps]\nChandler: Oh, okay, time's up!\nRachel: All right, I got 48.\nChandler: Oh that's not bad, Pheebs?\nPhoebe: Oh, I got tired of naming states. So I decided to list the types of celery, and I have one: regular celery.\nChandler: Okay, so Rachel's got 48 and Phoebe has the lead in…vegetables, Joey?\nJoey: Say hello to the new champ of Chandler's dumb states game.\nRoss: Wow, how many have you got?\nJoey: Fifty-six!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's. Ross is sitting in the couch doing Chandler's game. Chandler is sitting in his barca-lounger. The girls are in the kitchen.]",
            "dialog": "Joey: Hey! How is New England not a state? Huh? They have a sports-team!\nChandler: Does South Oregon have a sports-team? (Joey strikes one from his list) There you go.\n[Cut to the girls in the kitchen.]\nRachel: (counting the place settings) How come we have one extra place setting?\nMonica: 'Cause you invited your assistant.\nRachel: Oh, right. Sorry. But Tag's not coming; his girlfriend came into town, so he's spending Thanksgiving with her.\nMonica: Oh! Why didn't you tell me? I made him his own individual sweet potato stuffed pumpkin.\nRachel: Well, I was going to, but then I figured, you know... you're food is so delicious and perfect, you can never have too many of those pumpkin things.\nMonica: Now you think I wouldn't enjoy that, because it is so fake, (Laughs) but I still do.\nPhoebe: Regular Celery! (Starts to write that on her list) Oh, I already have that. (She gets up and heads for her room)\nRoss: Done! With time a-to-spare.\nChandler: Oooh that may be a New World's record (Looks at his watch and picks up Ross' pad)\nRoss: You know, I hate to lecture you guys, but it's kinda disgraceful, that a group of well-educated adults and Joey can't name all the states. Did you ever see a map, or one of those round, colorful things called \"a globe?\" Hmm?\nChandler: Uh, Magellan? You got 46 states. (Smiles and hands Ross back his pad)\nRoss: What? That's impossible.\nJoey: 46. Wow! Who's well educated now, Mr. I-forgot-ten-states?\nMonica: All right, I'm out of oven space. I'm gonna turn on Joey's. Please, watch him! Do not let Joey eat any of the food!\nChandler: I am only one man! (Monica heads out) Okay Ross, time is up!\nRoss: No, just give me another minute.\nChandler: Look Ross, if you don't know them by now, you will never know them, okay? That is the beauty of this game. It makes you want to kill yourself.\nRoss: This-this is crazy! I can do this! All right, uhh, I bet I can get all 50 before dinner.\nChandler: Okay, but if you can't…no dinner!\nRoss: You're on!\nJoey: (gets up) All right. Don't look at my list, Ross, 'cause there's a lot on there that you don't have.\nMonica: (entering, to Joey and Rachel) Hey, did you guys know, that your oven doesn't work?\nJoey: But the drawer full of take-out menus is okay, right?\nMonica: Ross, I'm gonna use yours, okay?\nRoss: Pshhshhh!\nMonica: Chandler? Can you give me a hand? (Grabs her jacket)\nChandler: Sure, and Joey; do not let Ross look at any of the maps or the globe in your apartment.\nJoey: Don't worry, Chandler, it's not a globe of the United States.\n[Chandler and Monica head out with some stuff. Phoebe comes out of her room with a bag.]\nPhoebe: Hey you guys I'm gonna go out and take a walk.\nRoss: Phoebe, why is your bag moving?\nPhoebe: Oh, it's not!\nRachel: Seriously, it's moving!\nJoey: What the hell is in there?\nPhoebe: It's just my knitting that's all! (A dog sticks its head out of Phoebe's bag. Everyone looks puzzled.) Yes! I knit this. I'm very good.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Ross' apartment, Monica and Chandler enter.]",
            "dialog": "Monica: Ross’s apartment is nice! How come we don't hang out here more often?\nChandler: I don't know. Maybe it's because it smells a little weird. It's like old pumpkins or something.\nMonica: That's my pie!\nChandler: Which smells delicious!\nMonica: Uh-oh! Uh-oh!\nChandler: What?\nMonica: We left Joey alone with the food! (Walks towards the window and looks out) Yep! Yep, I knew it! There he is... feeding stuffing to a dog!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Ross is still doing his list. Rachel and Joey are feeding the dog as the phone rings.]",
            "dialog": "Phoebe: (answering the phone) Hi Geller-Bing residence. How can I help?\nMonica: Phoebe, why is there a dog in our apartment?\nPhoebe: I'm sorry, who's this?\nMonica: Phoebe, there's a dog sitting on my couch!\nChandler: Tell her, I'm allergic, and I will sue!\nPhoebe: No, there's no dog here?\nMonica: Yes there is! He's black and white and shaggy and [Cut to Monica’s apartment] he's sitting next to Rachel and licking Rachel's hand.\nPhoebe: Oh my god! Where are you? (Looks around.)\nMonica: I'll be right there!\nPhoebe: (Phoebe hangs up and someone knocks on the door. She gasps.) They're here already? How are they doing this?\nRachel: (gets up and opens the door) Hi Tag! What are you doing here?\nTag: I, uh, wanted to see if your offer to spend Thanksgiving with you is still good.\nRachel: Well, sure! Come in! (He enters) Well, what-what happened to your girlfriend?\nTag: We kinda broke up this morning.\nRachel: Oh, I'm sorry.\nTag: Yeah, so she went back to Ohio.\nRoss: Ohio!! Thank you!\n[Time lapse, Chandler and Monica enter.]\nChandler: Huh! Where is the dog?!\nRoss: What dog? There-there's no dog here.\nJoey: Yeah that dog left!\nMonica: (walks to Phoebe's door) Phoebe! Phoebe, open up!\nPhoebe: There's no dog in here.\n[The dog barks.]\nChandler: Phoebe, we can hear the dog barking!\nPhoebe: No that's just me coughing! (Doing some weird coughing noises and the dog barks again. Phoebe comes out of the room.) Oh, good, there you are! Listen, um, I have a dog in my room.\nChandler: What is it doing here?\nPhoebe: Well, I'm watching it for some friends who went out of town. Wait. (She bends down, picks up the dog, and waves with one of its paws) Hello, my name is Clunkers. May I please stay with you nice people?\nMonica: Oooh, I wish she could stay here, but Chandler is allergic!\nChandler: Extremely allergic, okay? If I'm anywhere near a dog for more than 5 minutes, my throat will just close up!\nPhoebe: That's odd, 'cause this dog's been living here for the past 3 days\nChandler: (gasping) Really?\nMonica: Chandler, if that dog's been here that long, and you haven't had a reaction, maybe you're not allergic to this dog?\nChandler: Well, it still has to go, right?\nMonica and Phoebe: Why?\nChandler: Okay, it's um…\nJoey: (interrupting him) Don't do it!\nMonica: Don't do what?\nChandler: (to Joey) I have to! Okay? It's time! (Joey shrugs as if to say, \"Do what you have to do\") Okay, I hate dogs.\nAll: What?\nPhoebe: Are you crazy?\nRoss: Are you out of your mind?\nPhoebe: Why?\nJoey: Told ya. (Waves bye-bye.)\nChandler: They are needy, they are jumpy, and you can't tell what they are thinking, and that scares me a little bit.\nRoss: Right, they are scary. (He jumps up, screaming) Ahh, she just ate a treat out of my hand!!!\nRachel: Wait a minute. Do you not like all dogs? I mean, not even puppies?\nChandler: (scared) Is there a puppy here?\nTag: You don't like puppies?\nChandler: (to Tag) Okay, you are new!\nJoey: Look, Chandler, I told you, never tell anyone about this dog thing. It's like Ross not likin’ ice cream.\nPhoebe: You don't like ice cream?\nRoss: It's too cold.\nChandler: Okay, it's just that dogs make me a little uncomfortable.\nRoss: (to Phoebe) It hurts my teeth.\nChandler: And I don't wanna say this, I don't you guys to hate me, but uh, I don't think, I can be around that dog anymore. Okay, so either the dog goes, or I go. (An awkward silence ensues.) Oh my god!!\n[Time lapse, Ross is still doing Chandler's game. Tag is heading for the balcony.]\nRoss: How can I not get this? I'm a college professor; I got 1450 on my S.A.T.s.\nMonica: 1250.\nRoss: Damn, I forgot you were here.\nPhoebe: All right. We're gonna take Clunkers to Ross’s. We'll be back in a minute. (Gets up with Monica to do so.)\nRachel: Oh, wait before you guys go, can I just ask you a question?\nMonica: Yeah.\nRachel: When a guy breaks up with his girlfriend, what is an appropriate amount of time to wait before you make a move?\nPhoebe: Oh, I'd say about a month.\nMonica: Really? I'd say 3 to 4.\nJoey: Half hour. (Rachel turns to look at him and he nods yes.)\nRachel: Interesting.\nMonica: When it's your assistant, I would say never.\nJoey: All right, Rach, the big question is, does he like you? All right? Because if he doesn't like you, this is all a moo-point.\nRachel: Huh. A moo-point?\nJoey: Yeah, it's like a cow's opinion. It just doesn't matter. It's moo.\nRachel: (to Monica and Phoebe) Have I been living with him for too long, or did that all just make sense?\nMonica: Please, don't listen to Joey, okay. Would you look at him? He-he’s obviously depressed. He's away from his family; he's spending Thanksgiving with strangers.   What he needs right now is for you to be his friend.\nRachel: You're right, I'm sorry. Thank you. Okay, that's what I'm gonna do.\nJoey: Fine! Take their advice. No one ever listens to me. When the package is this pretty, no one cares what's inside.\n[Cut to the balcony, Tag is looking down while Rachel enters.]\nRachel: Hey!\nTag: Hey.\nRachel: How are you holding up?\nTag: Not bad.\nRachel: Yeah? I'm sorry about your girlfriend.\nTag: Thanks.\nRachel: So were you guys together a long time?\nTag: A year. On and off. I kinda thought we'd end up together. I don't anymore.\nRachel: Now that she broke up with you?\nTag: Yeah.\nRachel: Yeah. Hmmmm.\nTag: It's weird. I always used to assume, that I would meet someone and fall in love and be happy and all that was just a given. But lately it's like what if it's not. Do you ever have that feeling?\nRachel: No…Yeah, all the time, constantly. It's terrifying. But you know that I figure it…it has to work out.\nTag: Why?\nRachel: Because, uh—it has to.\nTag: You have all the answers, don't you?\nRachel: Yeah, I know, I do. I really do.\nTag: Hey, thanks for talking to me.\nRachel: Well, what is a boss for? Hug it out! (They hug)\nJoey: (through the window) All right, he likes you back! Huh? Told ya, you should go for it!\nTag: What?\nJoey: (realizes what he said) Street noise drowned any of that out? (Rachel moves madly towards him) No, all right, I see you later, okay... (Turns away embarrassed)\nCommercial Break\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The Balcony, continued from earlier.]",
            "dialog": "Tag: What did Joey say? I like you back?\nRachel: Uh, yeah, well, see, he… Joey knows, that I'm-I'm very insecure about my back and, and…you're hugging me, so obviously you are not repulsed by it, yeah!\nTag: Wait-wait a minute; that doesn't make any sense.\nRachel: No? (He shakes his head) All right, here's the truth um, Joey said what he said, because um, I'm attracted to you.\nTag: Wow. (He starts to walk towards the railing.)\nRachel: Yeah, I admit it. I have a crush on you, and uh, and, and I know that's crazy because we work together, and-and nothing could ever happen, and the last thing I want to do is-is to freak you out or make you feel uncomfortable. Which is why it would be really great if you said something right about now.\nTag: (looking at the street) Oh my god! Those guys are stealing my car! (He points down to the street)\nRachel: What?\nTag: Right there! That's my car! (Sound of a breaking car-window) Hey!!\nRachel: Okay, that's gonna take them a minute. Do you have anything else you wanna get off your chest?\nTag: I can't believe this! (He walks back in again)\nRachel: (she hurries after him) Wait, we still have time to talk and they’re-they're not even in the car yet! (She takes a quick look down the street.) Oh look, there they go, okay. (She hurries in, too)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross' apartment, Monica and Phoebe sitting on the floor next to Clunkers basket.]",
            "dialog": "Monica: Okay Phoebe, we should probably go back now.\nPhoebe: (doing Clunkers) Please don't leave me, I'll be lonely.\nMonica: Stop it. Stop! Okay let's go. We can be strong.\nPhoebe: Yeah, okay.\n[They both get up and head for the door. Clunkers whines a little]\nMonica: Oh my god! Did you hear that? She said Monica! (She goes back to Clunkers again) Oooh, I can't leave her!\nPhoebe: You know if you want, we can sneak the dog back in and Chandler wouldn't even know.\nMonica: That's not gonna work.\nPhoebe: I've had that dog there for three days and Chandler had no idea. He's not so smart.\nMonica: Hey! I didn't know either.\nPhoebe: Yeah, but you kinda knew that something was going on, didn't you?\nMonica: Yeah, I knew.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's. Ross lays a lot off small papers, shaped like the U.S. states onto the floor making a map with the states. Phoebe enters]",
            "dialog": "Phoebe: Where's Chandler?\nChandler: (comes out of the bathroom) Here I am.\nPhoebe: Wash your hands!!!\nChandler: How did you…know? (Heads back into the bathroom)\n[Phoebe waves Monica in. Monica sneaks in with the bag with Clunkers in it and heads for Phoebe's room.]\nRoss: Hey! What's she doing back here?\nMonica: Relax, Ross. She's not made of ice cream!\nRoss: Hey look, Phoebe. I, uh, I laid out the states geographically...\nPhoebe: (interrupts him) No, no, we don't really have time for this right now. Okay, we have to keep Chandler away from my bedroom.\nRoss: Yeah, but, but look what I'm...\nPhoebe: See, this is exactly what we do not have time for. (She rushes into her room)\nChandler: (comes out of the bathroom) Where's Monica?\nRoss: Um, in Phoebe's room. You can't go in there.\nChandler: Why not?\n(We can hear the dog whining at a high pitch.)\nRoss: Monica's crying. She's very upset about this whole Clunkers thing.\nChandler: Well, I, I should go in there.\nRoss: No. No, no. She doesn't want to see you right now.\nChandler: Why not?\nRoss: Because you sent away the dog!\nChandler: This is ridiculous. (He heads for Phoebe's bedroom)\nRoss: Oh, is it? Is it? Look, when Monica and I were kids, we had a dog named Rover. And, uh, one day, my dad decides, he doesn't like dogs. So Monica and her friend…Phyllis…take away the dog. And that was the last time we ever saw him. Don't you see? This is just like that. Only with a few details changed.\nJoey: (entering) Okay, I'm in my sweat pants. Bring on the food! (Sees that Chandler has a worried look on his face) What's the matter?\nChandler: Monica's all upset, because I sent Clunkers away.\nJoey: So? Bring the dog back, you're a hero.\nChandler: Yeah, I can be a hero, I could do that. I could, I could do... I, w-w-what if, what if it attacks me?\nJoey: Chandler, it's like a big gerbil.\nChandler: And that doesn't scare you? (He walks out)\nJoey: Ross, you need some help?\nRoss: From you? (He does a weird desperate laughter, like he's almost crying) Yes, please!\nJoey: (sits down next to Ross) First of all, Utah? Dude, you can't just make stuff up!\n[Time lapse, Ross still laying a lot out the states.]\nRoss: I hate America! When I finish this game, I swear I am moving.\n[Joey stands up again. Rachel enters the door]\nJoey: Hey! Tag's still talking to the police.\nRachel: Yeah, ohh! Why, damnit, why did I open my mouth? (In a girlish voice) I have a crush on you; I am attracted to you. (Back to normal again) Gee, I-I know that I freaked him out\nJoey: If you said it like that, you probably did, yeah.\n[Rachel walks past Joey towards the couch]\nPhoebe: (opens her bedroom door and peeks out) Hey, is Chandler here?\nChandler: No, no he went for a walk.\nPhoebe: Okay, but you cannot tell him... but look whose back!\n[The dog barks, runs out of Phoebe's room and jumps onto the couch]\nRachel: (gasps) Hi!\nJoey: Oh No-no-no-no-no-no-no! He went over to Ross' to bring the dog back here!\nPhoebe: Oh no, the dog's not going to be there!\nJoey: You think?\n[The door opens and Chandler comes in. Rachel covers the door with a blanket]\nMonica: Hi, honey.\nChandler: Please, please, please, don't be mad at me.\nMonica: What? Why, why would...\nPhoebe: (interrupts her, to Monica) Shh, wait and see. Maybe we will, maybe we won't.\nChandler: Okay, I went over to Ross' apartment to bring back Clunkers. Y’know, for you, and…(Clears his throat) I left the door open and she must have gotten out and I looked everywhere, all over the apartment, including the roof, which FYI Ross, one of your neighbors, growing weed. I couldn't find him, and I am so, so, so, sorry. But I do know where we could all go ease the pain. (Points up and then over to the street)\nPhoebe: We have good news, look whose back!\nRachel: (uncovers the dog) Hi!\nChandler: Clunkers?! Oh my god!\nMonica: That's right, she came back all by herself.\nPhoebe: It's a Thanksgiving miracle!\nChandler: (to Clunkers) It is so good to see you!\nPhoebe: Yeah, she came all the way back from Ross' building. Oh, the things she must have seen! And then she climbed up the fire escape and she tapped on the window with her teeny little paw and then we ran to let her in…(Realizes, that Chandler starts to not believing her) I went to far, didn't I? When should I have stopped?\n[Time lapse, after dinner. Ross stands up from his self-made map.]\nRoss: Okay, maybe this is so hard, because there aren't 50 states. Let me tell you something, I have 49 states, and there are no more! I-I think, I should be able to eat something.\nChandler: It's up to you.\n[Ross whines and starts working again. The door opens and Tag enters.]\nRachel: Oh, hi! How are you doing?\nTag: I'm okay. I gotta go down to the police station and look at mug shots.\nRachel: Oh.\nTag: Thanks for having me over, you guys.\nRoss: Tag? Y-You're going? (Comes over to Tag) Uh we didn't, uh we didn't get the chance to talk. Uh, so, where did you say you're from again?\nTag: Colorado.\nRoss: Ah, what good are you. (Walks back to his map dejectedly.)\n[Rachel and Tag go into the hall.]\nRachel: Look, um, I think we should talk about what happened on the terrace.\nTag: Okay.\nRachel: Ah, I-I never should have said what I said. It—y’know what? It just doesn't matter how I feel. I mean we work together, so nothing could really ever happen between us, and what I would love is just to go to work on Monday, and-and never talk about this again, okay? Big day Monday lots to do. So, we're okay?\nTag: Um, I'm not.\nRachel: Oh, god, I know it, that I freaked you out.\nTag: No, you didn't. The only thing that freaked me out was you saying that nothing could ever happen between us.\nRachel: Really?\nTag: Yeah, so, please don't fire me for doing this. (He kisses her)\nRachel: Okay, well, that's one less thing we have to do on Monday.\nEnding Credits\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, later that night, there is someone knocking on the door and Chandler stumbles out into the living room, turns on the light, looks through the peephole, and opens the door.]",
            "dialog": "Ross: Delaware! (Starting to cry.) Delaware!\nChandler: All right.\nRoss: (hands Chandler his pad and walks in) I want my turkey now!\nChandler: You got it. (Starts looking at the pad, while Ross got the turkey out of the fridge and starts to unwrap and it) You got Nevada twice.\nRoss: (pauses) I know.\nChandler: Yeah. (Throws the pad on the table and heads for the bedroom)\nEnd\n"
        }
    ]
}