{
    "metadata": {
        "season": "SEASON 7",
        "title": "722 Chandler's Dad",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, Phoebe, Monica, and Rachel are sitting around the kitchen table as Ross enters.]",
            "dialog": "Ross: Hey!\nMonica: Hey!\nRoss: Hey uh Mon, I saw the Porsche parked out front, can I get the keys? Thought I’d take that bad boy out for a little spin.\nRachel: Wait a minute! (To Monica) You let Ross drive the Porsche and when I ask you, you say you’re the only one who’s allowed to drive it.\nMonica: Yeah, well he’s my brother! And plus he drives so slow he could never hurt it.\nRoss: It’s a car Monica! Not a rocket ship!\nMonica: Whatever Ross! Just replace the bulbs in the brake lights after you’re done.\nJoey: (entering) Hey!\nRoss: Hey!\nPhoebe: Hey!\nJoey: Saw the Porsche out there Mon, lookin’ good. When do I get to take that baby out again?\nRachel: (shocked) You let Joey drive it?!\nPhoebe: I’ve never driven it! Okay? Not once! Okay once. Okay, I drive it all the time.\nMonica: Nice work everybody! So much for the y’know, \"You can drive it, but don’t tell Rachel\" plan!\nRachel: Wow! I can’t believe you lied to me.\nPhoebe: Okay, I can fix this! Okay Monica, Rachel thinks all you can talk about is the wedding. (Rachel glares at her.)\nMonica: Great! Well Rachel, the reason why I won’t let you drive the Porsche is because you’re a terrible driver. There! That wasn’t about the wedding.\nRoss: Look Rach if-if you want to go for a ride in the Porsche I’ll be glad to take you for a quick spin around the block.\nJoey: Yeah, you got a couple hours?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Rachel is there as Ross enters with his all his hair sticking straight up.]",
            "dialog": "Ross: Whew! That was a brisk ride!\nRachel: Take the top down did ya?\nRoss: Only way to fly.\n(Rachel laughs.)\nRachel: Come on Ross give me the keys! Monica does not know what she’s talking about! I am an excellent driver!\nRoss: You’re fast and irresponsible. That adds up to a bad driver.\nRachel: Well in High School, that added up to head cheerleader.\n(A woman walks by and smiles at Ross’s hair.)\nRoss: Did you see the look that girl just gave me? Huh? She must’ve seen me cruising in the bad boy.\nRachel: I think she’s checking out your beehive Ross.\nRoss: What?! (Checks his hair.) Give-give me a brush.\nRachel: Gimme the keys!\nRoss: No way!\nRachel: Well no brush!\nRoss: Fine! Y’know what? It doesn’t matter, because, if I remember correctly, there is a comb on the floor of the bathroom.\n(He goes to the bathroom and after he leaves Rachel goes through his coat and grabs the keys along with a $20 bill. The woman from before watches her do this.)\nRachel: (to the woman) Alimony. (Runs outside.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Monica and Phoebe are counting the invitations as Chandler exits from the bathroom.]",
            "dialog": "Monica: Chandler, we still haven’t gotten an RSVP from your dad.\nChandler: Oh! Right. Umm, maybe that’s because I didn’t send him an invitation.\nMonica: Chandler! He’s your father; he should be at the wedding.\nChandler: I don’t even know the man. Okay? We’re not the close. I haven’t seen him in years.\nMonica: Well what are you gonna do when he finds out he wasn’t even asked?!\nChandler: Well he doesn’t have to know! It’s not like we run in the same circles. I hang out with you guys, and he stars in a drag show in Vegas.\nPhoebe: Ooh, I think I wanna trade circles.\nChandler: Trust me, you don’t want him there either. Okay? Nobody is gonna be staring at the bride when the father of the groom is wearing a back-less dress.\nMonica: So what! As long as he’s not wearing a white dress and a veil I don’t care.\nPhoebe: Okay, I think I need to do some shopping. (Gets up and leaves.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: A Street, Rachel is throwing her coat into the Porsche and getting in.]",
            "dialog": "Rachel: Ahhh! (Gets in.) Ooh, nice!\n(Suddenly from out of nowhere Ross dives onto the hood.)\nRachel: My God!\nRoss: What do you think you’re doing?!\nRachel: Just washing the windshield. (She turns on the wipers forcing Ross off of the hood.)\nRoss: There is no way I am letting you drive this car! So why don’t you just hand over the keys?\nRachel: Oh.\n{Transcriber’s Note: She puts the key into the ignition, which is on the left side of the steering wheel. Does anyone know why that is? It’s a tradition left over from Porsche’s racing history. The world’s greatest endurance race is the 24 Hours of LeMans. Which is in France and runs for 24 hours straight from noon on Saturday through the dark of night and finishes at noon on Sunday.  In the 60s LeMans had a unique start where the drivers would actually start the race outside of the car and across the track. At the start of the race, the drivers would run across the track, get in the car, buckle up, start the car, and drive off. Porsche wanted to reduce the amount of time that took. Since all cars to that point had the ignition switches on the right side of the steering wheel, that required the drivers to use their right hand to grab the seat-belts, put the car in gear and start it. The driver’s left hand did nothing. Porsche in order to save a few seconds in a 24-hour race; moved the ignition switches to the left side of the steering wheel so that the driver could start the car with his left hand while grabbing the seat-belts with his right hand. That’s why every Porsche car built since then has the ignition on the left side of the steering wheel.}\nRoss: No ah-ah-ah! Do not start this car! (She starts the car.) Okay! Okay! I will give you twenty bucks if you get out of this car right now! (He looks for the twenty Rachel stole and doesn’t find it.)\nRachel: Look Ross, if you’re so freaked out, just get in the car!\nRoss: With you?! Yeah right!\nRachel: All right. (She starts off.)\nRoss: (grabbing the car) Okay! Okay! Okay! (He gets in, but into the back seat.)\nRachel: What are you doing?! Get in the front!\nRoss: In the death seat?!!\nRachel: Oh my…\n(They drive off.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Joey and Phoebe are on the couch as a man enters.]",
            "dialog": "Man: Hey guys!\nJoey: Hey!\nPhoebe: Hey sweetie!\nMan: Ready to go?\nPhoebe: Yeah! Sure! Ooh, I left my purse up at Monica’s. I’ll be right back. (She goes to get it.)\nMan: (stopping her) Wait a minute!\nPhoebe: What? (He leans in to kiss her.) Oh. (They kiss and Phoebe pauses.) Ooh. (Pause) Whoa! That one kept going. (Exits.)\nJoey: So! You and Phoebe huh? How long have you been going out?\nMan: Over a month.\nJoey: Wow! Maybe uh, maybe you and I ought to get to know each other a little better.\nMan: Sure, I’d like that.\nJoey: So uh, what’s your name?\nMan: (laughs) Its Jake.\nJoey: Joey. (They shake hands.) Hey Jake, do you like the Knicks?\nJake: Yeah, big fan.\nJoey: Me too! There’s a game on Tuesday do you wanna go?\nJake: Yeah that would be great! Let me make sure I’m not doing anything Tuesday. (He bends over to open his bag, when he does so his pants slide down his butt revealing a pink lace secret.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is entering from the bedroom carrying two bags of luggage.]",
            "dialog": "Monica: Here! (She sets a bag down in front of him.)\nChandler: What’s this?\nMonica: It’s your suitcase. We’re going to Las Vegas.\nChandler: Are you serious?! I mean like eloping?! No more stupid wedding stuff?! No more these flowers or these flowers or these flowers—Think of the money we’ll save!! (Monica just looks at him.) We’re not eloping. I love the flowers. Can our wedding be bigger please?\nMonica: We’re going to Las Vegas to see your dad. It’s time you two talked, and I want to get to know my father-in-law.\nChandler: Y’know we already went over this and I won!\nMonica: No you didn’t. Oh and honey just so you know, now that you’re marrying me, you don’t get to win anymore.\nChandler: Look forget it okay? I don’t want to go. I don’t want to see him. I don’t wanna.\nMonica: Chandler, look I-I know that your dad embarrassed you. I know…\nChandler: No-no all kids are embarrassed by their parents, you’d have to come up with a whole new word for what I went through. When I was in High School, he used to come to all of my swim meets dressed as a different Hollywood starlet. Y’know it’s hard enough to be fourteen. You’re skinny. You’re wearing speedoes—That your mom promised that you would grow into! And you look up into the stands and there’s your dad cheering you on dressed as Carmen Miranda. We was wearing a headdress with real fruit that he will later hand out to your friends as a healthy snack!\nMonica: Hey, the point is that he was at everyone of your swim meets and he was there cheering you on! Okay? That’s a, that’s a pretty great dad.\nChandler: He had sex with Mr. Girabaldi!\nMonica: Who’s Mr. Girabaldi?\nChandler: Does it matter?!\nMonica: Chandler, you’re not fourteen anymore. Okay? Maybe it’s time that you let that stuff go. If your father’s not at your wedding…you’re gonna regret it for the rest of your life.\nChandler: Yeah o-okay, but I’m just doing this for you.\nMonica: Yes!\nChandler: So I really never get to win anymore?\nMonica: How much did ever really win before?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Phoebe is there as Joey enters.]",
            "dialog": "Joey: Pheebs!\nPhoebe: Hey!\nJoey: Listen, you know how uh, when you’re wearing pants and you lean forward I check out your underwear?\nPhoebe: Yeah!\nJoey: Well, when Jake did it I saw that…he was wearing women’s underwear!\nPhoebe: I know. They were mine.\nJoey: Oh. (Laughs.) No! No wait, that’s weird!\nPhoebe: No, it’s not! We were just goofing around and I dared him to try them on.\nJoey: That’s weird!\nPhoebe: I’m wearing his briefs right now.\nJoey: That’s…kinda hot.\nPhoebe: I think so too. And that little flap? Great for holding my lipstick.\nJoey: Yeah, I wouldn’t know about that.\nPhoebe: And! Y’know what Jake says? That women’s underwear is actually more comfortable. And he loves the way the silk feels against his skin.\nJoey: Yeah well next thing you know, he’ll be telling you that your high heels are good for his posture!\nPhoebe: There is nothing wrong with Jake! Okay? He is all man! I’m thinking even more than you.\nJoey: Oh yeah, he looked like a real lumberjack in those pink laceys.\nPhoebe: I’m just saying that only a man completely secure with his masculinity could walk around in women’s underwear! I don’t think you could ever do that.\nJoey: Hey! I am secure with my masculinity.\nPhoebe: Okay whatever.\nJoey: You’ve seen my huge stack of porn right? (Phoebe nods.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The Porsche, Rachel is driving along a highway and Ross has finally moved to the death seat and is terrified.]",
            "dialog": "Rachel: God. I forgot how much I love driving. I have got to get my license renewed.\nRoss: (shocked) You don’t have a valid driver’s license—Okay that is it! Pull over right now!\nRachel: Oh Ross you’re so tense! You just gotta relax okay? Just need to relax all right? Just need to relax… (She takes her hands off of the wheel.)\nRoss: (grabbing the wheel) What-what are you doing?! Are you—Okay that’s not funny! Just stop horsing around!\nRachel: I am not horsing around okay? I am Porsching around.\n(Suddenly a siren goes off behind them.)\nRachel: Uh-oh. (She starts to pull over.)\nRoss: Okay, stay calm. Nothing is going to happen to you, you are not in that much trouble.\nRachel: Really? You think so?\nRoss: I was talking to myself! You’re going down!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Joey and Rachel's, Joey is walking from the bathroom to his bedroom and walks past a pile of Rachel’s laundry, which just happens to include a selection of panties. He stops, goes back to the basket, looks for Rachel, picks up a lavender thong, and heads for his bedroom. However, he decides he doesn’t like his selection and goes back this time picking up a red low-cut silk brief and heads for his room, flexing along the way to prove his masculinity.]",
            "dialog": "[Scene: Las Vegas, we have the typical glamour shots of Vegas and the strip before we arrive at 4 Queens bar, where Chandler and Monica are sitting at a table waiting for the show to start.\nA Waiter in Drag: (to Chandler and Monica) Has someone taken your order yet?\nMonica: Uh oh yeah, she did. Uh, he did. (To Chandler) She? (To the waiter) I’m-I’m sorry I’m new. I don’t…\nWaiter in Drag: (To Chandler) Hm-mmm?\nChandler: Yeah, I just ordered a beer! (Pounds the table.)\nWaiter in Drag: You’re straight. I get it. (Walks away.)\nMonica: I still say that if we had called your dad we coulda gotten better seats.\nChandler: No! No! I don’t want him to know we’re yet! I’m not sure I’m ready for that. And besides he’s not gonna be too happy to see me either.\nMonica: Why not?!\nChandler: I don’t know if I’ve told you this, but he’s kinda tried to get in contact with me a lot over the last few years\nMonica: What?!\nChandler: Yeah, he’s made phone calls, written letters, he even came to New York, but I always said I was too busy to see him. Y’know it’s all very Cats in the Cradle—I don’t want to get into it. (The show starts.) Here we go.\nAnnouncer: Ladies and gentlemen please welcome the incomparable Helena Handbasket!\n(There’s applause as Helena turns around and it’s Kathleen Turner.)\nHelena: Hello darlings.\nChandler: And there’s daddy!\nCommercial Break\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The Porsche, they have pulled over and are awaiting the cop to come talk to them.]",
            "dialog": "Rachel: Okay. Switch places with me! Switch places with me! Come on! I’ll go under, you go over!\nRoss: Yeah, I’ll get right on that.\nRachel: Oh come on Ross!! (She tries to switch places with him and goes under his leg.)\nRoss: No Rach! Come on! No-no! Yeah, I’m sure we won’t get arrested for this.\n(She sits back up as the policeman approaches. She undoes her top button.)\nRachel: (sexily) Hi officer, was I going a little too fast?\nRoss: Oh my God.\nPoliceman: Can I see your license please?\nRachel: Oh yes, absolutely! Y’know, it’s weird uh, but I had a dream last night where I was stopped by a policeman. And then he uh…well I probably shouldn’t tell you the rest.\nPoliceman: Your license?\nRachel: (handing it to him) Yes. Here you go Officer uh, Handsome.\nPoliceman: That’s Hanson.\nRachel: Oops sorry, my mistake.\nRoss: Dear Lord!!\nPoliceman: Wow!\nRoss: Here it comes.\nPoliceman: This is a great picture.\nRachel: Really?! You think so? Y’know, I had just rolled out of bed.\nPoliceman: Yeah? Well you look phenomenal.\nRoss: Well she should, it was taken ten years ago!\nRachel: Y’know you’re-you’re probably wondering about the old date on there.\nPoliceman: Yes I am.\nRachel: Yeah.\nPoliceman: You’re an Aquarius, huh?\nRachel: I bet you’re a Gemini.\nPoliceman: Nope.\nRachel: Taurus?\nPoliceman: Nope.\nRachel: Virgo?\nPoliceman: Nope.\nRachel: Sagittarius?\nPoliceman: Yep.\nRachel: I knew it! I knew it, ahh….\nPoliceman: Well I tell you what…\nRachel: Yeah?\nPoliceman: You’re not gonna speed anymore right?\nRachel: I won’t speed.\nPoliceman: And you promise you’ll get this taken care of right away?\nRachel: I promise.\nPoliceman: And in the meantime you better let him drive. Does he have a license?\nRachel: Yeah!\nPoliceman: Can he handle the stick?\nRachel: Oh well…\nRoss: I can handle the stick!!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: 4 Queens Club, Helena Handbasket is singing.]",
            "dialog": "Helena: I feel pretty. Oh so pretty. I feel pretty and witty and…(She holds the mike out to the audience.)\nAll: Gay!\nMonica: That can’t be your father.\nChandler: Believe me, I’ve been saying that for years. Oh my God!\nMonica: What?\nChandler: That’s Mr. Girabaldi playing the piano.\nHelena: (singing) For I’m loved by a pretty wonderful boy! (Applause.) Hello! And welcome to the show. I see some of our regulars in the audience. And a couple of irregulars. (He starts going into the audience.)\nChandler: He’s coming into the audience. He’s coming into the audience.\nMonica: Relax! You’ll be fine. (Chandler exhales and turns off the table light.) Oh much better. You’re invisible now.\nHelena: (standing at a table and asking the guy sitting there) Where are you from?\nGuy: Bakersfield.\nHelena: I’m sorry? (Holds out the mike.)\nGuy: Bakersfield!\nHelena: No-no I heard! I’m just sorry.\nChandler: It can’t happen like this. Okay? I’ll meet you back at the hotel.\n(He gets up to walk out, but Helena spots and stops him.)\nHelena: (to Chandler’s back) Oh look, a standing ovation already! So early in the show. Oh turn around honey; let me see your pretty face. (He slowly turns around. Helena recognizes him.)\nMonica: Can we have our drinks please?! Waiter—Uh, tress!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Phoebe is sitting on the couch as Joey enters strutting.]",
            "dialog": "Joey: Hey Pheebs! (He sits down next to her.)\nPhoebe: Hey!\nJoey: Check it out. (He turns around, pulls down his pants, and shows Phoebe that he’s got panties on.) How much of a man am I?!\nPhoebe: Wow! Nice! Manly and also kind of a slut.\nJoey: Y’know, I’m beginning to see what Jake was talking about.\nPhoebe: Uh-huh.\nJoey: The silk? Feels really good!\nPhoebe: Huh.\nJoey: Yeah! And-and things aren’t as…smashed down as I thought they were gonna be.\nPhoebe: That’s great Joe!\nJoey: Yeah! And you have so many more choices than you do with men’s underwear!\nPhoebe: Uh-huh.\nJoey: Bikini, French cut, thong! And-and the fabrics! You’ve got cotton, silk, lace! And y’know what I’ve always wondered about?\nPhoebe: Hmm?\nJoey: Pantyhose! Y’know? They way they start at your toe and go all the way up to here… (He mimed that and stops when he realized he went to far.) I should go take these off shouldn’t I?\nPhoebe: I think it’s important that you do.\n(Joey agrees and heads to take them off.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: 4 Queens Club, scene continued from earlier.]",
            "dialog": "Helena: So what’s your name?\nChandler: (resigning himself to his fate) Chandler. (He quickly sits down.)\nHelena: Chandler? What an unusual name! You must’ve had terribly fascinating parents.\nChandler: Oh, they’re a hoot.\nHelena: (To Monica) And who is your friend?\nMonica: I’m-I’m Monica.\nHelena: Monica! Where are you from?\nMonica: New York.\nHelena: I’m not very fond of New York. Queens I like. (Noticing Monica’s ring.) Ooh, what is this sparkle something! (Shows the audience who woos.) Honey! Huh?\nChandler: Actually Monica and I are engaged.\nHelena: Really?! Congratulations. When’s the big day?\nMonica: (looks at Chandler) In…in two weeks.\nHelena: (disappointed) I see. Well, I wish you both a lifetime of happiness. (To a bald guy.) So you’re bald?\nChandler: Wait! Wait! We’d really love it if you could be there.\nHelena: We? (Looks at Monica who nods.)\nChandler: I know it would make me happy, ma’am.\nHelena: Well I wouldn’t miss it for the world. Oh! I’m getting all misty here! You’d think I was having my legs waxed or something. (Goes back on stage.)\nMonica: (To Chandler) You okay?\nChandler: Yeah. Thanks for making me do this.\nHelena: Before we go on with the show, I just want to say to the bride and groom how lucky they are to have found each other. In every life, a little rain must fall. Fortunately, in my life… (Four guys wearing rubber boots, shorts, hats, and nothing else carrying umbrellas run onto the stage.) (Singing) It’s raining men!\nThe Chorus Line: Hallelujah!\nHelena: It’s raining men!\nThe Chorus Line: Amen!\nChandler: (To Monica) When I was growing up I…played the one on the far left.\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The Porsche, cars are whizzing by and honking their horns on both sides very quickly as Ross creeps along.]",
            "dialog": "Rachel: Remind me to introduce you to someone!\nRoss: Who?\nRachel: Fourth gear!!\n(Suddenly a siren goes off.)\nRoss: What?! What does he want?! I wasn’t doing anything!\nRachel: Well maybe he saw your hand slip briefly from the ten and two o’clock position.\nRoss: Maybe it’s uh Sergeant Sagittarius coming back to flirt some more! (They pull over.)\nRachel: It’s a different guy!\n(The policeman walks up.)\nRoss: Good evening officer.\nPoliceman: Do you know how fast you were traveling back there?\nRoss: Ah no. I don’t, but it could not have been more than sixty.\nPoliceman: You’re right. It was 37. (Rachel laughs.)\nRoss: I mean you’re not gonna give me a-a ticket for driving too slow are ya?\nPoliceman: That’s right.\n(There’s a pause as Ross gets suddenly flirtatious.)\nRoss: Y’know of-officer I uh…I had the weirdest dream last night…\nRachel: Oh my God!\nPoliceman: Your license please.\nRoss: (laughs) You don’t-you don’t want to hear about my dream Officer…Pretty?\nPoliceman: It’s Petty. (He grabs Ross’s license.) I’ll be right back with your ticket. (Walks back to his car.)\nRachel: (pause) You have a son!\nRoss: I know. I know.\nEnding Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Central Perk, Joey is returning from having removed Rachel’s panties.]",
            "dialog": "Phoebe: Feel better?\nJoey: Yeah! Much! Listen uh, not that I’m y’know insecure about my manhood or anything y’know, but I think I need to hook up with a woman like right now.\nPhoebe: Yeah, I understand.\nJoey: Yeah! Okay! (He notices a beautiful woman sitting behind the couch and goes to talk to her.) Hey! Hi!\nWoman: Hi!\nJoey: Y’know, you look familiar. Do I know you from somewhere?\nWoman: I don’t think so.\nJoey: Oh! Maybe it’s because I’m on television. I’m an actor on Days of Our Lives.\nWoman: Wow!\nJoey: Yeah.\nWoman: Really?!\nJoey: Hm-mmm.\nWaitress: (to the woman) $4.50 please.\nJoey: Oh, let me get this. (He takes out his wallet, but the panties come with it. The woman and waitress are shocked.) (Realizing) (To the woman) These are for you.\nEnd\n"
        }
    ]
}