{
    "metadata": {
        "season": "SEASON 7",
        "title": "721 The Vows",
        "written_by": "Doty Abrams",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's, Monica is at the kitchen table and Chandler is in the living room.]",
            "dialog": "Monica: Do you realize that four weeks from today we’re getting married? Four weeks baby!! Four weeks!!!\nChandler: Do you realize you get louder each week?\nMonica: There’s still so much to do. Have you written your vows yet?\nChandler: I figured I’d buy those. Pat, I’d like to buy a vow. (Laughs)\nMonica: Sweetie, you know I have no sense of humor when it comes to the wedding.\nChandler: Right. So uh, have you written yours yet?\nMonica: No! But I know exactly what I’m going to say.\nChandler: Do you happen to know what I’m going to say?\nMonica: (handing him a pad of paper and a pen) Let’s just do it right now. Okay? It won’t be hard. Just say what’s in your heart. (She goes back, sits down, and starts feverishly writing.)\nChandler: (watching in her) (in his head) Look at her go! She must love me more than I love her! What’s wrong with me? Ooh, don’t open that door.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey and Rachel's, Chandler is getting help writing his vows from Joey and Ross.]",
            "dialog": "Chandler: (writing) Monica, there are no words… (To Joey and Ross) There are no words! This should not be this hard!\nJoey: All right, uh… (To Ross) Oh hey, you’ve done this before Ross, well what did you say when you made up your vows?\nRoss: Well with Carol, I promised never to love another woman until the day I die. She made no such promise.\nChandler: I’m so pathetic! Monica knows what she wants to say! You should’ve seen her. Writing, writing, writing!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's, Monica has hit a writer’s block as Rachel and Phoebe enter.]",
            "dialog": "Rachel: Monica what?\nPhoebe: What?!\nRachel: What is the emergency?!\nMonica: You have to help me! I’m supposed to be writing my vows and all I have is this! (Shows them what she’s been working on.)\nRachel: Well, I like the pretty little drawing of you in the wedding dress.\nMonica: Thank you.\nPhoebe: Yeah, except your breasts look kinda small. (Points.)\nMonica: Those are my eyes! Those are my breasts. (Points.)\nPhoebe: Oh! Yeah! (Monica glares at her.)\n[Cut to the guys.]\nRoss: Well, why don’t you just start with something simple. Like umm, Monica from the moment I met you, I knew I loved you.\nChandler: Yeah, I’m not sure I can do that.\n[Flashback to when Chandler was introduced to Monica in The One With The Thanksgiving Flashbacks.]\nRoss: ...everyone, this is Chandler!\nFat Monica: Hi, I'm Ross's little sister.\nChandler: (seeing her) Okay.\n[Cut to the girls.]\nRachel: Okay. Okay. Okay. Umm, maybe you can start with, \"Chandler, even though we were friends; there was a part of me that always knew I wanted more.\"\n[Flashback to The One With The Jellyfish, Chandler and Monica are lying on the beach.]\nChandler: All right, there’s a nuclear holocaust, I’m the last man on Earth. Would you go out with me?\nMonica: Ennnh.\n[Cut back to the girls.]\nMonica: Ooh, are we allowed to lie in the vows?!\nPhoebe: Well maybe you don’t talk about your feelings back then. Maybe you just say something about y’know all the things that he’s taught you. Like… (They all try to think about one example and don’t succeed.) Or all the things you taught him.\n[Flashback to The One With Phoebe's Uterus, Monica is teaching Chandler how to turn a woman on. They're in Monica and Rachel's apartment and Monica has just drawn a diagram of a woman.]\nMonica: Now everybody knows the basic erogenous zones. (She starts labelling them) You got one, two three, four (Chandler is shocked to find out there’s more than three), five, six, and seven!\nChandler: (shocked) There are seven?! (Points to one) That’s one?\nMonica: It’s kind of an important one!\nChandler: Oh, y’know-y’know what, I was looking at it upside down.\nRachel: Well, y’know, sometimes that helps. (She realises what that could’ve meant.)\nMonica: All right. Umm, you could uh start out with a little 1, a 2, a 1-2-3, 3, 5, a 4, a 3-2, 2, a 2-4-6, 2-4-6, 4, (Rachel starts getting worked up) 2, 2, 4-7, 5-7, 6-7, 7 …7..…7…7-7-7-7-7-7-7-7-7-7-7-7…(mouths 7)! (They both lean back on the couch satisfied.)\n[Cut to the guys.]\nJoey: Oh, I got it! How about saying something like, \"Monica…\nChandler: (writing) Monica…\nJoey: \"…when I look back over our time together…\"\nChandler: (writes what Joey said and waits for him to go on) Yeah?\nJoey: Well, I can’t do everything! Look back over your time together.\n[This starts a series of flashbacks beginning with Monica and Chandler in the waiting room in The One With the Birth.]\nPhoebe: Oh, look, twins. Hi, guys. Oh, cute, cute.\nMonica: No fair. I don't even have one. How come they get two?\nChandler: You'll get one.\nMonica: Oh yeah? When?\nChandler: All right. I'll tell you what. When we're 40, if neither one of us are married, what do you say you and I get together and have one?\nMonica: Why won't I be married when I'm 40?\nChandler: Oh, no, no. I just meant hypothetically.\nMonica: Ok, hypothetically, why won't I be married when I'm 40?\nChandler: No, no, no.\nMonica: What is it? Is there something fundamentally unmarriable about me?\nChandler: (trapped) Uh, uh.\nMonica: Well?\nChandler: Dear God! This parachute is a knapsack! (throws himself over the back of the chair he was sitting in)\n[Cut to Ross leaping into Chandler’s Hotel room in London in The One With Ross’s Wedding.]\nRoss: (Screaming) I’m getting married today!! Ahh, whoo-hoo!!(He runs back out the door.)\nMonica: (Comes up for below the covers and looks concerned.) Do you think he knew I was here? (Chandler quickly looks at Monica not knowing what to say.)\n[Cut to Chandler opening the door to his and Joey’s apartment to reveal Monica standing there with a turkey on her head in The One With The Thanksgiving Flashbacks.]\nChandler: Nice try.\nMonica: Wait, wait, wait! (She puts a Shriner's hat on the turkey.)\nChandler: Look, Monica…\nMonica: Look! (She puts a big, yellow pair of sunglasses on the bird.)\nChandler: This is not going to work.\nMonica: I bet this will work! (She starts dancing and Chandler cracks up.)\nChandler: You are so great! I love you!\n(Monica stops suddenly and turns around slowly.)\nMonica: What?\nChandler: Nothing! I said, I said \"You're so great\" and then I just, I just stopped talking!\nMonica: You said you loved me! I can't believe this!\nChandler: No I didn't!\nMonica: Yes, you did!\nChandler: No I didn't!\nMonica: You love me!\nChandler: No I don't! Stop it! Stop it! Stop it! Stop it!\n(Joey walks in and sees Monica. He freaks out and runs back into the hallway, screaming.)\n[Cut to Chandler trying to hint to Monica that he wanted to move in with her in The One After Vegas.]\nChandler:  Y’know I was thinking, what if I uh, unpack here?\nMonica: Then all your stuff would be here.\nChandler: Well, what if all my stuff was here?\nMonica: Then you’d be going back and forth all the time, I mean it doesn’t make any sense.\nChandler: Okay. What if we lived together and you understand what I’m saying?\n[Cut to Chandler entering his and Monica’s apartment alight with a thousand candles in The One With The Proposal.]\n(He walks dejectedly into his apartment to find it lit with about a thousand candles and Monica standing in the living room.)\nMonica: You wanted it to be a surprise.\n(He turns to look at Joey who smiles slyly and closes the door leaving them alone.)\nChandler: Oh my God.\n(Monica gets down on one knee.)\nMonica: Chandler… In all my life… I never thought I would be so lucky. (Starting to cry.) As to…fall in love with my best…my best… There’s a reason why girls don’t do this!\nChandler: Okay! (He joins her on one knee) Okay! Okay! I'll do it!  Oh God, I thought… (Starting to cry, pauses) Wait a minute, I-I can do this. (Pause) I thought that it mattered what I said or where I said it. Then I realized the only thing that matters is that you, (Pause) you make me happier than I ever thought I could be. (Starting to cry again.) And if you’ll let me, I will spend the rest of my life trying to make you feel the same way. (Pause as he gets out the ring.) Monica, will you marry me?\nMonica: Yes.\n(The crowd goes wild as he puts the ring on her finger. They hug and kiss this time as an engaged couple.)\nJoey: (yelling through the door) Can we come it yet?! We’re dying out here!\nMonica: Come in! Come in! (Joey, Rachel, and Phoebe burst through the door.) We’re engaged!!!\n(Everyone screams and has a group hug.)\nCommercial Break\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Phoebe and Rachel are on the couch as Joey and Ross enter.]",
            "dialog": "Joey: Hey!\nRoss: Hey!\nRachel: Hey!\nPhoebe: Hey!\nRachel: Hey, what have you guys been up to?\nRoss: Oh, we were helping Chandler write his vows, but he kicked us out because Joey kept making inappropriate suggestions.\nJoey: How is \"Monica, I love your sweet ass,\" inappropriate?\nRoss: How’s Monica coming along with her vows?\nPhoebe: Well let’s just say its she’s lucky she has a sweet ass, ‘cause she’s not so good at the writing.\nRoss: I can’t believe in four weeks they’re gonna be married!\nPhoebe: Well let’s just hope it works. Y’know nine out of ten marriages end in divorce?\nRoss: Phoebe that’s not true.\nPhoebe: Yeah, you’re right. How’s the Mrs.?\nRachel: I can’t believe they’ve been together for three years.\nJoey: (shocked) Has it been that long?!\nRoss: Believe me, it seems like less because they hid it from us for so long.\n[Flashback to Joey interrupting a bath Monica and Chandler are sharing in The One With All The Kissing. Monica dives underwater as Joey opens the door.]\n(They move into kiss but are interrupted by Joey knocking on the door.)\nJoey: Hey, it's me! I'm comin' in!\n(Monica quickly dives under the water as Joey enters. He looks a little shocked at what Chandler's doing.)\nChandler: I've had a very long, hard day.\nJoey: Ahh, I'm gonna go get some chicken. Want some?\nChandler: Ahh, no thanks. No chicken, bye-bye then.\nJoey: Okay.\n(Joey leaves and Monica comes up for air.)\nChandler: Are you okay? I'm so sorry, he wouldn't leave. He kept asking me about chicken.\nMonica: Chicken? I could eat some chicken.\nChandler: Hey Joe!\n(Monica goes back underwater as Joey re-enters.)\nChandler: Yeah, can I get a 3-piece, some cole slaw, some beans, and a Coke—(Yelps in pain as Monica grabs him underwater)—Diet Coke.\n(Joey gives him a thumbs up and heads for the chicken.)\n[Cut back to Central Perk.]\nRachel: I don’t know why they didn’t just tell us.\nJoey: I know! I mean it’s not like we weren’t cool about it.\n[This starts a series of flashbacks starting with Monica and Chandler forcing Joey to keep his new found knowledge of their secret relationship in Monica’s bedroom in The One With All the Kips.]\nJoey: (To Chandler) You?! (To Monica) And-and you?!\nMonica: Yes, but you cannot tell anyone! No one knows!\nJoey: How?! When?!\nChandler: It happened in London.\nJoey: IN LONDON!!!\nChandler: The reason we didn't tell anyone was because we didn't want to make a big deal out of it.\nJoey: But it is a big deal!! I have to tell someone!\n(They both grab him and stop him.)\nChandler: No-no-no-no-no! You can't!\nMonica: Please? Please?! We just don't want to deal with telling everyone, okay? Just promise you won't tell.\n(Joey thinks it over.)\nJoey: All right! Man, this is unbelievable!\n[Cut to Rachel listening to a phone conversation between Chandler and Monica in The One With All the Resolutions.]\nMonica: (on phone) I can't wait to be with you!  I'll just tell Rachel I'm gonna be doing laundry for a couple of hours.\nChandler: (on phone) Laundry. Huh. Is that my new nickname? (Rachel is absolutely stunned, she opens her mouth in absolute amazement.)\nMonica: (on phone) Awww, y'know what your nickname is, Mr. Big…\nRachel: Arghh!! (She quickly hangs up the phone and starts to pace around wondering what to do.)\n[Cut to Phoebe in Ross’s new apartment looking at Monica and Chandler and what they’re about to do in The One Where Everybody Finds Out.]\nPhoebe: (looking out the window) Oh, look! There's Monica and Chandler! (Starts yelling.) Hey! Hey, you guys! Hey! (Chandler and Monica start taking each other's clothes off.) Ohh!! Ohh! Ahh-ahhh!!\nRachel: What?!\nPhoebe: (screaming) Ahhh!! Chandler and Monica!! Chandler and Monica!!\nRachel: Oh my God!\nPhoebe: CHANDLER AND MONICA!!!!\nRachel: OH MY GOD!!!\nPhoebe: OH!! MY EYES!!! MY EYES!!!!\nRachel: Phoebe!! Phoebe!! It's okay!! It's okay!!\nPhoebe: NO! THEY'RE DOING IT!!!\nRachel: I KNOW!! I KNOW!! I KNOW!\nPhoebe: YOU KNOW?!!!\nRachel: Yes, I know! And Joey knows! But Ross doesn't know so you have to stop screaming!!\nRoss: (entering) What's going on?\nPhoebe and Rachel: Ohhh!!!\nRachel: (trying to divert his attention from the window by jumping up and down) HI!! Hi!\nRoss: What?! What?!\nRachel: Nothing! Oh God, we're just so excited that you want to get this apartment!\nRoss: Actually, it looks really good. (Turns towards the window and now Phoebe starts jumping to divert his attention.)\nPhoebe: (Screaming incoherently.) Get in here!!! (Motions to join her and Rachel.)\n(Ross starts jumping and screaming incoherently and hops over and joins in on the group hug.)\n[Cut to later in that episode in Central Perk, a meeting with Phoebe, Rachel, and Joey where they discuss Chandler and Monica.]\nPhoebe: Okay, so now they know that you know and they don't know that Rachel knows?\nJoey: Yes, but y'know what? It doesn't matter who knows what. Now, enough of us know that we can just tell them that we know! Then all the lying and the secrets would finally be over!\nPhoebe: Or, we could not tell them we know and have a little fun of our own\n[Cut to later in that episode. Rachel and Phoebe are going to a movie from Monica and Chandler’s, and as Phoebe walks by Chandler she pinches him on the butt and exits.]\nRachel: All right honey, we'd better go if we wanna catch that movie.\nMonica: Bye!\nAll: Bye!\nPhoebe: Bye Chandler! (She walks up to him.) (Quietly.) I miss you already. (She pinches his butt.)\nChandler: (after they've left) Okay, did you see that?! With the inappropriate and the pinching!!\nMonica: Actually, I did!\nChandler: Okay, so now do you believe that she's attracted to me?\nMonica: Ohhh, oh my God! Oh my God! She knows about us!\n[Cut to later in that episode. Monica and Chandler are confronting Joey in his apartment about Phoebe’s knowledge.]\nChandler: Phoebe knows about us!\nJoey: Well I didn't tell them!\nMonica: Them?! Who's them?\nJoey: Uhhh, Phoebe and Joey.\nMonica: Joey!\nJoey: And Rachel. I would've told you but they made me promise not to tell!\nMonica: Oh man, they think they are so slick messing with us! But see they don't know that we know that they know! So…\nChandler: Ahh yes, the messers become the messies!\n[Cut to later in that episode. Phoebe is telling Rachel in Monica and Chandler’s that Chandler wants to make a date with Phoebe.]\nPhoebe: I'll have to get back to you on that. Okay, bye! (Hangs up.) Oh my God! He wants me to come over and feel his bicep and more!\nRachel: Are you kidding?!\nPhoebe: No!\nRachel: I can not believe he would do that to Mon—Whoa! (She stops suddenly and slowly turns to point at Joey. Joey is avoiding her eyes.) Joey, do they know that we know?\nJoey: No.\nRachel: Joey!\nJoey: They know you know.\nRachel: Ugh, I knew it! Oh I cannot believe those two!\nPhoebe: God, they thought they can mess with us! They're trying to mess with us?! They don't know that we know they know we know! (Joey just shakes his head.) Joey, you can't say anything!\nJoey: I couldn't even if I wanted too.\n[Cut to later in that episode. Chandler is in his bathroom with Monica, and he’s panicking on how far Phoebe is pushing him.]\nChandler: Listen, this is totally getting out of hand! Okay? She wants me to put lotion on her!\nMonica: She's bluffing!\nChandler: Look, she's not backing down! She went like this! (He does a little mimic of her dance.)\n[Cut to the hallway where Phoebe is conferring with Rachel.]\nPhoebe: He's not backing down. He went to get lotion.\nJoey: (entering the hall) Oh man! Aren't you guys done yet?!\nRachel: Joey look, just look at it this way, the sooner Phoebe breaks Chandler the sooner this is all over and out in the open.\nJoey: Ooh!\nRachel: Okay!\nJoey: I like that! (To Phoebe) Oh, okay! Show him your bra! He's afraid of bras! Can't work 'em! (He swiftly rips open the front of Phoebe's dress revealing her bra.)\nPhoebe: Joey! (Examining the dress.) Wow, you didn’t rip off any buttons.\nJoey: It's not my first time.\n[Cut to the bathroom.]\nMonica: You go back out there and you seduce her till she cracks!\nChandler: Okay, give me a second! (Pause) Did you clean up in here?\nMonica: Of course.\n[Cut back to the living room. Chandler slowly exits the bathroom and gets pushed from behind by Monica and sees Phoebe closing the apartment door.]\nChandler: Oh, you're-you're going?\nPhoebe: Umm, not without you, lover. (She slowly walks over to him and is showcasing her bra.) So, this is my bra.\nChandler: (swallowing hard) It's very, very nice. Well, come here. I'm very happy were gonna have all the sex.\nPhoebe: You should be. I'm very bendy. (Pause) I'm gonna kiss you now.\nChandler: Not if I kiss you first.\n(They move closer to together and Phoebe hesitantly puts her hand on Chandler's hip. He puts his hand on her left hip but then decides to put his hand on her left hip. Phoebe then grabs his butt. Chandler goes for her breast, but stops and puts his hand on her shoulder.)\nPhoebe: Ooh.\nChandler: Well, I guess there's nothing left for us to do but-but kiss.\nPhoebe: Here it comes. Our first kiss.\n(They slowly and hesitantly move their lips together and kiss gently. Phoebe has her eyes wide open in shock and Chandler is squinting. He finally breaks the kiss after only a short while and pushes Phoebe away.)\nChandler: Okay! Okay! Okay! You win! You win!! I can't have sex with ya!\nPhoebe: And why not?!\nChandler: Because I'm in love with Monica!!\nPhoebe: You're-you're what?!\n(Monica comes out of the bathroom like a bolt, and Rachel and Joey both enter.)\nChandler: Love her! That's right, I…LOVE…HER!!! I love her!! (They walk together and hug.) I love you, Monica.\nMonica: I love you too Chandler. (They kiss.)\nPhoebe: I just—I thought you guys were doing it, I didn't know you were in love!\nJoey:  So that's it! It's over! Everybody knows!\nMonica: Well actually, Ross doesn't.\nChandler: Yes, and we'd appreciate it if no one told him yet.\n[Cut to later in that episode. Ross is showing his boss his new place and notices something in the window.]\nRoss: (He notices something through the window.) No! No! Wh… What are you doing?!! (Dr. Ledbetter is slowly backing away.) GET OFF MY SISTER!!!!!!!!!!!!!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Phoebe, Rachel, Joey and Ross are talking.]",
            "dialog": "Phoebe: Y’know, you’re friend’s getting married, it’s gotta change things.\nRachel: You really think it would be that different?\nPhoebe: How could it not be? I mean pretty soon they’re gonna be having kids, and then they’re just gonna be hanging out with other couples who have kids. And then maybe they’re gonna have to leave the city to be near a Volvo dealership.\nRachel: Well, things change.\nJoey: I don’t want them to move to a Volvo dealership!\nRoss: It’ll be okay Joe.\nJoey: I’m sorry, I just…I like things the way they are.\n[Flashback to the gang in Central Perk in The One Where Nana Dies Twice, they’re all going through an old photo album.]\nRachel: Hey, who's this little naked guy?\nRoss: That little naked guy would be me.\nRachel: Aww, look at the little thing.\nRoss: Yes, yes, fine, that is my penis. Can we be grown-ups now?\nChandler: Who are those people?\nRoss: Got me.\nMonica: Oh, that's Nana, right there in the middle. (Reads the back) 'Me and the gang at Java Joe's'.\nRachel: Wow, Monica, you look just like your grandmother. How old was she there?\nMonica: Let's see, 1939... yeah, 24, 25?\nRoss: Looks like a fun gang. (They all look at each other and smile)\nJoey: Ooh, look-look-look-look-look! I got Monica naked!\nRoss: (looking) Nono, that would be me again.\n[Cut back to Central Perk, Monica and Chandler are entering.]\nMonica: Hey, you guys!\nPhoebe: Hey.\nJoey: Hey.\nChandler: What’s going on?\nRachel: Well, we were just talkin’ about you guys gettin’ married and how great it is.\nJoey: Yeah, you can get a Volvo. If that’s what you really want.\nMonica: Oh that’s so sweet.\nChandler: So we both finished our vows.\nPhoebe: Oh!\nJoey: Hey!\nRachel: Oh, can we read them?\nMonica: Yeah, I don’t hear Chandler’s and he doesn’t hear mine.\nRachel: Okay.\nPhoebe: Okay.\n(They spilt into their sexes and the girls read Monica’s and the guys read Chandler’s. The girls gasp and groan and the guys laugh hysterically.\nPhoebe: (To Monica) Oh, that’s beautiful.\nJoey: (To Chandler) (laughing) Funny one! That’s good!\nRachel: (To Monica) Monica, will-will you marry me?\n(Ross laughs.)\nJoey: What? I don’t get it.\n(Ross points to the explanation and he gets it.)\nRoss: (To Chandler) Oh man, this is hilarious.\nMonica: Chandler!!\nChandler: Don’t worry honey, we’ll make yours funnier.\nEnding Credits\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Chandler's, Ross and Joey are reading Chandler’s new vows.]",
            "dialog": "Chandler: Okay, what do you guys think?\nRoss: (quietly) Dude!\nJoey: (starting to cry) I have never known love like this.\nChandler: You really like it?\nRoss: Dude! How-how did you write this?\nChandler: I stole Monica’s and changed the name.\nRoss: You can’t do that!\nJoey: If he goes first he can!\nEnd\n"
        }
    ]
}