{
    "metadata": {
        "season": "SEASON 7",
        "title": "701 Monica's Thunder",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler, Joey, Rachel, and Phoebe are standing around the table drinking champagne as Ross enters.]",
            "dialog": "Ross: Hey, what’s going on?\nChandler: Hey.\nRoss: I found a note on my door, \"Come to Monica’s quick, bring champagne and a Three Musketeers bar.\"\nJoey: (grabbing the candy bar) Yeah I’ll take that.\nRoss: What’s up?\nChandler: Monica and I are engaged.\nRoss: Oh my God. (Hugs Chandler.) Congratulations.\nChandler: Thanks.\nRoss: Where is she?\n[Cut to Monica out on the balcony.]\nMonica: (yelling at the top of her lungs) I’m engaged!!!!!! I’m engaged!!!!\n[Cut back inside.]\nJoey: Yeah, she’s been out there for twenty minutes, I’m surprised you didn’t hear her on the way over.\nRoss: Oh, I thought it was just a kid yelling, \"I’m gay! I’m gay!\" Can I bring her in?\nPhoebe: Oh no, let her stay out there. It’s sweet.\n[Cut to Monica.]\nMonica: I’m getting married!!!! I’m gonna be a bride!!!! (Someone else yells at her.) No, I will not shut up because I’m engaged! (He yells again.) Ohh, big talk! Huh, why don’t you come over here and say that to me?! Huh, buddy?! Yeah, my fiancee will kick your ass! (Chandler starts to look worried.) Come on, apartment 20! Apartment 20!\n[Cut back inside.]\nChandler: (To Ross) Okay, you get her in here. (To Joey) You bolt the door. I’ll be in the closet.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, continued from earlier, everyone is now in the living room drinking champagne.]",
            "dialog": "Monica: Okay! Wait-wait-wait! Shhh! (Bangs on her class with a spoon to make a toast.) Okay, umm, I just wanna say that…I love you guys so-so much and-and thank you for being here on my special night. (Chandler clears his throat.) Our special night. I mean it just wouldn’t be my—our-our night, if you all weren’t here to celebrate with me—us—Damnit!\nChandler: It’s okay, I want this to be your night too. (Raises his class.) To Monica.\nMonica: Awww, come on—wait—stop it. Okay, to Monica.\nChandler: To Monica!\n(They all say to Monica, clink their glasses, and drink.)\nPhoebe: So have you decided on a band for the wedding? Because, y’know, I’m kinda musical.\nRachel: Yeah Pheebs, honey, she just got engaged a couple of hours ago. I doubt she’s even had time to…\nPhoebe: Well speaking of chiming in, remember the time you burned down my apartment?\nRachel: (To Monica) Yeah, you’re on your own.\nMonica: Y’know what we should do? We should all get dressed up and go to have champagne at The Plaza.\n(They all agree and start to go and get ready.)\nJoey: But I-I-I can’t stay too long, I gotta get up early for a commercial audition tomorrow and I gotta look good. I’m supposed to be playing a 19-year-old. (Everyone stops in their tracks upon hearing this.) What?\nChandler: So when you said, \"Get up early,\" did you mean 1986?\nJoey: You guys don’t think I look 19?\n(A brief silence ensues.)\nPhoebe: Oh, 19! We thought you said 90!\n(They all politely laugh and stop just as quickly.)\nMonica: Okay everybody, let’s go! Let’s go!\nRachel: Okay.\nChandler: Okay.\n(They all leave and Joey comes back in quickly.)\nJoey: (To Phoebe) Hey, is uh the rest of my candy bar around here?\nPhoebe: Oh honey no, you ate it all.\nJoey: I was afraid of that.\n(Walks out and after he closes the door Phoebe turns around and takes a bite out of what is left of his candy bar.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler’s bedroom, they’re getting ready.]",
            "dialog": "Monica: (looking at her hand) Y’know what shoes would look great with this ring? Diamond shoes! (Sees Chandler sitting on the bed.) You’re not getting dressed. (Chandler quietly folds over the comforter on the bed making a spot for her.)\nChandler: Know what I mean?\nMonica: Yeah, but I don’t think we have time.\nChandler: There’s gonna be a wedding. You’re gonna be the bride. Two hundred people are going to be looking at you in a clean white dress.\nMonica: (lustily) Let’s do it! (She kisses him and they fall back onto the bed.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, time lapse, Chandler is fully dressed and slowly walking out of the bedroom with a distressed look on his face.]",
            "dialog": "Monica: (chasing after him) Chandler! It happens to lots of guys! You-you-you were probably tired, you had a lot of champagne, don’t worry about it!\nChandler: (motioning with his hands) I’m not worried, I’m uh, I’m fascinated. Y’know it’s like uh, Biology! Which is funny because in high school I uh, I-I failed Biology and tonight Biology failed me. (Exits as Phoebe enters from her room with her guitar.)\nPhoebe: Check it out. Okay, I can play this when the guests are coming in. Okay. (Singing)\n\"First time I met Chandler, I thought he was gay.\nBut here I am singing on his wedding day!\"\nMonica: Phoebe!\nPhoebe: If you would’ve let me finish, it goes on to say that he’s probably not gay.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joey and Rachel's, Chandler is looking at the foosball table.]",
            "dialog": "Chandler: Sure, you guys don’t have this problem, you’re made of wood. (Rachel comes out of the bathroom) Hey!\nRachel: Hey!\nChandler: You look great!\nRachel: (quietly) Oh, thanks.\nChandler: You okay over there?\nRachel: I don’t know, y’know? I feel a little umm… No, y’know what? Nevermind, I’m gonna be fine.\nChandler: Oh, don’t worry about it I mean you probably were tired, you had a lot of champagne, it happens to everybody.\n[Rachel exits into the hallway just as Ross is coming up the stairs.]\nRoss: Hey!\nRachel: Hi!\nRoss: Wow! Happy Monica’s night!\nRachel: Well thank you, you too.\nRoss: Thanks.\nRachel: Hey, do you believe this? Do you believe they are actually getting married?\nRoss: Well sure. But I get married all the time so…\nRachel: Ohh…\nRoss: You okay?\nRachel: Yeah, I guess. I-I… I mean, do-do you think we’re ever gonna have that?\nRoss: You mean, we—you and me?\nRachel: Oh no-no-no-no-no, no, no! We, you with someone and me with someone.\nRoss: Oh good, you scared me for a minute.\nRachel: Shake it off.\nRoss: I mean—no, it’s just ‘cause, it’s just ’cause you and I were like a nightmare. (Screams.) No, but there was some good times.\nRachel: No, absolutely. Y’know like it was umm…\nRoss: Surely you can think of something good.\nRachel: Yeah, just give me a minute! (Thinking) Oh well, yes, I can think of one good thing.\nRoss: What?\nRachel: Well you uh, you were always really good at the uh, at the uh the stuff.\nRoss: Yeah? I was good at the stuff huh?\nRachel: Uh-hmm, uh-hmm, yeah, yeah, I really liked your hands.\nRoss: My hands?\nRachel: Yeah.\nRoss: Yeah?\nRachel: Uh-huh.\nRoss: (to his hands) Way to go guys. Y’know, you-you were really good at the stuff too.\nRachel: Oh, I know. Hey, y’know what we never did? (Ross looks at her.) Oh no, not that. (Ross nods okay.) We uh, we never had bonus night!\nRoss: A what?\nRachel: Y’know, bonus night. Y’know, when two people break up but they get back together for just one night.\nRoss: One night, just-just sex. No strings attached?\nRachel: Yeah-yeah, we never had that,\nRoss: No.\n[Silence.]\nRoss: Okay, this is getting a little crazy. I mean, I’m-I’m sure it would be amazing but I…gotta say I really-really don’t think it would be a good idea. Y’know? I really, really…don’t.\n as Joey enters from his room desperately trying to look like a 19-year-old. He’s got the wool cap, he’s got the cut-off Knicks jersey over the faded T-shirt, and he’s got the whole pants-around-the-knees-showing-off-the-boxers thing that rich, white, suburban kids have adopted in a desperate and extremely futile attempt to try to look like they’re from the inner-city.]\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey and Rachel's, Chandler is playing Playstation, Crash Team Racing to be exact (he’s in last on Hot Air Skyway to be more exact)",
            "dialog": "Joey: ‘Sup? ‘Sup dude?\nChandler: (putting his hands up) Take whatever you want, just please don’t hurt me.\nJoey: So you’re playing a little Playstation, huh? That’s whack! Playstation is whack! ‘Sup with the whack Playstation, ‘sup?! Huh? Come on, am I 19 or what?!\nChandler: Yes, on a scale from 1 to 10, 10 being the dumbest a person can look, you are definitely 19.\nJoey: Come on man, really how old?!\nChandler: Young! You’re a man-child okay?! Now go get changed because everybody’s ready and please, oh please, keep my underwear!\nJoey: Wow thanks! (He goes into his bedroom and closes the door.)\nChandler: Joe?\nJoey: Yeah!\nChandler: Uhh, you’ve had a lot of sex right?\nJoey: When? Today? Some, not a lot.\nChandler: Well, it’s just the reason that I’m asking is because I kind of eh, uh, I was unable to—I mean I really wanted too, but I couldn’t…. There huh—hmm, there-there was an incident.\nJoey: Don’t worry about that man, that happens.\nChandler: It’s happened to you?\nJoey: Yeah! Once.\nChandler: Well, what’d you do?\nJoey: I did it anyway.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Monica is in the living room and Phoebe is in her room.]",
            "dialog": "Monica: Phoebe! Come on! Let’s go! (Knocks on her door.) Come on! (Phoebe enters with guitar and not ready to go.) Why aren’t you dressed yet?!\nPhoebe: I’m sorry, but I just wrote the best dance song for your wedding. Check this out. (Gets ready to play.)\nMonica: (grabs the guitar away from her) No, Phoebe, I’ll tell you what, if you get ready now I’ll let you play it at the wedding.\nPhoebe: Really?! Oh that’s so exciting! Thank you! Thanks Mon! Oh but Mon, if you touch my guitar again I’ll have to pound on you for a little bit.\nMonica: Fair enough, now go get ready!\nPhoebe: Okay. (She goes to get ready.)\nMonica: I’ll get everybody else (Does so), finally we can start celebrating my—(She gasps and is stopped by the sight of Ross and Rachel making out in the hall.) I’m sorry, uh apparently I’ve opened the door to the past.\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, continued from before the commercial break. Monica is walking into the apartment followed by Ross and Rachel.]",
            "dialog": "Ross: Okay, Monica. Mon, uh what-what you just saw…\nMonica: (interrupting) Can I ask you just a little question, huh? Why tonight?\nRachel: What?\nMonica: See, I’ve been waiting my whole life to be engaged, and unlike some people I’m only planning on doing this once. So, uh y’know, maybe this is selfish and I’m sorry about it, but I was kinda hoping tonight could just be about that.\nRachel: Oh honey, but it is just about…\nRoss: It is! It is!\nMonica: No it’s not! No! No! Now it’s about you and Ross getting back together!\nRachel: What?!\nMonica: See yeah umm, you kinda stole my thunder!\nRoss: Okay! Ho-ho! We did not steal your thunder because we are not getting back together!\nRachel: Yeah. No. And you know what? Nobody even saw!\nRoss: Yeah!\nMonica: That’s true.\nRachel: Honey I swear it we just kissed.\nRoss: It was just a kiss. (Phoebe enters and overhears this.)\nPhoebe: You guys kissed!!!!! What does this mean?!! Are you, are you getting back together?! Can I sing at your wedding?\nMonica: Thunder being stolen!!\nRachel: Okay come on Phoebe, it’s nothing! Monica, come on!\nRoss: Look let’s not make a big deal out of this! It was a one time thing. It doesn’t even matter!\n(Chandler and Joey enter and overhear that.)\nJoey: Oh my God! I cannot believe you guys are talking about this! The problems in the bedroom are between the man and the woman!!! All right?!! Now Chandler is doing the best he can!!\nChandler: (angrily) I don’t think that’s what they were talking about Joe!!\nPhoebe: What a great night, Chandler can’t do it, these guys kissed… (Points to Ross and Rachel.)\nJoey: What?\nChandler: What?!\nJoey: You guys kissed! Oh my—this is huge!\nRachel: No!\nRoss: Oh no!\nRachel: No-no, it’s really not huge.\nRoss: And; people thinking it’s huge has led Monica to believe that we are stealing her thunder. (To Monica) Which we are not!\nMonica: Well, we’re still talking about it, aren’t we?\nPhoebe: Well yeah, that and Chandler’s problem.\nJoey: Monica-Monica-Monica-Monica, listen-listen, listen, listen, would-would it make you feel better if we all stop talking about Ross and Rachel.\nMonica: Yes that would be lovely.\nJoey: You got it. Okay. Now, I can pass for 19 right?!\nChandler: Yes, you can pass for 19.\nJoey: Really?\nChandler: Yes!\nJoey: Seriously?\nChandler: Seriously? Seriously, no! You can play your own age which is 31!\nJoey: (gasps) I’m 30!\nRachel: Joey, you are not! You’re 31.\nJoey: (realizes) Aww crap!\nPhoebe: Okay, so The Plaza! Okay, we’ll get us some Mai Thai’s, (To Chandler) maybe no more for you though.\nMonica: Y’know what? I-I think that umm, I don’t feel like going to The Plaza.\nPhoebe: Why?!\nRachel: Honey, Monica, this is ridiculous! Look…\nMonica: No-no, I-I really don’t want to talk about it! I don’t! (To Rachel) Especially with you. (Goes into her room.)\nJoey: Psss, that is whack!\n[Time lapse, Phoebe is playing the guitar for Joey.]\nPhoebe: (she’s strumming something) Yeah? (Joey nods yes.) Okay, I think I’ll play it at the wedding.\nJoey: Yeah! Well, I think we’ll see if they actually let you play. Huh? I mean they tell you anything you want to hear like-like, \"You look 19,\" and then they just take it away like-like, \"No you don’t.\"\nPhoebe: Well, I don’t think Monica is gonna take this away.\nJoey: Wouldn’t she?\nPhoebe: Would she?\nJoey: Would she? (He smells something and gasps as he realizes what it is.) You ate my candy bar!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Rachel’s bedroom, she’s pacing as Ross knocks on her door and opens it a little to stick his hands in.]",
            "dialog": "Ross: Guess who? (Enters fully.)\nRachel: Hey.\nRoss: Hey, I just realized we kinda let some stuff up in the air…\nRachel: What do you think Monica mean when she said she didn’t want to talk, especially with me? I mean, why not especially you and me? We were both out there kissing.\nRoss: Still thinking about it huh?\nRachel: Come on! Serious-ser-ser-seriously, what did she mean by that? (Mimicking Monica.) Especially you!\nRoss: (loosening his tie) Oh, who cares?\nRachel: I care!\nRoss: (tightening his tie) And so do I.\nRachel: Y’know what, I-I have to go talk to her, would you let me just get changed?\nRoss: Okay. Sure. (Sits down on her bed.)\nRachel: Am I going to let you watch me undress?\nRoss: (sitting up) No! (Exits.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Chandler’s bedroom, they are both getting undressed.]",
            "dialog": "Monica: I can’t believe her, y’know it’s just—it’s so typical.\nChandler: Now Monica, I know you’re upset, but don’t forget. There is going to be a wedding, you are going to throw the bouquet, and then there’s going to be a honeymoon, maybe in Paris.\nMonica: Paris?\nChandler: We will take a moonlit walk on the Rue de la (mumbles something).\nMonica: Keep talking.\nChandler: Then we will sprinkle rose pedals on the bed and make love. Not just because it’s romantic, but because I can!\nMonica: I love you!\n(They start making out and both start to feel something growing below the belt line.)\nMonica: (in a French accent) Bonjour, monsieur.\nChandler: Okay, don’t say anything, you might scare it away.\n(There is a knock on the door.)\nChandler: It’s Paris, who knows we’re here!\nMonica: (opening the door) Hi Pheebs, what’s up? (She enters.)\nPhoebe: Okay, you said I could sing at your wedding so, I’m just gonna need a small deposit.\nMonica: What?!\nPhoebe: Y’know, just some good faith money to hold the date.\nChandler: Pheebs, we’re not giving you a deposit for our wedding!\nPhoebe: Oh, I see. (Exits angrily.)\n[Cut to the living room, Joey is eating a sandwich.)\nJoey: They break your heart, don’t they?\nPhoebe: Y’know, I don’t really their permission.\nJoey: Yeah! If you wanna sing at their wedding, well you sing at their wedding!\nPhoebe: Yeah! And if you wanna look 19, then you… You gotta do something about your eyes.\nJoey: What?! What’s wrong with my eyes.\nPhoebe: They give you away! There’s just-there’s just too much wisdom in there. (Joey nods in agreement.) Just put some tea bags on there for like 15 minutes.\nJoey: And that’ll get rid of my wisdom?\nPhoebe: Maybe just 10 minutes for you.\n[Cut back to Monica and Chandler’s room, they are making out again as there’s another knock on the door.]\nChandler: Oh, give her the deposit! Give her the ring! I don’t care!\n(Monica opens the door to Ross and Rachel.)\nMonica: Yes.\nRachel: Monica, what did you mean before when you said you didn’t want to talk to anyone, especially me?\nChandler: What a great apology! (To Monica) And you accept! Okay, bye-bye!\nRachel: No-no, seriously-seriously, what was the especially me part about?\nMonica: Well, let’s just say it’s not the first time you’ve stolen my thunder.\nRachel: What?!\nRoss: (To Rachel) Hey, here’s a thought.\n(Rachel ignores him and follows Monica into the kitchen.)\nRachel: Monica, what are you talking about?\nMonica: My Sweet Sixteen! Remember, you went to third base with my cousin Charlie.\nChandler: (entering) Ahh, third base.\nMonica: It’s all everybody at the party could talk about!\nRachel: Monica, y’know what? The only reason I did that was because your party was so boring!\nMonica: (gasps) We had a characturist!\nRachel: Oh!!\nPhoebe: (singing, angrily)\n\"Whenever I get married, guess who won’t get to sing?\nSomebody named Geller! And somebody else named Bing!\"\n(Exits.)\nRachel: Monica, your Sweet Sixteen was like a million years ago.\nMonica: And yet, here we are doing it again.\nRachel: Ugh, Monica I don’t want to steal your stupid thunder!\nMonica: Oh please! Why else would you have made out with Ross?!\nRoss: Got me. (He shows of his hands.)\nRachel: All right, easy mimey, the moment has passed, it ain’t gonna happen!\nMonica: I just thought it would be nice if I could have just this one night!\nRachel: I swear, I never wanted any part of your night!\nMonica: Oh, is that why you did it the secret hallway where nobody ever goes?!\nRoss: Uh, Rachel, I’ve been thinking. I don’t think us getting together tonight is such a good idea. I’m calling it off.\nChandler: (To Ross) Why to save your dignity my man.\nRachel: (ignoring them) Monica, why? Why would I ever want to take away from your night?\nMonica: I don’t know! I don’t—maybe you’re feeling a little resentful. Maybe ah, maybe you thought you’d get married first! Maybe you can’t stand the fact that your formally fat friend is getting married before you!\nRachel: Oh wow. That—y’know what? That is so unfair. Y’know what? Now I want to steal your thunder! Come on Ross, let’s go have sex!\n(Ross tries to dismiss it by making that sound, but decides to go for it and follows Rachel.)\nMonica: (yelling after them) I can’t believe you’re gonna have sex on my engagement night!!\nChandler: Well, somebody should. (Monica glares at him.)\n[Cut to Rachel’s bedroom.]\nRoss: Look uh, if we’re gonna do this…\nRachel: We’re not gonna do this, all right? She’s just gonna think that we’re doin’ it.\nRoss: Oh, I see, so everybody wins.\n(There’s a knock on the door.)\nRachel: Who is it?\nMonica: (outside the door) It’s Monica, open up!\nRachel: Okay well Ross! Stop it please! Wait a minute! (Motions for him to follow her lead, but he angrily shakes his head no. So she pokes him.)\nRoss: Oww!\nRachel: Yeah, you like that baby? (Monica bursts in followed by Chandler.) May we help you?\nMonica: I just wanted to say that I hope you do have sex tonight and I hope that you guys get back together, but I must warn you, the night that you announce your engagement I’m going to announce that I’m pregnant!\nChandler: How is that ever going to happen?!\nRachel: All right Monica, do you want to know why I was with Ross tonight?!\nMonica: I know why!\nRachel: No you don’t know why!\nMonica: Okay! Why?!\nRachel: Because! Because I was sad.\nMonica: What do you mean?\nRachel: Look, I am so…so happy for you guys, but you getting married just reminds me of the fact that I’m not. I’m not even close. And I don’t know, maybe I just wanted to make myself feel better. And I know that that’s dumb, but oh my God you were so depressed when Ross got married that you slept with Chandler!\n(Ross looks at Chandler.)\nChandler: (To Ross) I don’t care, she slept with me.\nRachel: Anyway sweetie, I am, I’m so sorry I ruined your night.\nMonica: (starting to cry) I’m sorry I almost made you sleep with Ross. (They hug.)\nRoss: (deadpan) Well, I’m going to take off. (To Chandler) Congratulations man.\nChandler: Thanks.\nRoss: (at the door) And uh, Rachel.\nRachel: Yeah.\nRoss: What can I say, you missed your chance. From now on the only person who’s going to enjoy these bad boys (holds up his hands) is me. (Quickly realizes what he said and exits disgustedly.)\nEnding Credits\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Phoebe is singing outside Monica and Chandler’s door.]",
            "dialog": "Phoebe: (singing)\n\"We thought Phoebe would leave, but she just stayed and stayed.\nThat’s right, I’m here all night, and Chandler will never get l…\"\nChandler: (interrupting her just in time) Hey! Here’s a dollar, consider it a deposit. Please sing at our wedding.\nPhoebe: Oh thank you.\nChandler: Okay. (Goes back to bed.)\nPhoebe: Now… (Starts singing again) \"Who will perform the ceremony! Who will perform the cer—(Chandler enters and grabs her guitar and closes the door behind him)—Oh—oh! All right, I’ll pound on him in the morning.\nEnd\n"
        }
    ]
}