{
    "metadata": {
        "season": "SEASON 4",
        "title": "405 Joey's New Girlfriend",
        "written_by": "Michael Curtis & Gregory S. Malins",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, the gang's all there. Ross has a slip of paper that he throws on the ground tying to get Rachel's attention.]",
            "dialog": "Ross: (picking up the slip of paper) Hello! What's this? Oh right its that girl's phone number. (Rachel ignores him) Yeah-yeah, there it is, just a phone number a really hot girl gave me. (He holds it so that Rachel can see it, she continues to ignore him) It's no big deal, I mean it is her home phone number, but...(Rachel still ignores him) Whoa! (Throws it in her lap) Whoa-whoops, I almost lost this baby! Yeah, the lovely Amanda gives me her number and I-I go and drop it. (He waves it in front of Rachel's face. Then suddenly Phoebe has to sneeze and Rachel quickly grabs the slip of paper and gives it to Phoebe for her to sneeze into.)\nPhoebe: Thank you.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, the next morning. Chandler, Monica, Ross, and Rachel are there.]",
            "dialog": "Gunther: Rachel?\nRachel: Yeah?\nGunther: When's your birthday?\nRachel: May fifth, why?\nGunther: Oh, I-I'm just making a list of people's birthdays.\nRoss: Oh, mine's December...\nGunther: Yeah, whatever. (Walks away)\n(Chandler is talking to Monica and notices a beautiful woman.)\nChandler: Ohh, she's pretty. Pretty ahh, pretty girl, the pretty--she's pretty.\nMonica: Just go up to her and ask her out. (Chandler laughs) Oh, what's the worst thing that could happen?\nChandler: I could die.\nRoss: Yeah, it's-it's tough being single. That's why I'm so glad I found Amanda.\nRachel: Ross, you guys went out once. You took your kids to Chucky Cheese, and you didn't even kiss her.\n(Ross glares at Chandler.)\nChandler: I tell people secrets. It makes them like me.\nPhoebe: (entering) Oh.\nChandler: Hey! (Phoebe sneezes)\nMonica: Phoebe! You're sick, you shouldn't play. You should just go home, get in bed, and stay there.\nPhoebe: (in a nasally voice, from her cold) But I'm unemployed, my music is all I really have now. Well music, and making my own shoes. (She puts her shoe on the table, and it's horribly decorated) Pretty, huh? (Sneezes)\nChandler: All right, I'm gonna do it! I'm gonna get shot down. Any advice?\nMonica: Just be yourself. But, not too much.\nChandler: (gets up) (softly) Wish me luck.\nRoss: (loudly) Good luck!\nChandler: Wish it! (To the woman, Kathy, he likes) Hi. Hi, I-I was just sitting over there, and uhh, Chandler. My name is Chandler. Did I say that?\nKathy: No, you didn't. Hi, I'm Kathy.\nChandler: Uh Kathy, with K or a C?\nKathy: With a K.\nChandler: Oh-oh-hey!\nKathy: Wow! You are really good at this.\nChandler: Hey, come on, give me a break, I'm out on a limb here.\nKathy: I'm sorry, you're right, I apologize, but I should tell you that I'm waiting for a date. (Joey enters) Oh, and there he is now.\nJoey: Hey!\nChandler: Hey! Hey, hey-hey, hey. (Joey kisses Kathy.)\nJoey: Hey, I see you guys already met, huh?\nChandler: Yes-yes, I was just trying to figure out a way to uh, demonstrate how I could get my exceptionally large feet into my even bigger mouth.\nJoey: Didn't I tell ya? Always showin' off.\nPhoebe: Before I start, I just wanna say that umm, I have a cold, so if I sneeze in the middle of song, it's not on purpose. Oh, except the last verse of Pepper People. (Starts to sing) Smelly cat, smelly cat. What are they feeding you? (Stops singing) This chick sounds good. (Singing) Smelly cat, smelly--(stops singing) Hey Gunther, be a good little boy and bring me a whiskey.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is walking into the living room having just gotten up in the middle of the night.]",
            "dialog": "Chandler: (sees Kathy is up watching TV) Hi!\nKathy: Hi.\nChandler: Jeez, at 2:30 in the morning, I didn't expect to have to fight over the remote.\nKathy: I'm sorry, it's just this Ernie Cofax thing on in a few minutes I wanted to watch.\nChandler: Oh my God! That's why I got up too!\nKathy: You're kidding! Oh, I love him.\nChandler: Hey, listen, I'm sorry about this afternoon, y'know, if I would've known you guys were... I never would've...\nKathy: Oh please!\nChandler: So ah, Joey tells me you two met in acting class.\nKathy: Yeah, they teamed us up as partners. Joey picked three scenes for us to do; all of them had us making out.\nChandler: That's a good thing actually, because ah, he used to have me rehearse with him.\nKathy: (laughs) Oh-oh-oh-oh!\nChandler: Is it on?\nKathy: No, but this wonder broom is amazing!\nChandler: Hey! (Runs over and gets his wonder broom)\nKathy: Oh my God!\nChandler: Oh! It's on! It's on!\n(Chandler jumps into the canoe and sits down. The chick starts chirping and Chandler reaches down to pick him up.)\nChandler: There we go little fella.\nKathy: (laughs) What about the duck?\nChandler: Well the duck can swim.\nKathy: Oh, jeez. (Hits him)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, the next night, Phoebe is finishing up her set.]",
            "dialog": "Phoebe: (singing, drunk) My sticky shoes, my sticky-sticky shoes, why do you stick on me, ba-a-by! Thanks for the lights honey.\nAll: Way to go, Phoebe!\nMonica: That cold makes you sound so great.\nPhoebe: It's fun, God I love how sexy I am. (Coughs really loudly.)\nJoey: Oh, Kath, we should get going. We're going to by hamsters.\nAll: Ooh, that's great, I love those little guys.\nKathy: No, no, it's not like that. I, I work for a medical researcher.\nRachel: Well, have fun!\nKathy: Okay.\nPhoebe: Well, I think it's great that the medical community is finally trying to help sick hamsters.\nMonica: Y'know what, I like Kathy.\nChandler: Oh yeah, me too, she's so cool and pretty.\nRachel: Yeah, she's...\nChandler: She's smart and funny, y'know? We were up all last night talking, she said the funniest thing about--what?\nRachel: You love her.\nChandler: No, I don't.\nPhoebe: Yes, you do. Chandler loves Kathy.\nRoss: Come on, Pheebs lay off him.\nChandler: Thank you, Ross.\nRoss: Yeah, he's a little sensitive right now, `cause he's so in love.\nChandler: All right.\nAll: Ohh!\nChandler: All right.\nMonica: (turning around and doing that, \"I'm making out with someone,\" thing with her hands) Ooh, umm, oh Kathy! Kathy, I love you! Oh! (She turns around and sees Gunther staring at her and stops suddenly.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe and Monica are there.]",
            "dialog": "Phoebe: So, I need to write some depressing stuff to go along with my new floozy voice, but nothing that sad has ever really happened to me.\nMonica: Oh umm, how about your mom dying, or having to live on the streets when you were 14?\nPhoebe: Uh-huh. Oh, yeah, I could write about the time my hair did that \"Woo-hoo\" thing.\nRoss: (entering) Hey!\nMonica: Hey!\nPhoebe: Hey.\nRoss: (loudly) So I'm going over to Amanda's tonight!\nMonica: Rachel's not here.\nRoss: Oh.\nMonica: How's it going with her?\nRoss: Great, actually. I'm thinking tonight, maybe the night. Yeah, I mean ah, the kids are gonna play together and then when they're asleep, I'm thinking Amanda and I break open a bottle of wine, and do a little \"playing\" ourselves.\nRachel: (entering, with a guy) Hi guys! This is Josh. Josh, these are my friends, and that's Ross.\nMonica: Hi, Josh.\nPhoebe: Hi.\nJosh: Dudes.\nMonica: So, did you play in college? (She points to his NYU Soccer (football for the rest of the world) sweatshirt he's wearing.)\nJosh: Oh, I still do. Next year, I hope to make varsity though.\nRachel: Ross, didn't you ah, play soccer in High School? Oh no wait, that's right. You just organized their game schedules on your Commodore 64.\nJosh: Well, it's getting late, I've got to get to the game, so I'm gonna... head.\nRachel: Okay. (He starts to leave, and Rachel grabs him and gives him a passionate kiss.) I'll miss you.\nJosh: Dope! (exits)\nPhoebe: Wow, cute one!\nMonica: Very!\nRachel: I know, isn't he great? It's so nice to finally be in a fun relationship, y'know? There's nothing boring about him, and ah, I bet he's never set foot in a museum.\nRoss: Well maybe he'll get to go soon, like on a class trip or something.\nRachel: Y'know what else is really great about him, oh, what is the word for the adult that doesn't have dinosaur toys in their bedroom?\nRoss: Oh! (He bangs his fists together.)\nRachel: What was that?\nRoss: Monica knows.\nMonica: It's this dumb thing that Ross made up `cause he was trying to fool our parents. It's a way of giving the finger, without actually having to give it. I remember I cried the night you made it up, `cause it was the first time that I realized that I was actually cooler than my older brother.\nRoss: Well, I'm gonna go get ready, (Gives Monica the fist thing.) for my date tonight, so ah, I'll just_ head.\nPhoebe: Yeah, I should go to, `cause I'm playing in one hour. Hey, (clears her voice and in her normal voice) you guys should come hear me, ooh hear me. Ooh, (tries to sing) My sticky shoes--eww! Eww! I lost my sexy phlegm!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Amanda's apartment, Ross is arriving with Ben.]",
            "dialog": "Amanda: (opening the door) Hi!\nRoss: Hi!\nAmanda: Hi Ben!\nRoss: Wow! You-you look great!\nAmanda: Thanks!\nRoss: (she lets him in) Okay! (to her son) Hey Tommy.\nAmanda: I am so glad that you could come over tonight.\nRoss: Oh no-no-no, it's my pleasure.\nAmanda: Okay, well, my cell phone number is right here on the counter, please help yourself to anything in the fridge.\nRoss: What?\nAmanda: I appreciate this soo much, I've been trying to go out with this guy for like a month.\nRoss: I-I-I...\nAmanda: (noticing the bottle of wine he has) Oh, I don't mean to be a square, but I'd really appreciate it if you wait and drink your wine after the kids are asleep? Oh uh, thanks for this, I hope I can do the same for you sometime. (She leaves)\nRoss: Who wants to make some long distance calls?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: A street, Chandler is buying a newspaper and notices Kathy running by.]",
            "dialog": "Chandler: Kathy! Kathy! Hi!! Kathy! Kathy! (She doesn't hear him and keeps running, Chandler starts chasing her as the theme to The Mod Squad starts to play. First, a car almost hits him and then gets mustard splashed on him as he runs by a hot dog vendor.) Kathy! (He keeps running and gets tangled up in the leashes of five dogs, in desperation he throws his paper.) Fetch! Fetch it! (He frees himself and resumes the chase) Kathy! Kathy! Kathy! (He now trips and falls into a pile of garbage, he tries to get up and scream her name again but he has a piece of spinach in his mouth. He gets out of the garbage and starts crossing the street by running over the hoods of a couple of cabs.) Kathy! (He jumps in front of her and out of breath he says) Kathy.\nKathy: Hey, Chandler! What are you doing here?\nChandler: Oh, I just wanted to say, \"Hey!\"\nKathy: Hey!\nChandler: Okay. (He walks away disgusted with himself.)\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Ross is telling Monica about his new baby sitting job.]",
            "dialog": "Monica: Oh come on! You're making it sound worse than it actually was.\nRoss: Her date tipped me ten dollars. (Monica laughs)\n(Phoebe runs into the kitchen with wet hair, opens the window, and sticks her head outside.)\nRoss: Pheebs, what are you doing?\nPhoebe: Okay, I wanna be sexy again so I'm trying to catch a cold. It should be easy, supposedly they're pretty common.\nMonica: Phoebe, you'll catch pneumonia.\nChandler: (entering) Okay. You were right. I'm in love with Joey's girlfriend.\nPhoebe: What?!\nRoss: Are you serious?\nPhoebe: Well, how-how-how is that possible? You barely know her!\nChandler: I don't know. I can't--I just, I can't get her out of my head. Y'know? I mean, I'm a very bad person. I'm a very, very bad person. I'm a horrible person. (he waits for a reaction, when he doesn't get one) No you're not Chandler! We still love you Chandler!\nMonica: (sneezes) Oh gosh, Phoebe, I think I caught your cold.\nPhoebe: You mean you stole it! (Monica sneezes again) Don't cover your mouth when you do that!\n(Joey and Kathy enter, laughing)\nJoey: Hey.\nKathy: (to Chandler) We were just talking about you.\nChandler: Really?!\nJoey: Yeah-yeah, I told her about the time you got drunk and fell asleep with your head in the toilet.\nChandler: (laughs) Right in there!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is playing Hide-and-Go-Seek with the chick and the duck.]",
            "dialog": "Chandler: 99...100! Ready or not, here I come! (He opens his eyes and sees that the chick and the duck are still sitting in front of him) All right, let's go over the concept one more time.\nJoey: (entering) Hey!\nChandler: Hey!\nJoey: Hey guys. (to Chandler) Listen uh, you wanna get some dinner with me and Kathy tonight?\nChandler: Ohh, umm, y'know what, I already ate.\nJoey: It's 4:30.\nChandler: Y'know I had a big meal on Monday, y'know. So that's just gonna get me straight through the week.\nJoey: Okay, I see what's going on here.\nChandler: You-you do?\nJoey: Yeah! You don't like Kathy.\nChandler: You got me.\nJoey: Yeah, you've been avoiding her ever since we started going out. Look, I made an effort to like Janice, now I think it's your turn to make an effort to like Kathy by going out to dinner with us. Right?\nChandler: Yeah. Right.\nJoey: Good, and hey! My treat. (He turns to go into his bedroom then stops.) But that's only because you're not eating anything, right?\nChandler: Okay.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is returning from a date with Josh, and when they get the door open, Rachel turns and passionately kisses Josh.]",
            "dialog": "Monica: (lying on the couch suffering from her cold) Ross isn't here.\nRachel: Oh. (She tries to walk away from Josh, by he keeps holding her) Stop it!\nJosh: So I'll see you at the party? Beer's beer man, 24, 7!!\nRachel: Yeah! (Monica gives a sarcastic thumbs up) (Josh leaves) I am soo gonna marry that guy. (looking in her wallet) Ohhh!\nMonica: What?\nRachel: I think he's stealing from me.\nMonica: Why?\nRachel: Because he's stealing from me!\nPhoebe: (entering) Hi! It's me. And soup. (to Rachel) Hey, I just saw Josh, he looks so yummy in your leather jacket.\nRachel: Ughh! (Storms out after him)\nPhoebe: (to Monica) Here, now I don't eat chicken, so it's just noodle soup. And there's no chicken in the broth either, so it's really just... noodle water.\nMonica: Thank you so much Phoebe.\nPhoebe: (picking up Monica's used Kleenex and putting some in her pocket.) Sure.\nMonica: What are you doing with those?!\nPhoebe: But, I need your germs! I want my cold back! I miss my sexy voice.\nMonica: Sorry, Phoebe.\nPhoebe: It's okay. How's the soup?\nMonica: Umm. (nodding her head, \"Good.\")\n(Monica sets the soup down and Phoebe picks it up and licks the rim.)\nMonica: Ohhhh!! Gross!!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: A nightclub, Chandler is having dinner with Kathy and Joey.]",
            "dialog": "Kathy: Ohh, God, guys, check it out, you can see that girl's underwear!\nJoey: Is she great or what?\nKathy: (to Chandler) So? Huh? What do you think?\nChandler: Ohh, she's-she's not really my type.\nKathy: Not your type?! She's gorgeous!\nChandler: Y'know what I think it is? It's the fishnet stockings. Y'know? Whenever I see a girl in fishnet stockings it reminds me of my father in fishnet stockings.\nKathy: Okay. Understanding a little more why you're single. Ohh! Y'know, I have a friend you would like, she's really pretty. And then we could double date!\nChandler: Uhh, no-no thanks.\nKathy: Okay, I've got some ugly friends, and they're all available too.\nChandler: Listen, I-I'm gonna grab a beer. (Leaves)\nJoey: (to Kathy) I'll be right back. (to Chandler) What was that?\nChandler: What?\nJoey: Kathy was being really nice and you just walked away. I thought we had a deal.\nChandler: Hey, look, what do you want from me?\nJoey: I want you to like her! But if that's too damned difficult for you, then the least you can do is pretend.\nChandler: I am pretending.\nJoey: Well then, do it better!\nChandler: Okay, what do you saw I go over there and say how much I like her? (Joey gives him a thumbs up) No-no it'll be good, I can tell her much I've been thinking about her. That I haven't stopped thinking about her since the moment I met her. That I'm so fantastically, over-the-top, wanna-slit-my-own-throat in love with her, that for every minute of every hour of every day I can't believe my own damn bad luck that you met her first!!\nJoey: Well, that's pretty good. But you might wanna tone it down a little.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Rachel are there.]",
            "dialog": "Ross: (entering) Hey! So, uhh, Amanda just-just dropped me off. Yeah, that's one of the things I love about her, she's...uh, she's old enough to drive. (to Monica) So uhh, I guess you're not going to mom and dad's tonight?\nMonica: No, sorry.\nRachel: Well where's Amanda?\nMonica: Hey Rach, could you get me some cough drops?\nRachel: I mean y'know, I'm thinking. You could bring her, and you guys could go up to your old room, and not make out.\nMonica: Ross, cough drops, please?\nRoss: At least I know she's not going out with me to get into R rated movies.\nRachel: Why don't you just marry her? Oh no, wait a minute you can't, I'm sorry I forgot, she's not a lesbian.\nRoss: You see Amanda and I have a very special...\nMonica: (interrupting) You have nothing! You're not even going out! You're her baby sitter! You have a 12-year-old girl's job!\nRachel: (laughing) Ohh, that is soo sad.\nMonica: And what are you laughing at, Miss `My-keg-sucking-boyfriend-is-stealing-from-me!'\n(Ross starts laughing)\nRachel: Hey, so he stole a couple bucks from me! At least he bought me something with it! (Shows her, her ring)\nMonica: That's mine!! Now, would you both please start acting like adults? And get me my cough drops!\nRoss: Fine.\nRachel: Sorry.\nRoss: Here. (Hands her, her cough drops) (to Rachel) At least I made ten bucks in my relationship.\nRachel: Y'know...\n(She does Ross's little gesture. In response Ross puts his hands behind his neck with his arms sticking straight out and starts flapping them together.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, Phoebe is there with her guitar.]",
            "dialog": "Phoebe: (singing) Platting goats are platting. Platting down the street. Platting goats are platting, leaving little treats. (to Gunther) Does it even work without my sexy voice?\nGunther: I like it. (sneezes)\nPhoebe: Gunther, kiss me.\nGunther: What?\n(Phoebe grabs Gunther and kisses him. He then falls to the couch in shock.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is watching TV as Joey and Kathy are laughing in Joey's bedroom. They get to be pretty loud so Chandler turns the TV way up.]",
            "dialog": "Joey: (opening the door wearing nothing but a sock, and holding a dart board over the `Little General.') Hey! (Chandler turns down the TV) Now, we're not actually gonna be sleeping in her, but do you mind?\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica and Rachel's, Monica, with a blanket draped over her shoulders, opens the door to a similarly clad Chandler.]",
            "dialog": "Chandler: Can I sleep on your couch?\n(Monica nods `Yes.' And they both walk to the couch looking all depressed.)\nClosing Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Central Perk, Phoebe is singing, with everyone else present.]",
            "dialog": "Phoebe: (singing) And I'm still waiting for my paper mache man. Thank you my babies.\n(applause)\nGunther: Rachel?\nRachel: Yeah.\nGunther: I don't know if you heard about what happened between me and Phoebe the other day_\nRachel: No!\nGunther: Well, we kissed. I-I-I didn't initiate the kiss, but-but I also didn't stop it, and I've been feeling guilty.\nRachel: (confused) Okay.\nGunther: So umm, are we cool?\nRachel: (really confused) Okay.\nGunther: I knew you'd understand.\n(Gunther walks away, leaving Rachel with a `What just happened?' look on her face.)\nEnd\n"
        }
    ]
}