{
    "metadata": {
        "season": "SEASON 4",
        "title": "417 The Free Porn",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Chandler is watching TV, and we hear Mr. Treeger in the bathroom.]",
            "dialog": "Mr. Treeger: Ohhh, man!!\nJoey: (coming in from his bedroom) What is that?\nChandler: Treeger’s snaking the shower drain.\nMr. Treeger: What in the name of hell?\nJoey: Maybe he found you flip-flop.\n(Joey sits down and changes the channel, and we see two people making out.)\nChandler: Hey!\nJoey: Whoa! Is this porn? What did I do? I must’ve hit something on the remote.\nChandler: Do we pay for this?\nJoey: No, we didn’t even pay our cable bill—maybe this is how they punish us.\nChandler: Maybe we shouldn’t pay our phone bill—free phone sex.\nJoey: Maybe we shouldn’t pay our gas bill? (Stops and thinks about what he just said.)\nMr. Treeger: (coming in from the bathroom) Whoa, hey, that lady’s all kinds of naked.\nChandler: Yeah, Joey just pressed something on the remote and it just, came on!\nMr. Treeger: Yeah, it happened to me once. I was just flipping through the channels and bam! It was like finding money.\nChandler: Like finding money with naked people on it!\nMr. Treeger: Then I made the mistake of turning off the TV, I never got it back again. And I’m sad. (Exits.)\nJoey: (to Chandler) Why would he turn off the TV? (Chandler shrugs.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, later that morning. The porn is still on, there are three women getting ready to shave the chest of some guy. Joey and Chandler are wondering why that guy is letting them shave his chest, and Monica and Rachel are eating breakfast at the foosball table.]",
            "dialog": "Rachel: All right, y’know what, come on, do we really have to watch this while we eat? (She makes a move for the remote.)\nJoey and Chandler: (stopping her) Oh no-no-no-no!\nChandler: We don’t know what could make this go away.\nJoey: Yeah, so no one touches the remote. And no one touches the TV!\nChandler: And no one touches the air around the TV!\nJoey: Imagine a protective porn bubble if you will, okay?\nMonica: Well at least, I’m going to mute it.\nJoey and Chandler: Oh no-no-no! (Monica mutes the TV and they tentatively look behind them)\nChandler: We still have porn.\nJoey: Hey.\nPhoebe: (entering, carrying her massage table) Hi!\nMonica: Hi!\nRachel: Honey, what are you doing? That’s too heavy.\nPhoebe: Yeah.\nRachel: Give it here. (She takes the table.) Oh, God. (And gives it to Monica right away.)\nMonica: Okay.\nPhoebe: Ohh, I’m getting too pregnant for this, lugging around a stupid massage table. Y’know, I have to find a job where I carrying a smaller table. (She goes over and stands in front of the TV.)\nChandler: Or a job where you don’t have to carry a table.\nPhoebe: You mean like a doctor?\nJoey: Pheebs! You’re blocking the porn! Look out!\nPhoebe: Ohh! (She moves.) Oh my. Oh, that reminds me, I have to see my OB-GYN today.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler and Joey's erm, Monica and Rachel's, Ross is entering.]",
            "dialog": "Ross: Hi.\nMonica: Hi.\nRoss: So uh, Emily just went to the airport.\nMonica: Oh. Why didn’t you take her?\nRoss: Eh, her-her uncle already had planned on doing it. And y’know, we-we said our good-byes this morning, so…\nMonica: You must feel horrible. Hey! The guys have free porn!\nRoss: (Thinks about it.) Nah.\nMonica: Hey, cheer up! You’re gonna see her again, right?\nRoss: Well I, that’s the thing, I don’t know! I mean, whenever I brought it up with her she said, (In a British accent.) \"This is so fantastic! Why do we have to talk about the future? Let’s just enjoy…\"\nMonica: (interrupting him) No-no-no, don’t-don’t do the accent. You’ve got to see her again.\nRoss: And why do you care so much?\nMonica: Because! You could get to live out my fantasy!\nRoss: You had fantasies about Emily?\nMonica: No! Y’know, the fantasy! Meet someone from a strange land, fall in madly love, and spend the rest of your lives together.\nRoss: Is that why in junior high you were the only one that hung out with that Ukrainian kid?\nMonica: Yeah that, plus his mom used to put sour cream on everything!\nRoss: Ahh.\nMonica: Do you love her?\nRoss: We said it was only going to be two weeks, y’know?\nMonica: You love her!\nRoss: What-what is love really?\nMonica: Ohhh, I knew you loved her! Then you need to go to the airport and tell her. You’re probably just gonna catch her just as she’s about to go to the gate. You’re gonna call out her name and say, \"I love you!\" And she’s gonna say, \"I love you, too!\" And you guys are going to have the most amazing kiss, everyone at the gate will applaud.\nRoss: I am a good kisser.\nMonica: Then you two can, can sneak into the cockpit, and things will start to heat up, and then a stewardess comes in… (Ross looks at her.) I’ve been watching too much porn.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Beth Israel Medical Center, Phoebe is at her OB-GYN doing an ultrasound, Rachel is with her. We here the baby’s heartbeat.]",
            "dialog": "Rachel: Is that the heartbeat?\nThe Doctor: That’s it.\nPhoebe: Oh my God!\nRachel: Oh wow! This is so cool.\n(The heartbeat changes, and we hear a different one.)\nThe Doctor: Have we talked about the possibility of multiple births?\nPhoebe: Why don’t take care of this one, and should I get pregnant again, I’ll hold onto your card, okay?\nThe Doctor: No, I’m getting three separate heartbeats.\nPhoebe: Three? You guys were worried I wouldn’t even have one!\nThe Doctor: Doctors are wrong all the time.\nPhoebe: Well, yeah.\nRachel: Well, so, are-are you sure that there are three?!\nThe Doctor: Definitely. (Points out each head on the ultrasound.)\nPhoebe: Oh my God! Oh my God! Oh my God!! So I-I mean so in a few months I’m going to have three full grown babies just walkin’ around inside me?! Oh! Oh! And it’s gonna be one of those log rides where they just come shooting out!\nThe Doctor: Actually, giving birth to three babies isn’t that different from giving birth to one.\nPhoebe: What do you know?!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Phoebe is there, waiting to tell Frank and Alice the news.]",
            "dialog": "Alice: (entering) Oh-oh, Phoebe!\nPhoebe: Ooh! Hi!\nAlice: Hi! (She runs over and hugs Phoebe’s stomach.) So, how did it go at the doctors?\nPhoebe: Oh well, okay, hey, y’know how when you’re umm, you’re walking down the street and you see three people in a row, and you say, \"Oh, that’s nice?\"\nFrank: Yes.\nPhoebe: Okay, yeah well, good news, you’re going to have three babies.\nAlice: Three babies?\nFrank: I finally got my band!\nAlice: We’re gonna have a big family, I’ve always wanted a big family!\nPhoebe: Oh God, I’m so glad you guys are happy, I was so afraid you were going to be all freaked.\nFrank: Why would we be freaked?\nPhoebe: No, no maybe ‘cause it’s harder to raise them, and the added expense, and…\nFrank: (They’re less than happy now) Oh.\nAlice: Right.\nPhoebe: No, back to happy. Back to happy!\nAlice: No-no-no, no, it’s going to be fine. Because umm, because I teach Home Ec, and uh, I can have 30 kids making baby clothes all year long. Y’know it’ll-it’ll be like my very own little sweatshop.\nFrank: Yeah, I’ve been thinking ever since you said we were having triplets, the best thing for me to do is to drop out of college and get a job.\nAlice: No, Frank.\nPhoebe: No you can’t quit college! No! You’re in college? Really?\nFrank: Yeah, refrigerator college.\nAlice: Yeah.\nFrank: Yeah, y’know when we found out we were going to have a baby, y’know I figured y’know like I should y’know have like a career—and I love refrigerators!\nPhoebe: You can’t give up on your dream.\nFrank: No, it’s okay. We’re-we’re gonna have three kids! And that’s-that’s a different kind of dream. Three kids and no money.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The airport, Emily is getting ready to board her flight to London.]",
            "dialog": "Ticket Agent: (On the P.A.) This is the boarding call for Flight 009.\nRoss: Emily! (Runs up.)\nEmily: Oh my God! What are you doing here? (They hug)\nRoss: I just, I had to see you one more time before you took-off.\nEmily: You are so sweet. (They kiss.)\nRoss: That’s, that’s, that’s a big candy bar. (She’s holding one of those huge Toblerone bars.) I had the most amazing time with you.\nEmily: Me too.\nTicket Agent: This is the final boarding call for Flight 009.\nEmily: Well, that’ me. (They kiss again.) Here, have this. (She gives him the candy bar.) I’m only allowed one piece of carryon anyway. (She starts towards the jetway.)\nRoss: (stops her) Wait uh, listen. I-I, I have to tell you something. Umm, I’ve been thinking, I’m just gonna come out and say it. Okay? I-I-I ah, I-I think I love you.\nEmily: Oh. (She’s shocked and hugs him.) Thank you. (She boards the plane.)\nRoss: That’s no problem.\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Rachel is singing some kind of song.]",
            "dialog": "Rachel: What’s that song? It has been in my head all day long.\nChandler: It’s the theme from Good Will Humping.\nRachel: Y’know who doesn’t even like dirty movies? My new boyfriend Joshua.\nJoey: Yeah right.\nRachel: No, he told me. He prefers to leave certain things to the imagination.\nChandler: Oh-oh, yeah, and did he also say that ah, some of the dialogue was corny and that he actually found it was funny and not sexy?\nRachel: Yes!\nJoey: Yeah, he likes porn.\n(Rachel starts to leave.)\nMonica: Where ya going?\nRachel: I’m going to find out if he really thinks supermodels are too skinny. (As she exits, Phoebe enters.) Hey, Pheebs!\nPhoebe: Hey.\nJoey: Hey!\nMonica: How did it go with Frank and Alice?\nPhoebe: Well, Frank has to quit college because his super fertile sister is having three babies! I need to make a lot of money really fast, and I had an idea that I want to talk to you (Points to Chandler) about, ‘cause you work for a big company. Okay, insider trading, what information is there that you can give me.\nChandler: They don’t really talk to us about that kind of stuff. I can get you some free white out though.\n(Ross enters.)\nMonica: Ohh! Did you do what I said? Did-did-did you tell her?\nRoss: I did.\nMonica: And well, what did she say?\nRoss: Thank you.\nMonica: Oh, you’re totally welcome! What’d she say?\nRoss: She said, \"Thank you.\" I said, \"I love you.\" And she said, \"Thank you.\"\nChandler: Whoa-whoa, wait a minute, did you say, you love her?\nJoey: Yeah, what were you trying to get her to do?!\nRoss: What do I do now?\nJoey: You play hard to get.\nRoss: She already lives in London.\nJoey: Then you go to Tokyo.\nChandler: All right look, forget it, forget it. You told her you love her, it’s over.\nMonica: It is not over! You’re over!\nChandler: What?\nMonica: You know!\nChandler: Okay. (Pause) Good one.\nMonica: It is not over because she is going to call you and tell you she loves you. And the reason why she couldn’t, is because her feelings were so strong, it scared her. Now you go home and wait for her call, she could be calling you from the plane! Come on now go! Go! (Tries to push Ross out the door.)\nRoss: Okay! Okay! But if she doesn’t call, it is definitely over! No, wait. Wait. Unless, eventually, I call her, y’know just to she what’s going on, and, and she says she’ll call me back, but then she doesn’t. Then it’s over.\n(Joey holds his fist up, and Chandler gives him two thumbs up.)\nJoey: Way to be strong, man!\n(Ross leaves, and after the door closes, Joey gives him the loser sign.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler and Joey's erm, Monica and Rachel's, Chandler and Joey enter having just woken up.]",
            "dialog": "Rachel: Hey!\nChandler: Hi! Listen, can we watch cartoons on your television? We need a porn break. We spent the last two hours watching In & Out & In, Again.\nRachel: Well, so, why don’t you just turn it off?\nChandler: Because then we would be the guys who turned off free porn.\nPhoebe: (entering carrying a case) Ooh, good, you’re hear! Okay.\nMonica: Hey!\nPhoebe: Hi!\nRachel: Well, what-what ‘cha got there?\nPhoebe: Oh this, well I’m glad you asked. (She opens the case and removes a knife and an soda can.) Now, don’t you hate it when you have to cut a tin can with an ordinary steak knife? (She efficiently cuts it in half.) Ahh! Now, I know what you’re thinking…\nChandler: Pregnant Woman Slays Four?\nMonica: Phoebe, they didn’t make you pay for those knives, did they?\nPhoebe: No!\nMonica: Are you sure?\nPhoebe: No!\nRachel: Honey, you’re not gonna make enough money to help Frank and Alice just by selling knives.\nPhoebe: No-no, I know that, but I just have to make enough money for the second part of my plan.\nChandler: What’s the second part of your plan?\nPhoebe: My Saturn dealership.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ross’s bedroom, he has fallen asleep waiting for Emily to call. He is awaken by the phone.]",
            "dialog": "Ross: (Answers the phone.) Hello?\nEmily: Ross.\nRoss: Emily, hi! Uh, how-how was you flight?\nEmily: It was dreadful. I felt terrible about how I acted when you said those wonderful things.\nRoss: No, no, that-that, that’s all right. Umm, I’m just glad you called.\nEmily: Ross umm, there’s something that I’ve got to tell you, there’s-there’s someone else.\nRoss: Does that mean the same thing in England as it does in America?\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Ross is relating his recent conversation with Emily to the gang.]",
            "dialog": "Ross: She doesn’t know which one of us she wants, me or this Colin guy.\nMonica: This isn’t how it’s supposed to go, there can’t be another guy.\nRoss: Well…\nMonica: Of course there’s another guy!! This is even more perfect! Now you have to prove your love!\nRoss: I’m not proving anything. Okay, I’m done listening to you. If I hadn’t let you talk me into going to the airport in the first place, I never would’ve put my fist through the wall!\nChandler: You put your fist through the wall?\nRoss: No, I missed and hit the door. But, it opened really hard!\nMonica: You have to go to London!\nRoss: What?\nMonica: Yeah, you have to go fight for her!\nJoey: Oh yeah, sure, that makes sense. Yeah. ‘Cause you already told her you love her and she didn’t say it back, then she called you and told you that there’s another guy, so yeah, go to London that’ll scare her!\nMonica: When Rachel was with Paulo, what did you do?\nRoss: I made fun of his accent.\nMonica: You sat back and let him have her, you didn’t fight at all. Am I right? Do you want the same thing to happen with Emily?\nRoss: No.\nMonica: All right then, go fight for her! Go to London! I mean, that could be you and Emily! (Points to the TV.) That, but-but nicer. Just, go to London!\nRoss: Really?\nMonica: Come on! Surprise her! Show up at her doorstep! Don’t let her go without a fight!\nRoss: All right. All right, I’m gonna do it!\nMonica: All right.\nRoss: I’m gonna, I’m gonna go to London and I’m going to fight for her.\nMonica: Okay, good luck!\n(Ross starts to leave.)\nJoey: Ross! Ross! If you’re going to the airport, could you pick me up another one of those Toblerone bars? (Chandler nods his head no.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler and Joey's erm, Monica and Rachel's, Monica, Joey, and Chandler are sitting and talking as Phoebe and Rachel enter.]",
            "dialog": "Rachel: Hey!\nPhoebe: Ooh-Ooh! I did it! I did it! I figured out a way to make money! I’m gonna open up my own massage place and Frank’s gonna help me! And! We can work it around his schedule so he doesn’t have to quit school!\nMonica: That’s sounds great, but how are you going to afford it?\nRachel: Well, we were walking down the street and we saw that van that you guys used for catering and we realised…\nPhoebe: I’m telling it! I’m telling it!\nRachel: Okay.\nPhoebe: Okay. You know how people need transportation, but they also need massages to help them relax so I just figured we could combine the two, okay, I give the massages and Frank drives! I can fix up the van, bolt the table in the back, and you know what I’ve got?\nChandler: A place where no one will ever get out alive?\nPhoebe: No! Think about it, it’s a taxi that people take when they need to relax, it’s…\nRachel: (interrupting) Relaxi-Taxi!\nPhoebe: The name was my favourite part!\nRachel: Well, well I can up with it!\nPhoebe: YOU DID NOT!!!! Oh! No! You came up with Relaxi Cab! That’s not good.\nRachel: Well, I…\n(The phone rings and Monica answers it.)\nMonica: Hello.\nRoss: (on phone) Hey.\nMonica: Oh my God! Ross, are you in England? Was Emily surprised?\n[Cut to Ross in one of those British phone booths.]\nRoss: No, because she hasn’t come home yet. And she hasn’t been home all night! She’s obviously staying with that other guy, and I’m the stupid moron who spent the whole night outside her apartment!\nMonica: All right. When is, when is the next flight out?\nRoss: About four hours.\nMonica: Okay, just stay there a couple more hours and if she doesn’t show up by then, then just come on home.\nPhoebe: Hey, tell him about Relaxi-Taxi, and-and ask him if he thinks that’s better than Relaxi Cab.\nRachel: Okay, it’s not Relaxi Cab. It’s Relaxicab, like taxicab.\nPhoebe: Oh, that is better.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, later that same night. There is a knock on the door and Chandler answers it to reveal Emily standing behind it.]",
            "dialog": "Chandler: Are we in London?\nMonica: What are you doing here? You can’t be here!\nEmily: I’ve uh, I’ve come to talk to Ross.\n(She sets her bag down on the foosball table and Joey sees the Toblerone bar sticking out of it and gazes longingly at it.)\nEmily: What?\nJoey: (pause) Nothing. No, nothing.\nEmily: I was going to call him, but…\nMonica: Oh, you came to tell him you love him! I knew it! (Points at Chandler) I was right! (Points to Emily) I’m right, right?\nEmily: I’d really rather talk to him.\nMonica: Oh.\nEmily: I uh, I’ve been to his apartment and he wasn’t there, and uh. I need to talk to him, so do you have any idea where he is?\n[Cut to London, we sit Ross sitting outside Emily’s apartment. We hear Emily’s phone ring with amazing clarity. Apparently, sound travels quite easily through the walls of British buildings. Anyhoo, Ross looks around for the ringing phone and in the meantime Emily’s answering machine picks up and once again with amazing clarity we hear Emily say…]\nEmily: Ross, are you there? Ross, I don’t know if you can hear this but… (Ross has moved to the window, apparently so that he can hear better.) I’m gonna talk anyway, uh, I’m in the States with you sister and your friends and it’s all over with Colin. I came here to tell you that, and to tell you—Yes, Joey you can have all the chocolate you want, just take it! Uh, I came here to tell you that I love you.\nRoss: (yelling, thinking Emily can hear him through the answering machine all the way to New York.) I love you too! I’m, I’m gonna call you right now from the phone booth! (Realises) You can’t hear me. (Goes to make his call.)\nEmily: I wish I could know if you’d heard any of that. I suppose I’ve either just told you I love you or given my neighbours a good laugh. Mrs. Newman if you’re listening, bugger off this in none of your business. I suppose there’s not much chance you did heard that, and there’s the call waiting so, I should go. Oh well. (Answers the call waiting.) Hello.\nRoss: Hi.\nEmily: Ross, I love you!\nRoss: Ohh! Thank you.\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Joey is still watching the porn as Chandler enters.]",
            "dialog": "Chandler: Hey.\nJoey: Hey.\nChandler: I was just at the bank, and there was this really hot teller, and she didn’t ask me to go do it with her in the vault.\nJoey: Same kind of thing happened to me! Woman pizza delivery guy come over, gives me the pizza, takes the money, and leaves!\nChandler: What, no, \"Nice apartment, I bet the bedrooms are huge?\"\nJoey: Noo! Nothing!\nChandler: Y’know what, we have to turn off the porn.\nJoey: I think you’re right.\n(Goes over and picks up the remote.)\nChandler: All right, ready?\nJoey: One.\nChandler: Two.\nBoth: Three.\n(Chandler turns off the porn and sets the remote down.)\nJoey: That’s kinda nice.\nChandler: Yeah, that’s kinda a relief.\nJoey: Yeah.\n(Pause.)\nChandler: You wanna see if we still have it?\nJoey: Yeah.\n(Chandler turns on the TV and…)\nChandler: FREE PORN!!!\nJoey: Yeah!!\nChandler: We have free porn here!!!\nEnd\n"
        }
    ]
}