{
    "metadata": {
        "season": "SEASON 4",
        "title": "404 The Ballroom Dancing",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, the gang is there eating breakfast. Chandler is cleaning out his wallet.]",
            "dialog": "Phoebe: Hey! New wallet, huh?\nChandler: Yeah, it was time. The old condom ring in the leather just doesn’t say ‘cool’ anymore.\nMonica: Rachel!\nRachel: What?\nMonica: You just put an empty carton back in the fridge!\nRachel: Oh yeah, I know, but the garbage was full.\nMonica: Have you ever taken out the trash? (Hands her the garbage.)\nRachel: Well, I thought you liked doing it. (Rachel starts out the door and stops.)\nMonica: Third door on the left.\nRachel: Right!\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Garbage room: Mr. Treeger is unclogging the trash chute as Rachel enters.]",
            "dialog": "Rachel: Oh! Hey, Mr. Treeger.\nMr. Treeger:: Hey.\n(Rachel opens the trash chute, winces at the smell, and throws the garbage bag in. She then tries to throw the pizza box in, but since it’s so big she jams it into the opening and it prevents the door from closing. She then turns around too see Mr. Treeger watching her.)\nMr. Treeger:: What are you doing?\nRachel: Ummm. Oh! I’m sorry. (She grabs the box and offers him a piece.) It’s a little old but…\nMr. Treeger:: No! You’re clogging up the chute that I spent a half-hour unclogging!\nRachel: I’m sorry. I didn’t—I don’t come in here a lot.\nMr. Treeger:: Oh yeah, of course you don’t!\nRachel: No.\nMr. Treeger:: ‘Cause you’re a little princess! \"Daddy, buy me a pizza. Daddy, buy me a candy factory. Daddy, make the cast of Cats sing Happy Birthday to me…\"\nRachel: I didn’t… I never said that.\nMr. Treeger:: You think you could make a mess and the big man in coveralls will come in here and clean it up, huh? Well, why don’t think of someone else for a change?\nRachel: (starting to cry) Okay, I’m sorry. (Runs out still carrying the pizza box.)\n[Cut to Monica and Rachel’s apartment as Rachel returns in tears.]\nMonica: God! If you’re gonna cry about it! (She grabs the box and goes to through it out.]\nOpening Credits\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Continued from earlier, Rachel is now telling everyone of her experience in the garbage room.]",
            "dialog": "Joey: Whoa-whoa, Treeger made you cry?\nRachel: Yes! And he said really mean things that were only partly true.\nJoey: I’m gonna go down there and teach that guy a lesson.\nMonica: Joey, please don’t do that. I think it’s best that we just forget about it.\nRachel: That’s easy for you to say, you weren’t almost just killed.\nJoey: All right that’s it, school is in session! (Exits and slams the door.)\nMonica: (Picking up a card from Chandler’s wallet.) My God! Is this a gym card?\nChandler: Oh yeah, gym member. I try to go four times a week, but I’ve missed the last 1200 times.\nRoss: So why don’t you quit?\nChandler: You don’t think I’ve tried? You think I like having 50 dollars taken out of my bank account every month? No, they make you go all the way down there! Then they use all of these phrases and peppiness to try and confuse you! Then they bring out Maria.\nRoss: Who is Maria?\nChandler: Oh Maria. You can’t say no to her, she’s like this lycra spandex covered gym…treat.\nRoss: You need me to go down there with you and hold your hand?\nChandler: No!\nRoss: So you’re strong enough to face her on your own?\nChandler: Oh no, you’ll have to come.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Treeger’s apartment, Joey knocks on the door and Treeger opens it.]",
            "dialog": "Mr. Treeger:: Tribbiani! Hold on, I’ll get the plunger.\nJoey: Hey! You hold on pal! Now you made my friend, Rachel, cry. So now, you’re gonna go up there and apologize to her, unless you want me to call the landlord.\nMr. Treeger:: And tell him what?\nJoey: Have you heard about a little something called, Not Making Girls Cry.\nMr. Treeger:: Yeah. Well maybe you have heard about the Rent Stabilization Act of 1968!\nJoey: I have actually not heard of that.\nMr. Treeger:: Yeah, well your friends are in violation of it. I’ve been a nice guy up until now, but uh, I don’t need this grief. I’m gonna call the landlord and tell him that Monica is illegally subletting here grandmother’s apartment. Your friends are outta here pal.\nJoey: Why don’t you tell me something I don’t know! (He storms out, and once Treeger closes the door behind him, Joey makes an ‘Oops!’ have.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier, everyone is still eating breakfast.]",
            "dialog": "Phoebe: Oh please, somebody tell me I don’t have to go to work today!\nMonica: What’s the matter?\nPhoebe: Oh, my first massage today is this incredibly gorgeous guy, and every time I see him I just want to do things to him that I’m not allowed to charge for.\nMonica: So do them for free.\nPhoebe: Oh no, it is forbidden! No-no, Mrs. Potter fires people for fooling around with clients. And it’s against my oath as a masseuse.\nRoss: They make you take an oath?\nPhoebe: No, I made myself take an oath. Yeah, no fooling around with clients and umm, always be prepared. Yeah, that one’s actually from the Boy Scouts, but it just makes good sense.\nChandler: Why don’t you just give him to somebody else?\nPhoebe: No, I can handle it. No, I’m a professional. (She starts to leave)\nRachel: Oh Pheebs, is that a new ankle bracelet?\nMonica: Wow! And you got a petticure. Your feet are all dressed up.\nChandler: Because that’s the only part of you he can see when he’s on the table!\nMonica: You’re gonna do some feet flirtin’!\nPhoebe: I don’t what your talking about. (Laughs nervously and continues to leaqve)\nRoss: Then how do you explain the toe ring?!\nPhoebe: Because it’s Arabian princess day at work! Okay?! Leave me alone!\n[Cut to later, Joey is returning from talking to Mr. Treeger.]\nRachel: Oh! My hero! What happened?\nJoey: Well uh, I went down there and told him that no one treats my friends like that and that he’d better come up here and apologize. I’ll see you later. (Starts to leave)\nMonica: What a minute, what did he say?\nJoey: He said that he wasn’t gonna apologize because you guys are living here illegally, so instead what he’s gonna do is have you evicted—I’ll see you later.\nRachel: What?! You got us evicted!!\nMonica: I told you not to go down there!\nJoey: Well he made Rachel cry!\nMonica: Rachel always cries!\nRachel: That’s not true! (Starts to cry.)\nMonica: Now Joey, you go down there and you suck up to him. I mean you suck like you’ve never sucked before!\nJoey: All right! I’ll try! But if I can’t, you can stay with Chandler and I until you get settled.\nRachel: Go!!\nJoey: All right, all right, all right. (Starts to leave, stops, and turns around) I mean I’ll have to check with him first, but I’ll think he’ll be cool with it. (Monica shoos him out.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler’s gym, He and Ross are there to cancel his membership.]",
            "dialog": "Ross: Whoa-whoa-whoa, hey! Now remember what we talked about, you gotta be strong.\nChandler: Yes. (In a stronger voice) Yes!\nRoss: One more time, \"Hey, don’t you want a washboard stomach and rock hard pecs?\"\nChandler: No! I want a flabby gut and saggy man breasts!\nRoss: Good! That’s good!\nChandler: Okay. (They go inside) (To the guy at the desk) I wanna quit the gym.\nGym Employee: You wanna quit?\nChandler: I wanna quit the gym.\nGym Employee: You do realize that you won’t have access to our new full service Swedish spa.\nChandler: (He turns to Ross and Ross makes a ‘Be strong’ sound.) I wanna quit the gym.\nGym Employee: Okay, Dave in the membership office, handles quitters. (Both Chandler and Ross start to make their way to the membership office.) Uh, excuse me, (to Ross) are you a member?\nRoss: Me? No.\nGym Employee: Sorry, members only.\nChandler: (horrified at the prospect of trying to quit alone and unsure about himself) I wanna quit the gym.\nRoss: It’s okay man, be strong. (Chandler goes into the office.)\nGym Employee: (to Ross) So, are you a member of any gym.\nRoss: No! And I’m not gonna be, so you can save you little speech.\nGym Employee: Okay, no problem. (To someone out of the picture) Could you come here for a second?\n(This gorgeous woman in spandex walks up)\nWoman: Hi, I’m Maria.\n(Ross is at a loss for words.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Heeling Hands Inc., Phoebe’s work, she is giving a massage to the guy, Rick, she likes.]",
            "dialog": "Rick: (looking at her feet) Wow, you have really pretty feet.\nPhoebe: These old things.\nRick: Would you mind spending some time on my siadic area, it’s been killing me today.\nPhoebe: You mean the—Okay by siadic, you mean the towel covered portion.\nRick: Yeah.\nPhoebe: Sure, yeah, no I can do that, yeah, because umm, y'know, the muscles in the siadic area can get y’know, real (lifts up the towel) nice and tight. So umm, tell me Rick, how umm, how did you injure the area.\nRick: Oh, a 16-hour sit-in for Greenpeace.\nPhoebe: Oh. (She goes to work, and her head slowly drops out of view.)\nRick: Ow! Did you just bite me?\nPhoebe: No!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Mr. Treeger’s apartment, Joey is there to suck up.]",
            "dialog": "Mr. Treeger:: What?\nJoey: Please don’t kick Monica and Rachel out, this wasn’t there fault, it was mine.\nMr. Treeger:: You want me to kick you guys out instead?\nJoey: No you can’t do that, where would the chick and the duck live?\nMr. Treeger:: You have pets!\nJoey: Noo-no-no, no, those are nicknames. I’m the chick and Chandler is the duck.\nMr. Treeger:: Huh, I would’ve thought it was the other way around.\nJoey: Come on man, just-just let the girls stay, I’ll do whatever you want.\nMr. Treeger:: Really? You’ll do anything?\nJoey: Yeah-yeah, absolutely.\nMr. Treeger:: Yeah, I’ve got something you can do.\nJoey: What, what is it?\nMr. Treeger:: Can you be my dancing partner?\nJoey: That’s not, prison lingo, is it?\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Joey is telling Monica and Rachel what he has to do.]",
            "dialog": "Monica: His dancing partner?!\nJoey: Yeah, there’s this superintendent’s dance, the Super Ball. I don’t know, and he wants to impress Marge, this lady super that he’s a crush on.\nRachel: Well, why doesn’t he practice with a girl?\nJoey: Well, he’s too shy, he doesn’t thing he’s good enough to dance with girls yet.\nRachel: Yeah, right, he almost danced me right down that…garbage chute. (Starts to cry)\nMonica: Oh, would you let it go already?! You’re fine!\n(Chandler and Ross enter)\nChandler: Hey.\nRachel: Hey! So, did you quit?\nChandler: No, I almost did, couldn’t leave Ross there without a spotter!\nMonica: Wait, now so you joined the gym?\n(Rachel starts to laugh.)\nRoss: And that’s funny, why?\nRachel: Oh, umm, I was just y’know working out and umm… Oh, that’s it.\nChandler: We’re doomed. Okay, they’re gonna take 50 bucks out of our accounts for the rest of our lives. What are we gonna do?\nMonica: Well, you could actually go to the gym.\n(Chandler and Ross both laugh)\nRoss: Or! Or, we could go to the bank, close our accounts and cut them off at the source.\nChandler: You’re a genius!\nJoey: Aww, man, now we won’t be bank buddies!\nChandler: Now, there’s two reasons.\nPhoebe: (entering) Hey.\nAll: Hey!\nPhoebe: Ohh, you guys, remember that cute client I told you about? I bit him.\nRachel: Where?!\nPhoebe: On the touchy.\nRoss: And that’s not against your oath?!\nPhoebe: No, I know! I-I’m sorry, but the moment I touch him, I just wanna throw out my old oath and take a new, dirty one.\nMonica: Well, next time your massaging him, you should try and distract yourself.\nJoey: Yeah! Yeah! Yeah! Like-like when I’m doing something exciting and I don’t wanna get too excited, I just ahh, y’know try to thing of other things like ah sandwiches, and ah baseball, and ah Chandler!\nChandler: Thank you, Joey.\nJoey: No-no, thank you.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Treeger’s apartment, Joey knocks and Mr. Treeger opens the door.]",
            "dialog": "Joey: All right, I’m here, let’s ahh, get this over with.\nMr. Treeger:: Okay ahh, well, just ahh, follow my lead. (Turns on some music)\nJoey: Whoa-whoa, don’t we need to do some kinda preparation first? Like ahh, get really drunk?\nMr. Treeger:: Look come on, eh, just ah, just ah, put your arms around me, eh.\n(Joey does so, and they both start dancing. Treeger tries to spin Joey, but ends up throwing him into the door.)\nMr. Treeger:: Ahhhh! I’m sorry!\nJoey: No, it’s okay, but if I’m Marge, my breasts are coming out my back.\nMr. Treeger:: Ahh, forget it! I’ll never be any good at this, my mom was right, I’m just a big potato with arms, and legs, and a head.\nJoey: Come on man, you’re not a potato.\nMr. Treeger:: I’m sure as hell a dancer, it’s no use Marge will never go for me.\nJoey: Come on Treeger, don’t say that. You just ahh, you just need more practice. Here, come on, let’s ahh, let’s try it again. Come on. (they start dancing again) Plus, it was, it was probably mostly my fault, anyway. I mean, y’know, I’m not really that comfortable dancing with a—(Treeger throws him) We-he!! Hey!\nMr. Treeger:: Yeah!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel and Monica are sitting at the table as Joey enters.]",
            "dialog": "Monica: Hey-hey, how goes the dancing? Gay yet?\nJoey: Ah-ha-ha, you guys owe me big time. (He walks into the kitchen and does a little dance step on the way.)\nRachel: (laughing) What was that?\nJoey: What?\nRachel: You just did a little dancy thing.\nJoey: No I didn’t.\nMonica: Yes you did! You did like a little hop.\nRachel: You are soo enjoying this.\nJoey: No, I’m not! And it wasn’t a hop it was a pademarie.\nMonica: (laughing harder) You know the words! You are so into this!\nJoey: All right, well maybe I’m enjoying it a little bit. I mean I’m getting pretty good at it.\nRachel: Ooh, this is soo sweet, Joey our little twinkle-toes.\nJoey: Hey-hey, hold on, this isn’t some kind of like girly dance. All right, it’s like a sport, it’s manly!\nMonica: All right, then show me some manly moves.\nJoey: All right.\n(They both get up and Monica expects Joey to take the lead, but he doesn’t, and they fumble around for a little bit.)\nJoey: I don’t know how to lead.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Ross and Chandler’s bank, they are there to close their accounts.]",
            "dialog": "Ross: Hello.\nChandler: Hi.\nRoss: We’d like to close our accounts.\nBank Officer: Close your accounts? Is there some kind of problem?\nRoss: No-no.\nChandler: No, we’d just like to close them.\nBank Officer: Okay, Ms. Lambert handles all our closures. (to a beautiful woman) Would you come over here please?\nMs. Lambert: Hi, I’m Karen.\nChandler: I wanna quit the bank!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Healing Hands, Inc., Phoebe is giving Rick a massage.]",
            "dialog": "Phoebe: (thinking to herself) Okay, baseball. Rick, playing baseball. Okay, slides into second, maybe even his pants come down a little… Oh no—wait no, no! No! Okay, all right, sandwiches, sandwiches. Umm, okay, on a plate, maybe Rick’s pants come down a little. No! No! Okay, Chandler! Okay Chandler, ooh, that’s working.\n(The camera zooms in on the clock on the wall and it reads a quarter after one. Time lapse. The clock now reads 3:30, and Phoebe is still giving Rick his massage.)\nPhoebe: (thinking to herself) Chandler’s knees. Chandler’s… ankles. Chandler’s ankle hair. (notices the clock) Oh no. (to Rick) Okay, you’re all set.\nRick: Oh wow! That was amazing, was that really just an hour?!\nPhoebe: Yeah! In… really long hour world.\nRick: What?\nPhoebe: Ugh, okay, I have an enormous crush on you. But because you’re a client, I can’t ask you out, even though you give me y’know, the feeling.\nRick: Wow! I had no idea! But you know, I could always find another masseuse.\nPhoebe: Really?!\nRick: Yeah, really.\n(They start to kiss, then Rick stops suddenly.)\nPhoebe: What?\nRick: Suddenly, I very aware that I’m naked.\nPhoebe: (laughs) Okay, quit down. (they start to kiss again)\n(Suddenly, Phoebe’s boss, Mrs. Potter, and a client, Mr. Simon, enters.)\nMrs. Potter: Mr. Simon’s been waiting for—(sees Phoebe and Rick) Oh my God!\nMr. Simon: Why wasn’t I offered that? I’d definitely pay more for that.\nMrs. Potter: Phoebe, we have rules here, this isn’t that kind of place.\nPhoebe: Oh yeah, oh and I know, but this isn’t what it looks like, ‘cause Rick is my ahh, husband.\nMrs. Potter: Oh really? Well, then you’d better tell his other wife, ‘cause she called three times asking where he is.\nPhoebe: Yes, I will tell her.\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler and Ross are telling Joey, Rachel, and Monica of their bank woes.]",
            "dialog": "Monica: So you didn’t leave the bank?\nRoss: No! And somehow, we ended up with a joint checking account.\nRachel: What are you ever gonna use that for?!\nChandler: To pay for the gym.\n(Phoebe enters)\nChandler: Hey.\nPhoebe: Hey! So I had a great day, Rick and I really hit it off, and we started making out, and then my boss walked in and fired me for being a whore.\nJoey: What?!\nRachel: You got fired?!\nMonica: Oh my Gosh!\nPhoebe: It’s so weird, I have never been fired from anything before!\nRachel: Sweety...\nPhoebe: I just-I just started walking around not knowing what to do next, y’know? I-I started asking people on the street if they wanted massages. Then these policemen, thought I was a whore too. It’s been a really bad day, whore wise.\n(There’s a knock on the door and Chandler answers it.)\nMr. Treeger:: Hey Duck, is Chick here?\nChandler: Yeah… Bunny-rabbit.\nJoey: (To Mr. Treeger) So you ah, ready for our last practice?\nMr. Treeger:: Yeah, but y’know, I think the reason we’re not getting that spin right is because my apartment’s too small.\nJoey: Look, you wanna use our place?\nMr. Treeger:: No, I ahh, had another idea.\n[Cut to the roof, where Joey and Mr. Treeger are dancing happily to ^Night and Day^.]\nJoey: We did it!!\nMr. Treeger:: I know, we did it!! Hey, that was incredible, huh?!\nJoey: I know, it was amazing! I mean, we totally nailed it, it was beautiful.\nMr. Treeger:: Thank you, listen, thanks a lot Tribbiani, (checks watch). Oh my God, look at the time, I gotta catch the bus to the ball.\nJoey: Oh well, okay, good luck.\nMr. Treeger:: Yeah.\nJoey: Unless you wanna practice the Foxtrot again? Or-or the Tango?\nMr. Treeger:: Ahh, thanks but no. You see I-I think I’m ready to dance with girls.\nJoey: Okay.\nMr. Treeger:: Yeah.\nJoey: Go get ‘em Treeger.\nMr. Treeger:: Right. (Starts to leave) Hey, ahh, you wanna come? Marge has a girlfriend.\nJoey: (intrigued) Really?\nMr. Treeger:: Yeah, you could dance real good with her, she’s the same size as me.\nJoey: No, I’m good.\n(Treeger leaves, and Joey’s dances off.)\nClosing Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Lara and Jeni’s Massage, Phoebe is interviewing for a job.]",
            "dialog": "Interviewer: So it looks like you’ve got some great experience here. Let’s see ahh, reason for leaving last job?\nPhoebe: Yeah, they thought I was a whore.\nInterviewer: Okay, we’ll give a call if anything comes up.\nPhoebe: Great! Thank you very much.\n(The interviewer watches her leave with an ‘Oh my goodness’ face.)\nEnd\n"
        }
    ]
}