{
    "metadata": {
        "season": "SEASON 4",
        "title": "410 The Girl From Poughkeepsie",
        "written_by": "Scott Silveri",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Joey's, Joey, Chandler, and Phoebe are there as Ross enters.]",
            "dialog": "Ross: Hey!\nChandler, Joey, and Phoebe: Hey!\nRoss: I’m sorry I’m late, did I miss anything?\nPhoebe: Joey stuffing 15 Oreos in his mouth. (Joey, with an obvious mouth full, nods yes.)\nRoss: 15? (Joey nods again) Your personal best! (Ross takes an Oreo and Joey mumbles, no!)\nPhoebe: Where were you?\nRoss: Oh, on a date. Yeah, I met this girl on the train going to a museum upstate.\n(simultaneously)\nChandler: Oh, yeah! How did you meet her?\nPhoebe: Oh, which museum?\nPhoebe: (just Phoebe) No, answer his.\nRoss: Okay, it was just me and her at the back of the train, and I sat near the door, so she’d have to pass by me if she wanted to switch cars. She was totally at my mercy.\nChandler: Were you so late because you were burring this woman?\nRoss: No, I’m getting back down ‘cause she lives in Poughkeepsie. She seems really great, but she’s like totally great, but she lives two and a half hours away.\nChandler: How can she be great if she’s from Poughkeepsie? (laughs, at they all look at him) That joke would’ve killed in Albany.\nJoey: Done! I did it! Heh, who’s stupid now? (He smiles and has cookie remains all over his teeth.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Chandler, Joey, Rachel, and Phoebe are there.]",
            "dialog": "Chandler: Hey, look at this! (Holding a newspaper) They’re lighting the big Christmas tree tonight.\nPhoebe: Umm, that paper’s two weeks old.\nChandler: All right, who keeps leaving old newspapers in the trash?! I really wanted to take Kathy to this, I can’t believe I missed it.\nRachel: Hey, y’know, at least you have somebody to miss that stuff with! I hate being alone this time of year! Next thing you know it’ll be Valentine’s Day, then my birthday, then bang!—before you know it, they’re lighting that damn tree again. Ohh, I want somebody! (hearing this, Gunther moves in) Y’know, I want a man!! (Gunther leaves depressed) I mean, it doesn’t even have to be a big relationship, y’know, just like a fling would be great.\nChandler: Really?! I didn’t think girls ever just wanted a fling.\nRachel: Well, believe me, it’s been a long time since I’ve been flung.\nJoey: Well, I know what I’m giving you for Christmas.\nChandler: Y’know what? There’s some nice guys at my office, do you want me to set you up?\nRachel: Yeah! Wait a minute, it’s been a long time that I’ve been single. How come you never offered this before?\nChandler: Well, I have a girlfriend, I’m-I’m happy. So, I no longer feel the need to go out of my way to stop others from being happy.\nRachel: Okay! No accountants. Oh, and no one from like legal. I don’t like guys with boring jobs.\nChandler: Oh and Ross was like what? A lion tamer?\n(Monica enters)\nAll: Hey!\nPhoebe: What’s wrong Mon?\nMonica: Ohh, everybody at the restaurant still hates me.\nPhoebe: Oh.\nMonica: I thought I was making headway, everyone was smiling at me all day, I get off work and I find out that they wrote this (puts on her chef hat) on my chef’s hat. (The hat says ‘Quit, bitch’)\nPhoebe: Hey, maybe they meant to write, ‘Quiet, bitch.’\nRachel: Hey, honey! What’s the matter? (Monica shows her, her hat.) Fine, I was just trying to be nice! Whoa!\nMonica: I mean I have not been picked on this much since kindergarten and they had to bring in someone from junior high to do the see-saw with me. (Joey laughs and Monica glares at him.)\nJoey: Ohhh!\nMonica: I mean they’re trying to do everything they can to make me quit, and if there were any other job, I would. But this is something I’ve been waiting for my whole life.\nRachel: Well, wait a minute, you’re the boss! Why don’t you just yell at them? Or, fire them?\nMonica: I would love too, but I can’t! I mean I just can’t, you know that I’m not good at confrontation.\nChandler: Hey, you know what you can do? I remember reading about this director, I think it was Orson Wells, who at the beginning of the movie would hire somebody, just so he could fire them in front of everybody. Then they would all know, who’s boss.\nJoey: Hey, Mon! I’m not doing anything, why don’t you fire me?\nMonica: That’s a good idea! Wait, do you know how to waiter?\nJoey: Good enough to get fired.\nMonica: All right, you’re hired!\nJoey: Hey! That must be why I got fired last week! Does this Orson Wells guy direct Burger King commercials?\nChandler: (he glares at him for a while) Yes.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler’s office, he is trying to find Rachel a date.]",
            "dialog": "Chandler: I say, Drew! Are you seeing anybody right now? (Drew looks at him) Og-ee-op, I’m not asking for me, I’m… I mean… No, I’m-I’m not gay, I’m not asking you out. I’m not-I’m not-I’m not gay!\nDrew: I didn’t think you were gay. I do now.\nChandler: See my friend-my friend, Rachel, she wants to be set up.\nDrew: Ahh, I just got out of a big relationship, I’m not looking for any thing serious.\nChandler: Oh, y’know what, that might be okay even if it was just kind of a fling, that might be all right with Rachel.\nMike: Whoa-whoa-whoa-whoa! Is this, hot Rachel, that you took to the Christmas party, Rachel?\nChandler: (to Drew) Oh, by the way, that is her full name.\nMike: Oh wow! I’m free for her!\nDrew: Oh, wait a second! I didn’t say I wasn’t free!\nMike: Hey, Chandler, why don’t we talk this over at the Ranger game tomorrow?\nDrew: Hold on, y’know I just got a box of Cubans, maybe I bring them by your office around uh, five?\nChandler: Oh well, that’s uh, a little later than I uh, generally care to stay, but sure!\nMike: Maybe, before the game we could enjoy some eight year old some small batch Basel Hadens.\nChandler: Well, I don’t really know what that is, but let’s!!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is working on a new song.]",
            "dialog": "Phoebe: Hey! You guys, I’m writing a holiday song for everyone. Do you want to hear it?\nMonica, Rachel, and Joey: Yes!\nPhoebe: (singing) Happy Chanukah, Monica! May your Christmas be snowy, Joey! Happy New Year, Chandler and Ross. Spin the draddle, Rachel!\nRachel: Pheebs, that’s great!\nPhoebe: Oh, yay!\nRachel: But y’know umm, Rachel doesn’t rhyme with draddle.\nPhoebe: I know but it’s so hard! Nothing rhymes with your stupid name!\nJoey: What are you talking about? Lots of things rhyme with Rachel. Bagel. Mail. Jail. Bail. Able. May-pole.\nPhoebe: All good, thanks. (to Rachel) Do you maybe have a nickname have like a nickname that’s easier to rhyme?\nMonica: Didn’t your dad used to call you Pumpkin?\nRachel: Oh yeah!\nPhoebe: Pumpkin? Yeah. But did he ever call you like, Budolph?\nChandler: (entering) Hello, children!\nAll: Hey!\nChandler: (to Rachel) Have I got the 50 guys for you!\nRachel: Really?!\nChandler: Oh yeah, I just showed this a picture of you and guys were throwing themselves at me! They’re buying me drinks! They’re giving me stuff! (to Joey) Knicks tonight?\nJoey: Sure! Where are the seats?\nChandler: Wherever! I’ve got like 20!\nRachel: So, will I like any of these guys?\nChandler: Y’know what, I’m gonna uh, play the field just a little more.\nRachel: Chandler!\nChandler: Guys are signing over their 401-K’s to me?\nPhoebe: (shocked) You work with robots!!\nChandler: (pause) Yes. (to Rachel) Okay, there’s this one guy, Patrick, I think you’re gonna like him, he’s really nice, he’s funny, he’s a swimmer.\nRachel: Ohh, I like swimmer’s bodies!\nChandler: Yes, and his father invented that magnetic strip on the back of credit cards.\nRachel: Op, I like credit cards!\nChandler: See, I’m not bad at this fixing up thing, huh?\nRachel: Well, so what does he do?\nChandler: Oh, he works in the Fine Foods division.\nRachel: Your company has a fine foods division?\nChandler: It’s a big company, I don’t—if you—I…\nJoey: Now, wait a second! You make food and robots?\nPhoebe: No! No, the robots just work for them.\nMonica: (getting up) All right, I’m gonna go to work. Does anybody have a problem with that?\nJoey: Yeah, lady, I do! I got a problem with that!\nMonica: You want a problem? I’ll give you a problem!\nJoey: Oh, what are you gonna do? You’re gonna fire me?\nMonica: You bet your ass, I’m gonna fire you! Thank you.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Ross, Phoebe, and Chandler are there.]",
            "dialog": "Ross: Oh, wow! I should get going. I-I got a date tonight.\nChandler: Oh yeah! With who?\nRoss: You know that girl I told you about who lives up in Poughkeepsie?\nChandler: Yeah.\nRoss: Not her. Yeah, this is someone else I meet, and I-I can’t decide between the two of them. Y’know the one from Poughkeepsie, even though she’s a two hour train ride away, is really pretty, really smart, and-and a lot of fun. But this other girl, well, she lives right uptown. Y’know she’s, well she’s-she’s just as pretty, I guess she’s smart, she’s not fun.\nPhoebe: If she’s no fun, why do you want to date her at all?\nRoss: Well, I-I want to give her another chance, y’know? She lives so close. And, at the end of the date, the other time, she-she said something that was—if she was kidding was very funny. On the other hand, if she wasn’t kidding, she’s not fun, she’s stupid, and kind of a racist.\nJoey: (entering) Hey!\nRoss: Hey!\nChandler: Hey, man!\nPhoebe: Hey! Ooh, how was your first day working at the restaurant?\nJoey: (checks his watch) Damn! (runs out to work)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Allesandro’s, Monica is cooking.]",
            "dialog": "Joey: (entering from the dining room) Hey.\nMonica: Hey.\nJoey: Hey, what happened to your fancy chef’s jacket? (sees there’s a burn spot on it)\nMonica: They baked it. I can’t take this anymore. I’m gonna call a meeting tonight, I’m gonna fire you tonight.\nJoey: You got it! Oh-oh! (He starts patting the burned spot, which just happens to be over her breast.)\nMonica: What are you doing?!\nJoey: It’s still a tiny bit on fire there.\nMonica: Thanks. (Joey’s still patting the burn spot) I think you got it!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Chandler is there.]",
            "dialog": "Rachel: (entering) Chandler!! You have the best taste in men!\nChandler: Well, like father, like son.\nRachel: Patrick and I had such a great time last night! I mean I think this could maybe turn into something serious.\nChandler: Really?! I-I thought you weren’t looking for something serious? I thought you were looking for some kind of a fling.\nRachel: Well, y'know, possibly. (pause) You didn’t tell him that, though? Right?\nChandler: Ummmmmmmm, no.\nRachel: You told this guy that I was looking for a fling?! You don’t tell the guy that!\nChandler: Why not?! I’d be thrilled if I heard that some hot girl was just looking to get—oh I see.\nRachel: Oh, between you telling him that I wanted to have a fling and me putting out on the first date—oh, he’s so gonna get the wrong idea.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Allesandro’s, Joey is eating some cheese.]",
            "dialog": "Monica: Hey, Joey, could you pass the cheese?\nJoey: Yeah. Listen uh, I’d prefer it if you didn’t call me Joey. Since I don’t know anyone here, I thought it’d be cool to try out a cool work nickname.\nA Waiter: (entering) Hey, dragon! Here’s your tips from Monday and Tuesday. (hands him two envelopes)\nJoey: (opening an envelope) There’s like-there’s like 300 bucks in this one!\nThe Waiter: Yeah, people get pretty generous around the holidays. And it never hurts to wear tight trousers.\nMonica: Okay. Could the waiters gather around to hear tonight’s specials? Okay, first there is a Chilean Sea Bass prepared with a Mango relish on a bag—Why is nobody writing these down?\nThe Waiter: Because we can remember them.\nMonica: Because your all gonna make up fake specials and make me cook them like you did the other night?\nThe Waiter: Well, sure, that too.\nMonica: Okay, forget the specials for a minute. Umm, all right here’s the thing, for the last two weeks I have umm, (quietly) tried really hard to create a positive atmosphere…\nThe Waiter: Can’t hear you!\nMonica: (louder) A positive atmosphere! But I-I-I have had it up to here. (She holds her hand over her head as an afterthought.) From now on, it is gonna be my way, or the highway! All right? Does anybody have a problem with that?!! (Joey looks at the money he’s holding, and doesn’t speak up.) Hey new guy! I said, does anybody have a problem with that?!\nJoey: No ma’am.\nThe Waiter: Hey! He has a name, it’s Dragon. Do you wanna know your name? Check your hat. (to another waiter) We did the hat right? (The other waiter nods yes.)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Allesandro’s, continued from earlier. The other waiters are gone and Monica is confronting Joey about his not speaking up.]",
            "dialog": "Monica: What the hell happened?!\nJoey: I am so-so-so sorry. I was gonna do it! Really! But I was standing there with 327 dollars in one hand and 238 dollars in the other hand, and I was thinking, \"Wow! It’s been a long time since I had… (tries to do the math in his head, but can’t) 327 + 238 dollars!\"\nMonica: Joey, we had a deal. That-that’s why you’re here! I’ve got to fire you!\nJoey: And I gotta pay rent! Look, how-how about this? You don’t fire me, instead I stay here, I gain their trust, and they’ll start listening to all the nice things I’ve been saying about you.\nMonica: What kinda things have you been saying?\nJoey: Well nothing yet, they really hate you and I want to fit in.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, Phoebe is working on her holiday song, Chandler is sitting on the couch reading a magazine, and Ross is sleeping on the couch.]",
            "dialog": "Phoebe: (singing) Happy, happy Chanukah, Chandler and Monica. Very merry…\nChandler: (interrupting) Oh, y’know, y’know what Pheebs?\nPhoebe: What?\nChandler: I’m not Jewish, so…\nPhoebe: So! Ross doesn’t really decorate his tree with floss, but you don’t hear him complaining do you? God! (Phoebe hits her guitar which wakes up Ross with a start.)\nChandler: Bad dream?\nRoss: I wasn’t sleeping.\nChandler: Oh yeah, then uh, what was Phoebe’s song about?\nRoss: The one with the cat. I gotta go, I’ve got another date.\nPhoebe: So, did you pick one yet?\nRoss: No, it turns out that the one from uptown was making a joke. But it was a different joke than I thought—it wasn’t that funny. So I’m still torn.\nPhoebe: Well look, you don’t really like the one from uptown and you’re too exhausted from dating the one up in Poughkeepsie, so I say you just end them both. Okay? You take a train up to Poughkeepsie and break up with her, and on your way back you break up with uptown. And then by the time you get home tonight, you’re done!\nRoss: Y’know, you’re right. Thank you.\nPhoebe: Umm, well I had a similar problem when I lived in Prague.\nChandler: Prague?\nPhoebe: There’s sooo much you don’t know.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is playing living room golf as Rachel enters. Rachel sees this and holds the door open until Chandler is ready to start his swing, when he is, she slams the door shut which causes the club to fly from his hands. He turns around, shocked.]",
            "dialog": "Rachel: Chandler! Patrick just uh, ended things with me. Did you or did you not tell him that I was looking for a serious relationship?\nChandler: I did! I absolutely did!\nRachel: You idiot!!\nChandler: I’m sure you’re right, but why?\nRachel: You don’t tell a guy that you’re looking for a serious relationship! You don’t tell the guy that! Now you scared him away!\nChandler: Oh, man. I’m sorry, I’m so-so sorry.\nRachel: Y’know, you should never be allowed to talk to people!\nChandler: I know! I know!\nRachel: Oh! See just I’m right back where I started! Aww, this sucks! Being alone, sucks! (She sits down heavily in one of the new chairs)\nChandler: Well, y’know, you’re-you’re gonna meet somebody! You’re a great catch! Y’know when I was telling all those guys about you, I didn’t have to lie once. (He sits down on the arm of her chair)\nRachel: Really?\nChandler: Yeah! You graduated Magma Ku Laude, right?\nRachel: No.\nChandler: Oh, it doesn’t matter. (Kisses her on the top of her head.) Hey, y’know what, I’ve got two tickets to tonight’s Rangers game, you wanna come with me?\nRachel: Cute guys in little shorts? Sure.\nChandler: Well, actually it’s a hockey team, so it’s angry Canadians with no teeth.\nRachel: Well that sounds fun too. (They hug.)\n(pause)\nChandler: Have you ever been with a woman?\nRachel: What?! Chandler, what is the matter with you?!\nChandler: So there is no good time to ask that question.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: A train to Poughkeepsie, Ross is asleep against the window.]",
            "dialog": "The Conductor: The next station is Poughkeepsie. Poughkeepsie!\nThe Woman From Poughkeepsie: (outside Ross’s window) Ross? Ross! (she knocks on the window) Wake up! Ross! (the train starts moving) Ross! Ross!! Ross!!! Ross!!!!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Allesandro’s, Monica is cooking.]",
            "dialog": "Monica: I need more swordfish. (to one of the assistant chefs) Can you get me some more swordfish?\nKitchen Worker: I don’t speak English.\nMonica: You did a minute ago!\nKitchen Worker: Well, I don’t know what to tell ya!\nMonica: Fine!\n(She goes into the freezer to get it herself, and leaves the door open. The waiter from earlier comes by and closes the door.)\nMonica: Okay! Very funny! Somebody let me out please?! Come on, I’m cold! (She spills something.) And covered in marinara sauce! Come on! Let me out! (the door opens)\nThe Waiter: You found that handle, did ya?\nMonica: That’s not funny.\nThe Waiter: Well that’s not true.\nMonica: (starting to cry) I’m a good person. And I’m a good chef, and I don’t deserve to have marinara sauce all over me! Y’know what, if you want me to quit this bad, then all you have to do is…\nJoey: (interrupting) Hey! Chef Geller! Y’know that little speech you made the other day? Well I got a problem with it!\nMonica: You do?\nJoey: You bet I do! I just ah, wasn’t listening then, that’s all.\nMonica: Well if you want a problem? I’ll give you a problem!\nJoey: What are you gonna do? You’re gonna fire me?\nMonica: You bet your ass I’m gonna fire you! Get out of my kitchen! Get out!! (Joey leaves) All right! Anybody else got a problem? How ‘bout you Chuckles? You think this is funny now?\nThe Waiter: No.\nMonica: How about if I dance around all covered in sauce? Huh? You think it’s funny now?\nThe Waiter: No, it’s really good.\nMonica: Good! Now, take those salads to table 4, (to the kitchen worker from earlier) And you! Get the swordfish! (to another assistant chef) And you! Get a haircut!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The train, it’s pulling into a station.]",
            "dialog": "The Conductor: Last stop, Montreal. This stop is Montreal.\nRoss: (waking up) What? (notices that there is now a beautiful woman sitting next to him)\nWoman On Train: I made a bet with myself that you have beautiful eyes. Now that I see them, I win.\nRoss: What?\nWoman On Train: We’re at my stop. But would you like to have coffee?\nRoss: (now fully awake) Are we really in Montreal?!\nWoman On Train: Yes we are. So, coffee?\nRoss: Coffee sounds great. (They get up) Wait, so, so you live in Montreal?\nWoman On Train: Oh, no. But it’s just a two hour ferry ride to Nova Scotia.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Allesandro’s, Joey is coming back in with his coat on.]",
            "dialog": "Joey: Well I guess I should’ve thought about my wife and kids before I talked back to chef Geller!\nMonica: Thanks.\nJoey: Yep! Looks like it’s gonna be a leeeeean Christmas at the Dragon house this year.\nMonica: Enough!\nJoey: (leaving) Lean-lean-lean!\nClosing Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Central Perk, Phoebe is singing her holiday song.]",
            "dialog": "Phoebe: (singing) \"Went to the store, sat on Santa's lap.\n                                Asked him to bring my friends all kind of crap.\n                                Said all you need is to write them a song.\n                                They haven't heard it, so don't try and sing along.\n                                No, don't sing along.\n                                Monica, Moncia, have a happy Chanukah.\n                                Saw Santa Clause, he said hello to Ross.\n                                And plese tell Joey, Christmas will be snowy!\n                                And Rachel and Chandler, have err-umm-glander!!\"\nHappy holidays, everybody!\nEnd\n"
        }
    ]
}