{
    "metadata": {
        "season": "SEASON 4",
        "title": "401 The Jellyfish",
        "written_by": "Wil Calhoun",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Joey: (lying on a beach towel, recapping what happened in the last episode) Okay, so we went to the beach, because Phoebe found out about this lady who knew her mom and dad, and I don’t really know what happened with that.\n[cut to Phoebe Sr.’s house, from the last episode]\nPhoebe Sr.: (to Phoebe) I’m your mother.\nPhoebe: Ehh?\n[cut to Monica opening the door of the beach house, with Chandler trying to pick her up for a date.]\nJoey: (voice-over) Oh, and then Monica joked that she wouldn’t go out with a guy like Chandler...\nChandler: (to Monica) (in a funny voice) Hi there. (Monica turns her head away in disgust)\nJoey: (voice-over) ...and he couldn’t let it go, and... I don’t really know what happened with that either.\n[cut to a montage of scenes involving Bonnie, Ross, and Rachel from the last episode.]\nJoey: (voice-over) Oh-oh! And then Ross’s new girlfriend, Bonnie, shows up and Rachel convinced her to save her head. And then Ross and Rachel kiss, and now Ross has to choose between Rachel and the bald girl and I don’t know what happened there either...\n[cut back to Joey on the beach towel]\nJoey: Y'know what, hold on, let me go get Chandler. (gets up and leaves.)\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: The beach house, it’s the same scene from the end of last year, with Ross in front of the two doors of Rachel’s and Bonnie’s rooms, trying to decide which door to choose. He finally chooses the one his right and goes in.]",
            "dialog": "Ross: (surprised) Hi!\nRachel and Bonnie: Hi!\nBonnie: Rachel was just helping me out. My head got all sunburned.\nRoss: Awww.\nBonnie: (to Rachel) Thanks a million.\nRachel: Oh, you’re welcome a million.\nBonnie: (getting up and leaving) (to Ross) Okay, I’ll see you in our room.\nRoss: Yeah. (closes the door, and goes over and kisses Rachel.)\nRachel: (softly) Oh my God.\nRoss: I know.\n(They both kiss again and fall onto the bed.)\nRoss: (stopping suddenly and getting up) Okay, I gotta go.\nRachel: Whoa! What?! Why?!\nRoss: Well, I-I gotta go break up with Bonnie.\nRachel: Here?! Now?!\nRoss: Well, yeah. I can’t-I can’t stay here all night, and if I go in there she’s-she’s gonna wanna... do stuff.\nRachel: Well, can’t you tell her that you are not in the mood?\nRoss: No, she likes that. Yeah. Faking sleep doesn’t work either, I can’t tell you how many mornings I woke up with her...\nRachel: (interrupting) Whoa-ho.\nRoss: Whoa-oh, okay! Yeah, why am I telling you that?\nRachel: I don’t know.\n(they kiss again)\nRoss: Yeah, yeah. (opens the door) It wasn’t every morning.\nRachel: Oh, making it worse!\nRoss: Okay.\nOpening Credits\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Phoebe Sr.’s house, it’s right after she told Phoebe that she’s her birth mother.]",
            "dialog": "Phoebe Sr.: So I guess you’d like to know how it all happened.\nPhoebe: I-I mean I, well I think I can figure it out. I guess y'know I was born, and everyone started lying their asses off!\nPhoebe Sr.: Noo! No! It wasn’t like that I... Remember how I told you how Lily, Frank, and I we were, we were close. Well, we were, we were very close.\nPhoebe: How close?\nPhoebe Sr.: Well, the-the three of us we were, kind of umm, a couple.\nPhoebe: I don’t even know how that would work!\nPhoebe Sr.: Well, we were...\nPhoebe: (interrupting) I’m not asking!\nPhoebe Sr.: Well, any how, some how I got pregnant, and, and I was scared. I was stupid and sellfish, and I was 18 years old. I mean, you remember what it’s like to be eighteen years old?\nPhoebe: Yeah. Let’s see, my had Mom killed herself, and my Dad had run off, and I was living in a Gremlin with a guy named Cindy who talked to his hand.\nPhoebe Sr.: Well, I’m so sorry. I thought I was leaving you with the best parents in the world, I didn’t even hear about your Mom and Dad til a couple of years ago, and by then you were already grown up. I don’t know, you’re here, and I would, I would really, I would like to get to know you.\nPhoebe: Yeah, well, everybody does! I’m a really cool person. And y'know you had 29 years to find that out, but you didn’t even try! Y'know what, you walked out on me, and I’m just, I’m gonna do the same thing to you.\nPhoebe Sr.: Wait!\nPhoebe: I don’t ever want to see you again!\n(She walks out and slams the door.)\nPhoebe: (walking back in with her hand over her eyes.) Umm, where’s my purse?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The beach house, Joey and Chandler are sitting at the dinner table, Monica is looking in the fridge.]",
            "dialog": "Monica: (closing the fridge in disgust) Shoot! We’re out of soda.\nChandler: (jumping up) Oh, I’ll go out and get you some.\nMonica: Really?!\nChandler: Nope! Because I’m not your boyfriend. (to Phoebe, who’s entering) Hey Pheebs, how did it go?\nPhoebe: Well, umm, my Mom’s friend, Phoebe, is actually my birth Mom.\n(The gang is shocked.)\nChandler: I found a dried up seashores.\nMonica: Sweety, what are you talking about?\nPhoebe: Oh, my new Mom, who-who’s a big, fat abandoner! (starts to go upstairs)\nJoey: Whoa, wait, Pheebs, wait a second! Don’t you wanna stay here and talk about it?\nPhoebe: No. I’m just, I wanna, I need to be alone.\n(She starts to go upstairs.)\nPhoebe: (turning around, insistently) Monica!\nMonica: Oh.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The beach house, Rachel’s bedroom. She is finishing up writing something as Ross walks through the door.]",
            "dialog": "Ross: It’s over.\nRachel: Oh, was it awful?\nRoss: Well, it was loong. I didn’t even realise how late it was, until I noticed the 5 o’clock shadow on her head. (They both start to laugh, then stop themselves quickly.) Anyway, she didn’t want to stay. I called a cab; she just left.\n(They kiss.)\nRachel: I wrote you a letter.\nRoss: Ohh! Thank you! I like mail. (He goes to kiss her again, but she turns away.)\nRachel: (handing him the letter) It’s just some things I’ve been thinking about. Some things about us, and before we can even think about the two of us getting back together, I just need to know how you feel about this stuff.\nRoss: Okay. (He leans in to kiss her again, but she leans back preventing him from making contact.) Wow, it’s-it’s 5:30 in the morning. (Rachel laughs) So, I’d better get cracking on this baby.\nRachel: Well, I’ll be waiting for you, just come up when you’re done.\nRoss: Okay, I’ll be up in, (looks at the letter) 18 pages. Front and back. Very exciting.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The beach house, the next morning. Ross is passed out on the kitchen counter. He wakes up with a start and has one of the pages of the letter stuck to his face.]",
            "dialog": "Ross: Oh. (looks at his watch) Oh-oh. (takes a drink of coffee and resumes reading the letter)\nRachel: (coming down the stairs) Hey! (Ross jumps up, and quickly puts the letter back together, pretending like he has just finished it.) What happened to you? Why didn’t you come up?\nRoss: Done!\nRachel: You just finished?\nRoss: Well, I wanted to be thorough. I mean this-this is clearly very, very important to you, to us! And so I wanted to read every word carefully, twice!\nRachel: So umm, does it?\nRoss: I’m sorry.\nRachel: Does it?\nRoss: Does it? Does it? Yeah, I wanted to give that whole ‘Does it?’ part just another glance.\nRachel: What are you talking about, Ross, you just said that you read it twice! Look, y'know what, either it does or it doesn’t, and if you have to even think about it...\nRoss: (interrupting) No, Rach, no. I don’t, I don’t, I don’t have to think about it, in fact, I’ve decided, I’ve decided that, that it.......does.\n(Rachel stands there for a moment, starting to cry. Then gasps and runs over and hugs him. While hugging her, Ross tries to find the ‘Does it?’ part in the letter.)\nRachel: Are you sure?\nRoss: Oh, sure! I’m sure.\nRachel: I know. (Hugs him more violently this time and pushes him back away from the letter.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The beach. Chandler and Monica are out getting some sun.]",
            "dialog": "Chandler: All right, there’s a nuclear holocaust, I’m the last man on Earth. Would you go out with me?\nMonica: Ennnh.\nChandler: I’ve got canned goods.\nJoey: (jumping up in a hole that he is digging, he is shoulder deep) Hey, you guys! Take a look at this! (Chandler and Monica jump up and go over to the hole.) Check this baby out, dug me a hole!\nChandler: Excellent hole, Joe.\n(A wave crashes on the beach and partially fills up his hole.)\nJoey: Oh no! No!! My hole!!\nMonica: (screaming in pain) Ow!! Ow!!!\nJoey: (climbing out of the hole) What?! What?!! What is it?!\nMonica: Jellyfish sting! Oh, it hurts! It hurts!! It hurts!!\nChandler: Well, can we help?! You want us to take you back to the house?!\nMonica: It’s like two miles!\nJoey: Yeah, and I’m a little tired from digging the hole.\nMonica: Oh damn the jellyfish. Damn all the jellyfish!\nChandler: We’ve got to do something!\nJoey: Well, there’s really only one thing you can do.\nMonica: What?! What is it?!\nJoey: You’re gonna have to pee on it.\nMonica: What?!! Gross!!\nJoey: Don’t blame me, I saw it on The Discovery Channel.\nChandler: Y'know what, he’s right. There’s something like uh, ammonia in that, that like kills the pain.\nMonica: Well forget it! It doesn’t hurt that (tries to take a step) baaad!!!!\nJoey: If you want some privacy you can use my hole.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The beach house, Phoebe is coming down the stairs all packed and ready to go.]",
            "dialog": "Phoebe: Well, I’m ready to get the hell out of here! (Sees Ross and Rachel cuddling on the couch.) Oh. Are you? Are you?!! (they nod ‘Yes.’) Ohh! That’s so great!! Ooh, not for Bonnie. (they nod ‘No.’) But for you, yay! Ohh.\n(The rest of the gang arrives with their heads down in shame.)\nRoss: Hey!\nRachel: How was the beach?\nMonica: Nothing, I don’t know.\nRoss: What happened?\nMonica: Nothing. I’m gonna take a shower.\nChandler: Me too!!\nJoey: Me too.\nPhoebe: Okay, I’m gonna put this (her suitcase) in the car.\nRachel: Ooh, I have to go pack. (Gets up to do so.) It really does?\nRoss: It does. It really and truly does.\n(Rachel kisses him, and goes upstairs. After she’s gone, Ross frantically tries to find and read the ‘Does it?’ part.)\nRoss: (finding the part) (looks up in disgust) It so does not!!!\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Ross is telling Joey and Chandler about the letter.]",
            "dialog": "Ross: She wants me to take responsibility for everything that went wrong in our relationship. I mean she goes on for five pages about, about how I was unfaithful to her! (Both Joey and Chandler shrug their shoulders as to say ”Well...”) (yelling) WE WERE ON A BREAK!!!!!\nChandler: Oh my God! If you say that one more time, I’m gonna break up with you!\nRoss: Fine! Fine! But this break-up was not all my fault, and she, she says here, (reading from the letter) “If you accept full responsibility...” (to Chandler and Joey) Full responsibility! “...I can begin to trust you again. Does that seem like something you can do. (yells at Joey) Does it?!!”\nJoey: No?\nChandler: Look, Ross, you have what you want, you’re back with Rachel. If you bring this up now you’re gonna wreck the best thing that even happened to you.\nRoss: (calming down) Yeah, I know. I mean, no, you’re right. Yeah I guess I’ll let it go. But you-you understand how-how hard it is to forget about this.\nJoey: Sure, it’s hard to forget! But that doesn’t mean you have to talk about it! A lot of things happened on that trip that we should never, (to Chandler) ever talk about.\nRoss: What the hell happened on that beach?!\nJoey: It’s between us and the sea, Ross!\n(Ross laughs and has a ‘Come on...’ look on his face as he looks and Chandler who nods his head in agreement with Joey. Ross is stunned.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: A hallway in an apartment building. Phoebe is knocks on a door and it opens.]",
            "dialog": "Phoebe: (to the person that answered the door) Hi, Ursula.\nUrsula: Hey!\nPhoebe: Okay, well umm, I know that we haven’t talked in a long time, but umm okay, our Mom is not our birth Mom. This-this other lady is our birth Mom.\nUrsula: Right, okay, the one that lives in Montuak, umm-hmm.\nPhoebe: (shocked) You know her?!\nUrsula: No, I umm, I read about her in Mom’s suicide note.\nPhoebe: There-there was a suicide note?! (Ursula nods ‘Yes.’) Well, do you still have it?\nUrsula: (disgusted) Hang on. (She goes into her apartment and slams the door in Phoebe’s face.)\nPhoebe: I can’t believe you didn’t tell me there was a suicide note!\nUrsula: Yeah. So how have you been doing?\nPhoebe: I, umm, shut up!\n(Ursula opens the door and hands her the note.)\nPhoebe: (reading from the note) “Good-bye Phoebe and Ursula. I’ll miss you. P.S. Your Mom lives in Montauk.” You just wrote this!\nUrsula: Well, it’s pretty much the gist. Well, except for the poem. You read the poem, right?\nPhoebe: Noooo!!\nUrsula: All right, hang on! (She takes the note, goes back into her apartment and slams the door shut.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler, Monica, and Joey are sitting at the table eating dinner and not talking. Ross and Rachel are outside cuddling on the balcony.]",
            "dialog": "Monica: Pass the cheese, please.\n(Joey hands her the cheese without looking at her.)\nMonica: My God, you can’t even look at me! Can you?\nJoey: Nope.\n(Phoebe enters.)\nChandler: (jumping up) Hey! Phoebe! We can talk to Phoebe!!\nPhoebe: No. I’m-I’m to depressed to talk.\nChandler: I’ll give you a thousand dollars to talk to us.\nRoss: (coming back in with Rachel) Hey, you guys! What do you, what do you think about making that beach trip an annual thing?\nChandler, Monica, and Joey: NO!!!\nRachel: All right, that’s it, you guys! What happened out there?\nMonica: What? We took a walk, nothing happened. I can back with nothing all over me.\nRoss and Rachel: Come on!\nRoss: What happened? Joey?\nJoey: All right. (gets up)\nMonica: (stopping him) No! Joey, we swore we’d never tell!\nChandler: (running over and joining Monica) They’ll never understand!\nJoey: Well, we have to say something! We have to get it out! It’s eating me alive!! Monica got stung by a jellyfish.\nMonica: (interrupting) All right!! All right. (walks slowly into the living room) I got stung. Stung bad. I couldn’t stand. I-I couldn’t walk.\nChandler: (following Monica) We were two miles from the house. Scared and alone. We didn’t think we could make it. (He goes to put his hands on Monica’s shoulders but for some reason can quite complete the action and pulls back.)\nMonica: I was in too much pain.\nJoey: And I was tired from digging the huge hole!\nChandler: And then Joey remembered something.\nJoey: I’d seen this thing on The Discovery Channel...\nRoss: Wait a minute! I saw that! On The Discovery Channel, yeah! About jellyfish and how if you... (stops suddenly and turns to look at Monica) Ewwww!! You peed on yourself?!\nPhoebe and Rachel: Ewwww!!\nMonica: You can’t say that!! You-you don’t know!! I mean I thought I was gonna pass out from the pain! Anyway I-I tried, but I-I couldn’t...bend that way. So... (looks at Joey.)\nPhoebe, Ross, and Rachel: (turning to look at Joey) Ewwww!!\nJoey: That’s right I stepped up! She’s my friend and she needed help! And if I had too, I’d pee on anyone of you! Only, uhh, I couldn’t. I got the stage fright. I wanted to help, but there was too much pressure. So-so I uh, I turned to Chandler.\nChandler: (wails loudly into his hands) Joey kept screaming at me, “Do it now! Do it!! Do it! Do it now!!” Sometimes late at night I can still here the screaming.\nJoey: (laughs) That’s ‘cause sometimes I just do it through my wall to freak you out.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Phoebe is finishing up a song.]",
            "dialog": "Phoebe: (singing) “...fuchsia and mauvvve. Those are the 66 colours of my bedroommmm.” (applause) Thank you, thank you. Ohh, and I invite you to count the colours in your bedroom. (Sees that Phoebe Sr. has entered, and to her) Except for you. You go away.\nPhoebe Sr.: I’ll go in a second, I-I just wanted to tell you that there hasn’t been a day where I didn’t regret giving you up.\nPhoebe: Okay, bye.\nPhoebe Sr.: No, I’m not done. I-I-I just want you to know that I, the reason I didn’t look you up was, well I was afraid that you’d react, just well like, the way, the way you’re reacting right now, and can’t we just, y'know, start from here?\nPhoebe: No.\nPhoebe Sr.: Sorry. But just one last thing. Y'know you came looking for family. I’m family, I’m it. Now, now I’m done. (starts to leave)\nPhoebe: But, it’s not like we’re losing anything. Y'know?\nPhoebe Sr.: Yeah, I guess you’re right.\nPhoebe: It’s not like we-we know each other or anything. Or that have anything in common.\nPhoebe Sr.: Well, I don’t know. I mean it’s not like we don’t have anything in common. I mean I like uh, pizza.\nPhoebe: I-I like pizza!\nPhoebe Sr.: You do?! Wait, I like umm, the Beetles.\nPhoebe: Oh my God, so do I!\nPhoebe Sr.: I knew it, wow!!\nPhoebe: Wait-wait-wait, wait! Puppies. Cute or ugly?\nPhoebe Sr.: Ohh, so cute.\nPhoebe: Uh-huh, well! But umm, still I’m-I’m mad at you.\nPhoebe Sr.: I know. I’m mad at me too.\nPhoebe: Well umm, do you wanna get something to eat? I’m kinda hungry.\nPhoebe Sr.: Hey! Me too!\nPhoebe: All right, stop it. Now you’re just doing it to freak me out.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Rachel’s bedroom. Ross and Rachel have just finished consummating the new relationship.]",
            "dialog": "Rachel: Oh-hooo, I missed you.\nRoss: I missed you too.\nRachel: Ooh, I was soo nervous about that letter. But the way you owned up to everything, it just showed me how much you’ve grown. Y'know?\nRoss: (getting miffed) I suppose.\nRachel: You have! Ross, you should give yourself credit. I mean my Mom never thought this would work out. It was all, “Once a cheater, always a cheater.”\nRoss: (getting angry) Umm-hmm.\nRachel: Ooh, I just wish we hadn’t lost those four months, but if time was what you needed just to gain a little perspective...\n[cut to Monica cleaning the floor in the kitchen]\nRoss: (yelling from the bedroom) WE WERE ON A BREAK!!!!!!!\nChandler: (entering with Joey) (to Monica) Coffee house?\nMonica: You bet.\n[cut back to Rachel’s bedroom with both of them hurriedly getting dressed]\nRoss: And for the record, it took two people to break up this relationship!!\nRachel: Yeah! You and that girl from that copy place, which yesterday you took full responsibility for!!\nRoss: I didn’t know what I was taking full responsibility for! Okay?! I didn’t finish the whole letter!\nRachel: What?!!\nRoss: I fell asleep!\nRachel: You fell asleep?!\nRoss: It was 5:30 in the morning, and you had rambled on for 18 pages. Front and back!! (they go into the living room, trapping Monica, Chandler, and Joey in the kitchen) (to Rachel) Oh-oh-oh, and by the way, Y-O-U-apostrophe-R-E means ‘you are,’ Y-O-U-R means ‘your!’\nRachel: Y'know I can’t believe I even thought about getting back together again! We are so over!!\nRoss: (starts to cry) FINE BY ME!! (he opens the door and traps Chandler behind it)\nRachel: Oh, oh, and hey-hey-hey, those little spelling tips will come in handy when you’re at home on Saturday nights playing Scrabble with Monica!!\nMonica: Hey!!\nRachel: (to Monica) Sorry!! (to Ross) I just feel bad about all that sleep you’re gonna miss wishing you were with me!\nRoss: Oh, no-no-no don’t you worry about me falling asleep. I still have your letter!!!\nRachel: And hey! Just so you know, it’s not that common! It doesn’t happen to every guy! And it is a big deal!!\nChandler: I KNEW IT!!!!\nClosing Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler and Monica are playing cards at the dinner table.]",
            "dialog": "Monica: (sets down some cards) Gin.\nChandler: We were playing Gin? Y'know if we were a couple, we could play this game naked.\nMonica: Will you stop!\nChandler: Okay. All right.\nMonica: Okay, all right, I think you’re great, I think you’re sweet, and you’re smart, and I love you. But you will always be the guy who peed on me.\nEnd\n"
        }
    ]
}