{
    "metadata": {
        "season": "SEASON 4",
        "title": "418 Rachel's New Dress",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Joey and Chandler are there as Phoebe enters carrying a drum.]",
            "dialog": "Phoebe: Hey!\nChandler: Hey! Wow, it is true what they say, pregnant bellies look like a drum.\nPhoebe: (not amused) Ha-ha. (She sits down on the couch.) No, it’s just I’m so pregnant that I—my guitar doesn’t fit anymore. So I thought ‘til I’m not, I’m just gonna play all my songs on this drum. It sounds really cool!\nChandler: All right.\nPhoebe: Listen. Listen. (She starts to play and sing.) Smelly cat, smelly cat, what are they feeding you?\nJoey: Wow, Pheebs! That sounds great!\nPhoebe: I know! I know, and I’ve only been playing for like an hour!\nAlice: (entering) Phoebe! Phoebe! Hi! Hi!\nPhoebe: Hey! What are you doing here?\nAlice: Umm, actually, I came down to ask you a big favour.\nPhoebe: Oh, well, don’t tell me you want to keep more of your stuff in my uterus.\nAlice: (laughs) No. No. No. (Sits down.) Okay, now, see, I wanna name the girl baby Leslie, and Frank wants to name one of the boy babies Frank JR. JR.\nChandler: Wouldn’t that be Frank the III?\nAlice: Don’t get me started. (To Phoebe) Anyway, umm, since there are three babies and umm, we both got to put our names in, we would be truly honoured if you named the other boy baby.\nPhoebe: Wow! That’s so great! Oh! Oh! Cougar.\nAlice: You think about it. (Leaves)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Ross’s apartment, he and Emily are getting ready to go to the airport.]",
            "dialog": "Emily: I left a bra drying on the shower rod, you don’t think your son will think it’s yours and be horribly traumatised?\nRoss: Hey, if mommy can have a wife, daddy can have a bra.\nEmily: (checks the clock) Ohh, it’s time to go.\nRoss: Oh, no-no-no, see, that-that clock’s a little fast, uh, we have 17 minutes. Huh, what can we do in 17 minutes? Twice?\nEmily: Well that’s ambitious.\n(They kiss but are interrupted by a knock on the door.)\nRoss: Hey, uh, you can ignore that.\nEmily: That’s Carol with your son!\nRoss: Uhh, believe me when he’s older, he’ll understand.\nCarol: (knocking on the door) Ross!\nRoss: I’ll be right there. (He goes over and opens the door to Carol, Susan, and Ben.) (To Ben.) Hello! (To Carol.) Hello! (To Susan.) Hey. Uhh, Emily, this is Carol and Susan.\nSusan: Hey, it’s so nice to finally meet you!\nEmily: Me too!\nCarol: Ohh, y’know, Susan’s gonna be shooting a commercial in London next week.\nSusan: Oh yeah, I’m so excited, I’ve never been there.\nEmily: Oh, well, I’ll show you around.\nSusan: That would be great! Also, uh, I was hoping to catch a show so if you can make any suggestions…\nEmily: Oh, there’s tonnes of terrific stuff—I’ll go with you!\nSusan: Ahh!\n(Ross accidentally, on purpose, bumps into Susan.)\nRoss: Look at you two, bonding, making us late for the airport so…\nEmily: Are you all right?\nSusan: Oh, he’s fine. He’s fine. It’s just that us getting along is difficult for him, because he doesn’t like me.\nRoss: Oh come on! That’s-that’s… true.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Joey and Chandler are playing foosball as Phoebe enters.]",
            "dialog": "Phoebe: Hi!\nJoey: Hey!\nChandler: Hey! Do we have a baby name yet?\nPhoebe: Ugh! No! This is so hard! I went through this whole book (Holds up a book) and found nothing! I want a name that’s really like, y’know strong and confident, y’know? Like-like Exxon.\nChandler: Well, it certainly worked for that Valdez kid.\nJoey: Ooh-ooh, Pheebs, you want a strong name? How about, The Hulk?\nPhoebe: No, I’m-I’m not sure about Hulk, but I like the idea of a name starting with \"The.\"\nJoey: Oh, want a good name, go with Joey. Joey’s your pal. Joey’s your buddy. \"Where is everybody?\" \"Well, they’re hanging out with Joey.\"\nChandler: Hey, y’know what, if you’re gonna do that, if you’re gonna name him Joey, you should name him Chandler. (Phoebe doesn’t think so.) Oh, come on! Chandler’s funny, sophisticated, and he’s very loveable, once you get to know him.\nJoey: Oh well, hey, Joey’s loveable too! But the thing about Joey is, if you need him, he’ll be there.\nChandler: Well, Chandler will be there for you too. I mean, well, he might be a little late, but-but, he’ll be there. And he’ll bring you some cold soda, if want you need him for is that you’re really hot.\nJoey: What do ya say? What do ya say?\nPhoebe: Well, I, I like the idea of naming him after someone I love, and Joey and Chandler are great names. (They both stare at her.) But, all right, I don’t—maybe I’ll just name him The Hulk.\nJoey: I knew I shouldn’t have mentioned it! That’s what I wanted to name my kid!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Joey's erm, Monica and Rachel's, Monica is cooking and Rachel is getting ready for a date with Joshua.]",
            "dialog": "Rachel: Hey, Mon, if you were hoping to sleep with Joshua the first time tonight, which one of these would you want to be wearing. (She’s holding two frilly, lace nighties.)\nMonica: Y’know what? It really creeps me out choosing other people’s sex clothes.\nRachel: Sorry. I’m so exited! I’ve been waiting for this for months! I got my hair coloured! I got new sheets! I’m making him a very fancy meal.\nMonica: Um-hmm.\nRachel: What am I making him by the way?\nMonica: Well, you’re making him a frieze salad with goat cheese and pine nuts, wild nuts, wild rice, roast asparagus, and salmon au croup.\nRachel: I thought I was making him filet mignon?\nMonica: Yeah, you were, but you decided to make salmon because you had some left over at the restaurant. And then you realised if you (Points at Rachel) bitched about it, then you (Points to herself) would stop cooking, and you (Points at Rachel) would have to make your famous baked potato and Diet Coke.\nRachel: Wow, I really get crabby when I cook.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Joey, Chandler, and Phoebe are there as Ross enters.]",
            "dialog": "Ross: Hey!\nJoey: Hey!\nChandler: Hey!\nRoss: So uh, Emily called last night…\nChandler: And now you’re giving me the message!\nRoss: Turns out them Emily is just crazy about Susan. Yeah, they’re going to the theatre together! They’re going to dinner! They’re going horseback riding!\nPhoebe: God, Susan is so fun!\nRoss: Look, this is just a little too familiar, okay? For like, for like six months before Carol and I spilt up, all I heard was: \"My friend Susan is so smart. My friend Susan is so funny. My friend Susan is so great.\"\nChandler: You actually think that something can happen between Emily and Susan?\nRoss: Hey, they’re going to the gym together! Two women! Stretching! Y’know they-they take a steam together! Things get a little playful—didn’t you see Personal Best?\nJoey: No, but I’m gonna!\nChandler: Hi! Hi! You’re crazy! Okay? This is Emily. Emily is straight.\nRoss: How do you know? I mean we thought Carol was straight before I married her!\nPhoebe: Yeah, I definitely. I don’t like the name Ross.\nRoss: What a weird way to kick me when I’m down.\nPhoebe: No! No! I-I meant for the baby!\nRoss: Oh. What’s wrong with Ross?\nPhoebe: Well, it’s just y’know that something like this would never to like The Hulk, y’know…\nRoss: Actually that-that’s not true, in The Incredible Hulk uh, No. 72, Dr. Bruce Banner found… (Sees everyone staring at him and stops.) Y’know, ugh, nevermind, my girlfriend’s a lesbian. (Leaves.)\nPhoebe: So, I decided I’m definitely going to go with either Joey or Chandler.\nJoey: Oh! Oh-oh, you gotta pick Joey! I mean, name one famous person named Chandler.\nChandler: Raymond Chandler.\nJoey: Someone you didn’t make up!\nChandler: Okay, there are no famous Joey’s. Except for, huh, Joey Buttafucco.\nJoey: Yeah, that guy really hurt us.\nPhoebe: Well, how about a compromise then, okay? What if it’s like y’know, Chanoey?\nChandler: Okay, look, Joey! Come on, think about it, first of all, he’ll never be President. There’s never gonna be a President Joey.\nJoey: All right look man, I didn’t want to bring this up, but Chandler, is the stupidest name I ever heard in my life! It’s not even a name; it’s barely even a word. Okay? It’s kinda like chandelier, but it’s not! All right? It’s a stupid, stupid non-name!\nChandler: Wow, you’re, you’re right. I have a horrible, horrible name.\nJoey: I’m sorry man, I didn’t—I’m-I’m sorry. I’m sorry. (Goes over and comforts him.)\nChandler: Okay.\nJoey: So I guess it’s Joey then!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Joey's erm, Monica and Rachel's, Rachel is on her dinner date with Joshua.]",
            "dialog": "Joshua: This is so nice. Thank you for doing this.\nRachel: Ohh, please! Cooking soothes me. (They kiss.) Ahh. So, dig in!\nJoshua: Great! Oh, it all looks sooo good!\nRachel: (taking a bite) Hmmm!\nJoshua: Oh my God!\nRachel: Oh I know, my God, this is so—this rice is so—I am so good.\nJoshua: Behind you?\nRachel: (sees the chick and the duck) Oh, yeah, I’m sorry. They used to live here; sometimes they migrate back over.\nJoshua: (getting up and backing away from they.) Is there ah, is there some way they can not be here. It’s just ah, farm birds really kinda freak me out!\nRachel: Yeah, sure, okay. Okay.\n(Rachel gets up and ushers them into the hall, as they pass Joshua, he leaps onto the counter to avoid them. Rachel drops them off in the hall, and knocks on Joey’s door.)\nJoey: (answering the door.) Hey, how did you do that?! Come on in. (He brings them inside.)\n[Cut back to Rachel’s date.]\nRachel: All gone! So, farm birds, huh?\nJoshua: Yeah, it’s-it’s my only weird thing, I swear. And I-I-I would’ve told you about it, but I didn’t know they would be here.\nRachel: Oh.\nJoshua: So, all right.\n(They both sit back down.)\nRachel: Okay. So, can I serve you a little of—What? What? What? (She sees that Joshua isn’t relaxed.)\nJoshua: Nothing I uh, it’s just that I know that they’re still out there.\nRachel: But, they’re across the hall! I mean that’s two doors away, it would take them a long time to peck their way back over here.\nJoshua: Okay, that’s-that’s not funny. Uhh.\nRachel: Okay, y’know, would you feel better if we went someplace else? I mean we could pack all this stuff up and y’know go to your apartment.\nJoshua: Oh, they’re working on this week, it’s a total mess. But uh, I’m staying at my parents’ house, we could go there.\nRachel: Your parents’?\nJoshua: Yeah, they’re out of town.\nRachel: Ohh.\nJoshua: Yeah-yeah, it’s this huge place, and-and it’s got this gorgeous view of the park, and very, very romantic. What do you say?\nRachel: Yeah that works.\n(He moves to kiss her, but stops when he hears the duck.)\nJoshua: They-they-they can smell fear.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross’s apartment, Carol has come to pick up Ben.]",
            "dialog": "Ross: (opening the door.) Hey!\nCarol: Hey! How’s Ben?\nRoss: Well, I asked him if he wanted to eat, he said, \"No.\" I asked him if he wanted to sleep, he said, \"No.\" I asked him what he wanted to do, he said, \"No.\" So, he’s sweeping. (We see Ben playing with a broom and a dustpan.)\nCarol: Hey, Ben! Hey!\nRoss: So umm, any word from Susan?\nCarol: Ooh, yeah! She said she’s having sooo much fun with Emily.\nRoss: Uh-huh. Uh-huh. Uh, by the by, did it uh, did it ever occur to you that, I don’t know, maybe they might be having a little too much fun?\nCarol: What’s too much fun?\nRoss: Y’know, the kind of fun, you and Susan had when we were married.\nCarol: Oh my God, you are so paranoid!\nRoss: Am I?!\nCarol: Yes!\nRoss: Am I?!\nCarol: I can’t speak for Emily, but Susan is in a loving, committed relationship.\nRoss: Uh-huh, Carol, so were we. All right, just-just imagine for a moment, Susan meets someone and-and they really hit it off. Y’know? Say-say they’re coming back from the theatre, and they-they stop at a pub for a couple of drinks, they’re laughing, y’know, someone innocently touches someone else… There’s electricity, it’s new. It’s exciting. Are you telling me there isn’t even the slightest possibility of something happening?\nCarol: Maybe.\nRoss: OH MY GOD!! I didn’t really believe it until you just said it!!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joshua’s parents’ apartment, Rachel and Joshua are entering.]",
            "dialog": "Joshua: …and even though none of the other kids believed me, I swear to God, that duck pushed me!\nRachel: Wow! This place is fabulous!\nJoshua: Yeah, yeah, let me show you around. This is the uh, downstairs living room.\nRachel: Whoa-whoa, there’s two living rooms? God, growing up here, this place must’ve been a real babe magnet.\nJoshua: Yeah, well, it would’ve been, but uh, my parents just moved here.\nRachel: Ohh, you should know, this place is a real babe magnet. Wanna make out?\n(They kiss.)\nJoshua: Hey, here’s an idea. Why don’t uh, I put the food in the fridge and we can eat it later?\nRachel: That sounds like a plan. Umm, is there a place I can go freshen up?\nJoshua: Oh yeah, yeah uh, it’s down the hall and uh, second door to your left.\nRachel: Ah.\n(She goes down the hall. Joshua goes to put the food away when his parents walk in.)\nMrs. Burgin: Oh, hi, darling!\nJoshua: Mom, Dad, what are you guys doing here?\nMrs. Burgin: Oh, well we cut the trip short.\nMr. Burgin: France sucks!\nJoshua: Umm, this may be a little weird, but I-I-I got a date here.\nMrs. Burgin: Oh, say no more!\nMr. Burgin: We’ll just grab some food and take it with us right upstairs, and we’ll be right out of you hair.\nJoshua: Oh, that-that would be great. So you didn’t even get to Italy?\nMr. Burgin: Yep, sucks!\n(They all go into the kitchen. Just then, Rachel comes back from the bathroom; she had removed her dress and is wearing nothing but a lace nightie. She tries to find someplace seductive to wait for Joshua. She tries to sit on the piano, but it makes too much noise. So she goes over to the couch and kinda half lays down to wait for Joshua. Joshua comes in from the kitchen, sees Rachel, and freezes.)\nRachel: Hi you!\nJoshua: Oh my God!\nRachel: I know, I can do more than cook.\n(Just then, his parents enter. Rachel gasps.)\nMr. Burgin: I like her. She sees smart.\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Joshua’s parents’ apartment, continued from earlier.]",
            "dialog": "Joshua: Uhh, Rachel, my parents…\nRachel: Ohh! It’s so nice to meet you. (She goes over and shakes their hands.) Hello.\nMr. Burgin: Hi.\nRachel: Hello.\nMrs. Burgin: Hello. Well, Joshua, that $500 was for groceries.\nRachel: What? This-this, no, oh no, no-no-no, this is not—that’s-that’s not what it is. See, see, okay, I work in fashion, see and-and, this is a real dress actually. It’s-it’s, they’re-they’re wearing it in Milan, so part of my job is too wear the clothes, and then I see how people respond, and then I report back to my superiors at Bloomingdale’s, so… And obviously in uh, in-in this case, (She grabs a pen and paper) I am going to report back, \"USA not ready.\"\nMrs. Burgin: Maybe in L.A?\nRachel: Yes!\nJoshua: There you go.\nMr. Burgin: So, have you kids eaten yet?\nRachel: Well, we were going to do that after—I mean umm, next.\nMr. Burgin: Well, we’re starving, why don’t we all go get something to eat?\nRachel: Oh, yeah, well… Yeah, no use wasting this baby, just lyin’ around the house.\nMr. Burgin: So… We go eat.\nRachel: Yes.\nMr. Burgin: You’ll wear that. We’ll be eating, and of course, you’ll be wearing that.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Chandler is looking for a new name in Phoebe’s book of names.]",
            "dialog": "Joey: Dude, I am sorry about what I said!\nChandler: No, no, you’re right, it is a ridiculous name!\nJoey: It’s not that bad.\nChandler: Yes it is! From now on, I have no first name.\nJoey: So, you’re just Bing?\nChandler: I have no name.\nPhoebe: All right, so, what are we supposed to call you?\nChandler: Okay uh, for now, temporarily, you can call me, Clint.\nJoey: No way are you cool enough to pull of Clint.\nChandler: Okay, so what name am I cool enough to pull off?\nPhoebe: Umm, Gene.\nChandler: It’s Clint. It’s Clint! (He heads for his bedroom.)\nJoey: See you later, Gene.\nPhoebe: Bye, Gene.\nChandler: It’s Clint! Clint!\nJoey: What’s up with Gene?\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Rachel is telling Phoebe and Monica of her date.]",
            "dialog": "Monica: So, you wore your nightie to dinner?\nRachel: Oh, yeah. And uh, the best part though, when the uh, waiter spilled water down my back, I jumped up, and my boob popped out.\nPhoebe: Oh my God!\nMonica: Oh, no!\nRachel: No, it’s all right. I got nice boobs. (Phoebe and Monica nod there heads in agreement.)\nRoss: (returning from the phone.) So, I just picked up a message from Emily, she and Susan are going to a poetry reading together!\nRachel: So?\nRoss: So! Poetry? Susan’s gay! They’re being gay together!\nMonica: Emily’s straight.\nRoss: Oh, wake up!\nPhoebe: Wow, Carol really messed you up!\nRoss: Excuse me?\nPhoebe: Yeah, she turned you into this-this-this untrusting, crazy, jealous, sycophant. (They all look at her.) All right, so I don’t know what sycophant means, but the rest is right.\nRoss: Look, I don’t know what you’re talking about, I am not a crazy, jealous person.\nRachel: Huh.\nRoss: What?\nRachel: She’s totally right! When we were together, you got all freaked out about Mark and there was nothing going on.\nMonica: This totally makes sense!\nRoss: It does not!\nMonica: Oh, sure it does! In high school, you weren’t jealous at all even though all your girlfriends were cheating on you!\nPhoebe: All right, all right, so up until ‘92-93 he was very trusting, then ’94 hit, Carol left him and bamn! Paranoid city!\nRachel: Absolutely! Absolutely!\nMonica: This is so much fun!\nRoss: This is not fun!\nMonica: Look, all we’re trying to say is, don’t let what happened with Carol ruin what you got with Emily.\nPhoebe: Yeah. The ’92 Ross wouldn’t.\nRoss: Well, I still think I was right about that whole Mark thing.\nRachel: What—yeah—what, y’know what? I hope Emily is a lesbian.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Phoebe is showing off more of her drum skills to Joey by rubbing one of the sticks back and forth across the drum.]",
            "dialog": "Phoebe: Drum roll.\nChandler: (entering) Okay. Okay. All right. Help! Am I a Mark, or a John?\nJoey: Nah, you’re not tall enough to be a Mark, but you might make a good Barney.\nChandler: All right look, am I serious, okay? Tomorrow at 3:30 I am going down to the courthouse.\nPhoebe: You’re actually going through with this?\nChandler: Hey, look, this name has been holding me back my entire life. Okay, it’s probably why kids picked on me in school, and why I never do well with women… So, as of 4 o’clock tomorrow, I’m either gonna be Mark Johnson or John Markson.\nPhoebe: You got problems because of you! Not your name! All right, this has got to stop! Chandler is a great name! In fact—yes, (To Joey) I’m, I’m sorry. I know you really wanted me to name the baby Joey, but eh, so, I’m-I’m, I’m gonna, I’m gonna name the baby Chandler.\nChandler: (pleased) Really?!\nPhoebe: Yeah, but you have to keep the name too!\nChandler: Okay. Thanks.\nPhoebe: Okay!\nChandler: You wanna hug it out?\nPhoebe: Yeah!\n(They both hug.)\nPhoebe: Yay!\nChandler: Yay!\nPhoebe: Yay—oh—yay! Okay, I gotta go tell Frank and Alice! Right now!\nChandler: Okay!\nPhoebe: Ooh, uh… (She grabs her coat and runs out.)\nChandler: Bye, Pheebs!\nPhoebe: Okay, bye!\n(She exits, and after the door is closed, Chandler turns to Joey and…)\nChandler: Ha! Ha! Ha!\nJoey: Ohh! (Realises it was all a trick to get Phoebe to name the baby Chandler.)\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The Airport, Carol and Ross are waiting for Emily and Susan to deplane. A gorgeous woman walks by and they both turn to watch her go.]",
            "dialog": "Ross: Nice luggage.\nCarol: I was gonna say…\n(Susan and Emily get off.)\nSusan: Hey!\n(They both run and hug they’re respective partners.)\nRoss: Hi!\nEmily: Hey! I missed you.\nRoss: Oh, I missed you too.\nSusan: (To Emily) Thanks for everything, I had such a great time.\nEmily: Oh, so did I.\n(They hug and give each other a little peck on the cheek.)\nRoss: (To Carol) No tongue. (And gives her the thumbs up.)\nEnd\n"
        }
    ]
}