{
    "metadata": {
        "season": "SEASON 4",
        "title": "420 The Wedding Dresses",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Joey’s bedroom, he is asleep and snoring loudly. Chandler enters wondering who left their engine running.]",
            "dialog": "Chandler: Are you kidding me?! Joey. Joey! Joey! Joey! Joey! Joey! Joey! Joey! Joey! Joey!!\nJoey: (joining in, in his sleep) Joey. Joey. Joey. Joey! Joey!!\n(Chandler acts disgusted, but is happy that Joey has stopped snoring. However, just as he is about to leave, Joey starts snoring again. So to get him to stop, he slams the door shut, waking Joey.)\nChandler: Oh. Oh, did-did-did I wake you?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Chandler is getting another cup of coffee.]",
            "dialog": "Chandler: Gunther, can I get another cup of coffee, please? (Gunther starts to pour him another cup.) So uh, what do you do when you’re not working here?\nGunther: You don’t need to fill these silences.\nChandler: Oh, okay, thanks. (He goes back to the couch and rejoins Monica, Joey, and Phoebe.)\nMonica: Chandler, that’s like your fourth cup of coffee!\nChandler: Well, I am drinking lots of cups of coffee because I’m exhausted! Because Joey started snoring!\nMonica: He’s in a different room! He’s really that loud?\nJoey: (proudly) Oh, you should here me.\nChandler: It’s not something to be proud of, okay? You have to go to a sleep clinic!\nJoey: Look, I told ya, I’m not going to any clinic! I don’t have a problem, you’re the one with the problem! You should go to a \"Quit being a baby and leave me alone\" clinic!\nChandler: They don’t have those.\nJoey: Yeah, they do! Quit being a baby and leave me alone! There, you’ve just had your first class!\nMonica: Y’know I used to go out with this guy that was a really light sleeper, and whenever I started to snore, he would just roll me over…\nJoey: Ohhh, yeah!\nMonica: He would just roll me over and I would stop snoring.\nChandler: Next time you snore, I’m rolling ya over!\nJoey: I gotta do what I gotta do, you gotta do what you gotta do, you just do it.\nRoss: (entering) Hey guys!\nChandler: Hey, all right!\nPhoebe: Hey!\n(Joey starts humming Here Come the Bride.)\nPhoebe: Oh, the Olympics.\nMonica: Have you guys picked a date yet?\nRoss: Oh no, not yet.\nPhoebe: I still cannot believe you’re engaged! (Ross looks at her) Just ‘cause its happening so fast; not ‘cause you’re such a loser.\nRoss: Oh. Thanks. Uh, has anyone seen Rach?\nMonica: Ugh, she’s upstairs not doing the dishes! And I tell ya something! I’m not doing them this time! I don’t care if those dishes sit in the sink until they’re all covered with—I’ll do them when I get home!\nRoss: Yeah—oh! Hey listen umm, Emily found this wedding dress in London…\nPhoebe: Already?!\nRoss: Yeah, but it didn’t fit. Well, luckily there’s a store here that has one left in her size, but I’m the groom, I’m not supposed to see the dress…\nMonica: I’ll pick it up for you!\nRoss: Thank you.\nMonica: Okay.\nChandler: Oh, she’s got you running errands, y’know, picking up wedding dresses… (Laughs and makes like Indiana Jones and his whip) Wah-pah!\nRoss: What’s wah-pah?\nChandler: Y’know, whipped! Wah-pah!\nJoey: That’s not whipped! Whipped is wh-tcssh!\nChandler: That’s what I did. Wah-pah!\nJoey: You can’t do anything!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is not doing the dishes. She hears someone coming up the stairs and quickly puts down her magazine and pretends like she’s actually doing the dishes.]",
            "dialog": "Rachel: Hey, Mon, I was just doing the dishes!\nRoss: Hey!\nRachel: Oh! It’s you. (She stops doing the dishes.) Hi.\nRoss: Hey, do uh, do you have a minute?\nRachel: Yeah, yeah, I was just about to take a break anyways, so…\nRoss: So listen uh, I know you and I haven’t really had a chance to talk since uh, Emily and I decided to get married, and uh, I was just wondering how you were.\nRachel: Oh.\nRoss: I know if you were getting married I’d feel, kinda….. y’know.\nRachel: Yeah. Yeah. Definitely, well it definitely took me by surprise, but I’m okay.\nRoss: Yeah?\nRachel: Yeah.\nRoss: All right, I just wanted to check.\nRachel: Oh, that’s sweet.\n(He goes over to hug her.)\nRoss: You’re great. And I-I know someday this will happen for you too. You just hang in there.\nRachel: (breaking the hug) Uhh, hang in there?\nRoss: Oh, no, I didn’t mean, uh…\nRachel: I mean maybe you didn’t hear about a serious relationship called me and Joshua?\nRoss: Oh, I thought you guys had just been on like four dates, I didn’t realise that had become anything, yet.\nRachel: Oh, no-no-no, no-no-no, it has become, it has—yeah. Oh no, those were four great dates.\nRoss: Oh. Yeah?\nRachel: Yeah. Oh, yeah. And I mean, the connection, I mean y’know, emotionally, mentally, physically…\nRoss: Wow, that’s-that’s-that’s incredible.\nRachel: I know isn’t it? It’s like I’m right there with Joshua.\nRoss: Uh-huh.\nRachel: You are right there with Emily. And it’s y’know, it’s kinda like…. it’s a tie! Well, I gotta get, I gotta get back to the dishes.\nRoss: I gotta get to work.\nRachel: Oh yeah? Fine.\nRoss: Hey, y’know, y’know what would make me really happy?\nRachel: Oh yeah, no, what’s that?\nRoss: If like the four of us could all y’know, hang out together. Uh, in fact Emily’s coming into town this weekend, why don’t you say we all have dinner? Say, Sunday night?\nRachel: That would be great!\nRoss: Yeah, all right, it’s a date. (He leaves)\nRachel: (to the closed door) Hang in there. You hang in there. (Gives him the raspberry.)\nRoss: (coming back in) Did you say something?\nRachel: No, just singing. (Does a little song.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Beatrice Bridal Shop, Monica and Phoebe are there to pick up Emily’s dress.]",
            "dialog": "Monica: Oh my God! Ohh! Look at this one! It’s so beautiful!\nPhoebe: Yeah, but y’know, about have of these are gonna end up getting divorced.\nThe Saleslady: May I help you ladies?\nMonica: Oh, yes, umm, I’m here to pick up a dress that you have on hold.\nThe Saleslady: Yes, what’s the name, please?\nMonica: Emily Waltham.\nThe Saleslady: Yes! I have it right here. (Phoebe and Monica both gasp at the dress.) Would you like to try it on Ms. Waltham?\nMonica: (laughs) Okay.\n[Time lapse. Monica is wearing the dress and starring at herself in the mirror.]\nPhoebe: You’re the most beautiful bride I’ve ever seen.\nMonica: I am, aren’t I?\nThe Saleslady: Ms. Waltham?\nMonica: Yes?\nThe Saleslady: We’re closing.\nMonica: All right. (Goes to take off the dress.)\nThe Saleslady: And could I get my ring back?\n(She disgustedly takes the ring off and gives it back.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joey’s bedroom, he’s snoring again and Chandler is there to roll him over.]",
            "dialog": "Chandler: All right buddy, time to roll over. (Rolls him over, and discovers a surprise) (Looking down) No-no! (Covers his eyes) No, no-n-n-n-no!! You are going to a clinic! You’re going to a clinic, and a pyjama store!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is doing the dishes.]",
            "dialog": "Monica: Does she use the cups? Yes! I believe she does. Does she use the plates? Yes! I believe she does. (Looks at the wedding dress and stops.)\n[Time lapse, Monica is now wearing the dress while doing the dishes and is making like she is thanking her guests for coming to her wedding. Paging Dr. Crane. Dr. Fraiser Crane!]\nMonica: Oh. Thank you. Ohhh, thank you very much. Oh, thank you for coming. (There’s a knock on the door.) Uh, just a second!\nPhoebe: No-no, let me in!\nMonica: Phoebe?\nPhoebe: Yeah!\nMonica: Can you just hold on for one minute?\nPhoebe: No, you have to let me in right now!!\nMonica: Are you alone?\nPhoebe: Yes!\nMonica: All right.\n(She goes over and lets Phoebe bounce in wearing her own wedding dress.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is complaining about going to the clinic.]",
            "dialog": "Joey: This sucks! I didn’t know I had to stay up all night before I went to this stupid sleep clinic! I’m so tired!\nChandler: It’s 6:00.\nJoey: Yeah, well…\nRachel: (entering) Hi!\nChandler: Hey, I hear that you and Joshua are going out to dinner with Ross and Emily, and I think that’s, I think that’s really cool.\nJoey: Yeah, Rach, I think you’re handling that really well.\nRachel: Handling it? What do you mean, handling it? There’s nothing to handle. Now, maybe I would have a problem with this if it wasn’t for me and Joshua. Y’know, they’re not gonna get married anyway!\nChandler: What?\nRachel: Come on! They rushed into this thing so fast it’s ridiculous! I mean, they’re gonna be engaged for like what? A year? And somewhere along the way, one of them is gonna realise what they’ve done and they’re call the whole thing off. I’m telling ya, you’re gonna be dancing at my wedding before you’re dancing at there’s.\nChandler: Yeah, well, I don’t dance at weddings.\nRachel: Why not?\nChandler: Because weddings are a great place to meet women, and when I dance, I look like this… (Starts to dancing really, really, really badly. Ross enters behind him and he stops.)\nRoss: Hey man.\nChandler: Hey!\nRoss: So, what are you guys doing four weeks from today?\nChandler: Nothing.\nRachel: Nothing.\nJoey: I am… (Looks in his date book.) free!\nRoss: Great! Because Emily and I are getting married in a month!\nJoey and Chandler: What?!\nRoss: Yep!\nRachel: In a month?\nRoss: Yeah!\nRachel: You mean, you mean 30 days?\nRoss: Yeah.\nRachel: From now?\nRoss: Yeah.\nRachel: Well, that’s great.\nRoss: Yeah! Yeah, Emily always wanted to get married in this beautiful place that her parents got married, but it’s going to be torn down, so… I mean, I-I know it’s crazy, but everything up ‘til now has been so crazy, and I don’t know, this just feels right. Y’know?\nJoey: (still looking in date book) Hey! That’s the day after I stop menstruating! (They all look at him.) This isn’t mine.\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk, Rachel is waiting impatiently for Joshua.]",
            "dialog": "Joshua: (entering) Hey, Rachel.\nRachel: Hi!\nJoshua: What’s up? You’re voice sounded all squeaky on the phone.\nRachel: Ohh, nothing, I just wanted to see you. See you and hug you. (Hugs him) See you.\nJoshua: Great!\nRachel: Yeah! (She sits down) Sit!\nJoshua: (sitting) You okay?\nRachel: I’m more than okay, I am really, really happy! Wanna know why?\nJoshua: Do I?\nRachel: ‘Cause I am really happy about us. I think we are, I think we are so on the right track! Y’know? I mean, I think we are working, I think we are clicking. Y’know?\nJoshua: Yeah, sure-sure, yeah, we’re-we’re-we’re-we’re-we’re clicking.\nRachel: Yeah-yeah, y’know if-if there was just like one little area where I—that I think we need—we would need to work on; I-I would think it was we’re just not crazy enough!\nJoshua: I-I gotta say, I-I-I-I’m not too sure I agree with that.\nRachel: Well, yeah, right, y’know what? Yeah, you’re right, I mean, we no, we have our fun. Yeah! But if (Grunts uncomprehensively)……I mean, I mean like craaaazy! Y’know? Okay, all right. This is gonna, this is gonna sound y’know, a little umm, hasty, but uh, just go with it. Umm. Ugh. What if we got married?\nJoshua: What?! (Gunther is listening in.)\nRachel: Oh, I know, I know, it’s-it’s so, it’s so totally like, \"Whoa! Can we do this?\" Y’know, I mean, but I mean it just feels right! Don’t you think? It does! I mean, it just feels right, don’t you think?\nJoshua: Wow! Uhh, Rachel uhh, you’re a real special lady, but my divorce isn’t final yet and, and, and we’ve been on four days, so I’m thinking \"No, but thanks.\"\nGunther: YOU IDIOT!!!!!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Sleep Clinic, Joey is having trouble staying awake.]",
            "dialog": "Sleep Clinic Worker: Your name, please?\nJoey: Joey Tribbiani.\nSleep Clinic Worker: Um-hmm, and did you stay up all night in preparation for your sleep study. (Joey doesn’t answer) Uh, sir? (Joey starts snoring)\nChandler: (answering for him) Yes he did.\nSleep Clinic Worker: Alll right, we’ll call you in a few minutes.\n(As she leaves, a beautiful woman enters and sits down across from the boys.)\nChandler: (waking Joey) Hey, check out that girl! She is really hot!\nJoey: (sleepily) Yeah, she is. Wow! (Falls back asleep, loudly) How you doin’?\n(Chandler wakes him up, again.)\nJoey: What?!\nChandler: You’re coming on to the entire room! (He goes over to pick up a stack of magazines next to her, and to get her attention, he throws them back down.) I’m Chandler.\nWoman: I’m Marjorie.\nChandler: Hi.\nMarjorie: Hi.\nChandler: You mind if I…\nMarjorie: No, please.\n(He sits down next to her.)\nChandler: So uh, what are you in for?\nMarjorie: I talk in my sleep.\nChandler: What a coincidence, I listen in my sleep.\nJoey: (asleep) So why don’t you give me your number?\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Phoebe, still defying reality, are now throwing a bouquet at each other, pretending to catch the actual bouquet at an actual wedding.]",
            "dialog": "Monica: Okay, ready?\nPhoebe: Yeah.\nMonica: Okay.\n(She turns around and throws the bouquet to Phoebe.)\nPhoebe: (catching it) I got it! Mine! (They both hug)\nMonica: Congratulations!\nPhoebe: Thank you!\nMonica: Okay! My turn! My turn!\nPhoebe: Okay! (Gets into position) Okay, ready?\nMonica: (cocking her head from side to side in some pre-bouquet-catching ritual) Yeah.\nPhoebe: Okay. (Phoebe turns and throws it on the couch.)\nMonica: (upset) That was a terrible throw!!\nPhoebe: I’m not gonna right to you! That’s not real!\nMonica: Look at me! My big concern is what’s real?! (Finally realises) Oh my God. We’re really sad, aren’t we?\nPhoebe: Yeah, I think we are.\nMonica: This isn’t even my dress.\nPhoebe: Well, at least you didn’t rent yours from a store called, \"It’s Not Too Late.\"\nMonica: I’m changing out of this.\nPhoebe: Me too.\nMonica: In like a half-hour?\nPhoebe: Me too.\nMonica: Okay, throw it straight this time.\nPhoebe: Okay.\n(She throws it straight, and Monica makes a big deal about catching it.)\nMonica: I’m getting married next!!\nPhoebe: Yay!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Monica and Phoebe, back to reality, are sitting in normal clothes.]",
            "dialog": "Phoebe: I hate my regular clothes now! Y’know? I look down and-and I know that this isn’t gonna be the most special day of my life.\nMonica: Yeah. I mean it was kinda fun for a while, but didn’t you start feeling silly?\nPhoebe: I guess.\n(Monica crosses her legs and is still wearing the garter belt.)\nPhoebe: Oh my God!\nMonica: Oh God.\nPhoebe: Oh, you’re such a cheater!\nChandler: (entering) Hello! Little ones.\nMonica: Hey!\nPhoebe: Hey!\nMonica: So, is Joey gonna stop snoring?\nChandler: Yep! And! A beautiful woman agreed to go out with me. (They’re stunned.) Joey wanted to ask her out, but uh, she picked me.\nPhoebe: Oh, how’d that happen?\nChandler: Because I’m cooler.\nMonica: No, seriously.\nChandler: Well she’s, she’s the kinda girl—Joey was unconscious.\n(Joey enters, wearing a mouth guard like boxers wear.)\nJoey: (muffled by the mouth guard) Hey you guys! What’s happening?\nMonica: Oh my God!\nPhoebe: What is that?\nJoey: (muffled) Oh, they gave it to me at the sleep clinic, and it’s gonna help me not to snore.\nMonica: Well, are you asleep right now, Joe? ‘Cause I don’t think you have to wear it unless you are!\nJoey: (takes out the mouth guard) I know I don’t have too! It tastes good. (Puts it back in.)\nChandler: Plus, you look cool.\n(Joey totally agrees with this statement and kicks his feet up.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is putting away the wedding dress, finally.]",
            "dialog": "Rachel: (entering from her bedroom) Well, I just called Joshua…\nPhoebe: Oh, how did it go?\nRachel: Well, I did my best to convince him that I’m not some crazy girl who is dying to get married—I’m just going through a hard time.\nPhoebe: What did he say?\nRachel: Well uh, his answering machine was very understanding. Ugh. I feel blue.\nMonica: Ohh, sweetie! (Goes to comfort her.) Hey, I bet you anything that he’s gonna call you again.\nRachel: Yeah, maybe, but I don’t think I even care. I don’t think he’s the one I’m sad about. Y’know, I know that I said that I am totally okay with Ross getting married, but as it turns out, I don’t think I’m handling it all that well.\nPhoebe: Yeah, maybe.\nRachel: And I-I am just trying to figure out why.\nPhoebe: Any luck?\nRachel: Well, yeah, y’know how Ross and I were on again, off again, on again, off again? I guess I just figured that somewhere down the road, we would be on again.\nMonica: Again. Y’know what? I think we all did.\nRoss: (entering) Hey!\nMonica: Hey! (She jumps up and throws Emily’s wedding dress into Rachel’s room.)\nRoss: So, I got us some reservations for Sunday night, okay? How about, Ernie’s at 9 o’clock?\nRachel: Yeah, well, you uh, better make it for three.\nRoss: Oh, see I-I don’t know if we’re gonna be hungry at three.\nRachel: Three people. Joshua’s not gonna be there.\nRoss: What happened?\nRachel: Uh, well, I think, I think he broke up with me.\nRoss: Noo. Why?\nRachel: Well, apparently he scares easy.\nRoss: Oh, Rachel, I’m-I’m sorry.\nRachel: It’s okay. Sometimes, things don’t work out the way you’d thought they would.\nRoss: Come here.\n(They hug.)\nRachel: (breaking the hug) Oh, hey, don’t you have to go pick up Emily?\nRoss: Yeah.\nRachel: Yeah.\nRoss: You okay?\nRachel: Yeah! I got my girls.\n(He leaves.)\nRachel: Ugh. (She goes over and lays her head on Phoebe’s lap.)\nPhoebe: (looks at Monica) Hey, y’know what might cheer you up?\nRachel: What?\n[Time lapse, all three girls are now wearing wedding dresses, eating popcorn, drinking beer, and watching TV.]\nRachel: Y’know, I gotta tell ya, this really does put in a better mood.\nMonica: Oh, I wish there was a job where I could wear this all the time. (Pause) Maybe someday, there will be.\n(There’s a knock on the door.)\nMonica: Oh God! He’s gonna come by and borrow some candles for his big date!\nRachel: Oh, okay! (She goes to answer the door.)\nMonica: No-no, Rachel, don’t get it! He can’t see us!\nPhoebe: No, yeah! The groom cannot see the bride!\nRachel: I’m not gonna marry Chandler!\nPhoebe: Not after this!\nRachel: Okay, you guys, just relax. (She goes over to open the door, and as she does, she says.) I doooo. (Sees that it’s Joshua, not Chandler that knocked on the door.)\nJoshua: I gotta go.\nRachel: Oh, wait, Joshua! Joshua! (Pause) (Comes back inside) Yeah, well, that oughta do it.\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Chandler’s bedroom, he is sleeping with Marjorie. All of the sudden, Marjorie starts talking in her sleep, awakening Chandler. After a little bit, she quiets back down, and Chandler tries to get back to sleep. There’s a short pause until she starts screaming, causing Chandler to scream with her. She quickly calms down. This all wakes up Joey, who comes over wearing the mouth guard, opens the top half of Chandler’s door, and starts to complain about the noise.]",
            "dialog": "Joey: (muffled by the mouth guard) Dude! I am trying to sleep! (Shrugs to say, \"What’s up with that?\")\nEnd\n"
        }
    ]
}