{
    "metadata": {
        "season": "SEASON 4",
        "title": "419 All The Haste",
        "written_by": "Wil Calhoun & Scott Silveri",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Rachel’s bedroom; Rachel is awoken by a man singing in the next apartment.]",
            "dialog": "The Singing Man: (singing, duh) Morning’s here! Sunshine is here! The sky is clear, the morning’s here! The morning’s here!\nRachel: HEY!! Do you have to do that? It’s Saturday!\nThe Singing Man: Oh come on! Morning’s here! (Starts singing) Morning’s here! The morning is here! Sunshine is here!\n(Rachel slams shut her window and storms into the living room, where Joey and Monica are eating breakfast.)\nRachel: I hate this apartment! I hate the color of these walls! I hate the fact that this place still smells like bird! I hate that singing guy!\nJoey: Are you kidding? I love that guy! (Starts singing) Morning’s here! Morning is here—\nRachel: Stop it! I will kill you. I hate the fact that my room is so small.\nMonica: Hey, I have all the space I need. Just do what I did.\nRachel: Monica, you don’t even have a bed, you sleep in a ball on the floor!\nMonica: Y’know what? I am really tired of your bellyaching! Okay, I-I worked really hard at making this a nice place for us to live!\nRachel: I’m sorry. I’m so sorry.\nMonica: Okay.\nJoey: See, this is a great apartment.\nMonica: Shut up! This place is a hole!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Ross’s bedroom; Ross and Emily are making out. Ross as a new feature.]",
            "dialog": "Emily: Oh, blimey, I still can’t believe you’ve got an earring!\n(Yep, it’s a little gold loop.)\nRoss: Huh? I know, I know. Who am I? David Bowe? (Shakes his head around, pretending like he’s jamming.)\nEmily: He does that?!\nRoss: Uh, I don’t know, whatever.\nEmily: I think it makes you look really dangerous.\nRoss: Oh, I know. Y’know what, I never would’ve gotten this if it weren’t for you. No really, when I’m with you I’m-I’m like this whole other guy, I love that guy! I mean, I love you too, a lot, but that guy! I-I love that guy!\nEmily: I love both of you!\nRoss: Yeah?\n(They kiss.)\nEmily: I wish I didn’t have to go.\nRoss: Then don’t. Stay here. Just don’t go so soon to London, just one more day.\nEmily: Ohh, Ross, please!\nRoss: One more day, seriously/\nEmily: Don’t do this to me, again. You’d know I’d stay here in a minute, but I’d really miss so much work, they’ll fire me.\nRoss: So, then you can stay as long as you want.\nEmily: I wish I could.\nRoss: Oh no. Don’t, don’t, don’t start packing. Come on! (She puts some clothes into her bag, and Ross throws them out.)\nEmily: I don’t think you understand packing. Look, I just don’t want to leave it to the last minute. Last time I left in such a rush, I left my knickers here.\nRoss: Yeah, I know, I uh, I tried them on.\nEmily: You didn’t!\nRoss: No. No, I didn’t. I didn’t want to be that guy.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, Joey and Chandler are watching one of those Kung Fu movies and imitating the moves.]",
            "dialog": "Phoebe: (entering, wearing Santa pants) Hello!\nChandler: Ho! Ho! Ho!\nPhoebe: Excuse me.\nChandler: Your pants!\nPhoebe: Oh, yeah! You like ‘em? I just, I went to a used clothes store and got a bunch of maternity stuff. These are sooo comfortable!\nJoey: Uhh, Pheebs, those are uh, those are Santa pants.\nPhoebe: What?\nChandler: Santa pants. (Phoebe still doesn’t get it.) Santa Claus’s pants.\nPhoebe: Nuh-uh! They’re maternity pants. They even came with a list of baby names. (Pulls out a sheet of paper which lists who’s been naughty and who’s been nice.) See, these names are good, and these names are bad. (Finally, she figures it out.) Ohh.\nRachel: (entering) Hey!\nMonica: (entering) Hey!\nRachel: So—Hey, Pheebs! So, how are the elves?\nPhoebe: I don’t know! How are the-the-the-the, y’know—You’re clothes aren’t funny.\nMonica: Hey, guys, what-what should I wear to a Knicks game?\nChandler: Uhh, a T-shirt that says, \"I don’t belong here.\"\nJoey: You have Knicks tickets?\nRachel: Yeah, my mom got my dad’s season tickets in the divorce, so she just gave them to me.\nMonica: Yeah, apparently, they’re pretty good seats.\nRachel: Yeah.\nJoey: (examining the tickets) Oh my God! Those are almost right on the floor!\nRachel: Do you guys want these?\nJoey: Yeah!\nChandler: Yeah we do!\nRachel: Ohh, well you got ‘em.\nBoth: All right!\nRachel: Just give us our apartment back!\nPhoebe: Boy! I didn’t see that coming!\nChandler: Are you serious?\nRachel: Oh, come on! We know what these are worth.\nMonica: Yeah, what, do you think we’re stupid?\nJoey: You’re not stupid. You’re meaner than I thought.\nMonica: What do you say?\nChandler: Forget it! Okay, I’m not giving up my bachelor pad for some basketball seats!\nRachel: You’re bachelor pad?!\nMonica: Have you even had a girl up here?\nChandler: No. But uh, Joey has, and I usually talk to them in the morning time.\nJoey: Yeah, you do!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Joey is whining to Chandler about the tickets.]",
            "dialog": "Joey: Come on!\nChandler: (ignoring him) Yes, Gunther, can I get two cups of chino, please?\nGunther: Good one.\nJoey: Come on, season tickets! Season tickets, do you know what that means?\nChandler: Forget it! Okay, I’m not giving up the apartment.\nJoey: Oh come—look, when I was a kid my dad’s company gave season tickets to the number one salesman every year, all right? My dad never won! Of course, he wasn’t in the sales division, but still, I never ever, ever forgot that!\nRoss: (entering) Hey, guys! (They both notice his new little friend)\nJoey: Hey!\nChandler: Oh my God!\nJoey: We don’t make enough fun of you already?\nRoss: Oh yeah, Emily convinced me to do it.\nChandler: You do know that Wham broke up?\nRoss: I like it, and Emily likes it, and that’s what counts. So uh, how are you guys doing?\nJoey: Oh-no, don’t try and talk all normal with that thing in your ear.\nChandler: Where is Emily?\nRoss: Ugh, she’s saying good-bye to her uncle.\nChandler: Man, didn’t she like just get here?\nRoss: Yeah!! Yeah!\nChandler: Easy tiger.\nRoss: I just, I hate this so much! I mean, every time I go pick her up at the airport, it’s-it’s so great. But at the same time I’m thinking, \"Well, I’m gonna be right back there in a couple of days, dropping her off.\"\nChandler: So what are you going to do?\nRoss: Nothing! There’s nothing to do! I mean, she lives there, I live here. I mean, she-she’d have to uh, move here. She should move here!\nJoey: What?\nRoss: I could ask her to live with me!\nChandler: Are you serious?\nRoss: I mean, why not! I mean, I mean why not?!\nChandler: Because you’ve only known her for six weeks! Okay, I’ve got a carton of milk in my fridge I’ve had a longer relationship with!\nRoss: Look guys, when I’m with her it’s-it’s-it’s like she brings this-this-this great side out of me. I mean I-I-I love her, y’know?\nChandler: And I love the milk! But, I’m not gonna some British girl to move in with me! (Realizes that made no sense.) Joey, you say things now.\nJoey: All right look, Ross, he’s right. Emily’s great, she’s great! But this way too soon, you’re only gonna scare her!\nRoss: I don’t want to do that.\nJoey: No! You don’t want to wreck it, you don’t want to go to fast!\nRoss: Yeah, no, you’re right, I know, you’re right, I’m not, I’m not gonna do it. All right, thanks guys. (Gets up to leave.)\nChandler: Okay, no problem, just remember to wake us up before you go-go.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's erm, Chandler and Joey's, later that same day. Joey and Chandler are eating pizza, and Phoebe is trying to knit something.]",
            "dialog": "Phoebe: That’s too hard. Too hard!\nMonica: (entering with Rachel) All right boys, last chance for the tickets!\nRachel: Or I’ll give them to my new boyfriend, Joshua.\nChandler: No thank you.\nJoey: Wait-wait-wait-wait! (To Chandler) Come on! Come on, let’s trade! The timing’s perfect, I just clogged the toilet!\nChandler: Look, I want those basketball seats as much as you do! Okay, but we can’t leave in the small apartment after we’ve lived here! Didn’t you ever read Flowers for Algernon?\nJoey: Yes! Didn’t you ever read Sports Illustrated?! No! I didn’t read yours! But come on, we can go to the game tonight!\nChandler: Look, the only way I will even consider this is if they offer a lot more than just season seats.\nJoey: It’s the Knicks!\nChandler: Screw the Knicks!\nJoey: Whoa!\nChandler: I didn’t mean that. I just meant that the apartment is worth so much more.\nJoey: Huh.\nChandler: And the Knicks rule all.\nJoey: Yeah, the Knicks rule all!\nPhoebe: Hey, so? Are you gonna do it?\nChandler: No. No. We’re not gonna do that, y’know why? Because its not an even trade.\nRachel: All right, okay, look, what if you could keep the apartment and get the tickets?\nJoey: Done!\nRachel: Let me finish.\nJoey: Oh.\nRachel: I’m talking about a bet, winner takes all.\nJoey: Ooh, we could end up with nothing.\nPhoebe: Or you could end up with everything.\nJoey: Ooh, I like that.\nMonica: All right, so what do you say?\nChandler: No!\nMonica: Oh, just do it!!\nChandler: Op, op, I’m convinced!\nJoey: Come on man, you know I’d do it for you! Because, you’re my best friend.\nChandler: All right, but you can’t use that again for a whole year. I’m in.\nJoey: All right!\nPhoebe: Ooh, this is so exciting! Ooh, God, what are you going to bet?\nRachel: Oh, okay, well, I think we should let Phoebe decide, because she’s the only who’s impartial, and she’s so pretty.\nPhoebe: Okay. Umm, ooh, ooh—oh, I have a game!\nJoey: Okay!\nChandler: Okay!\nPhoebe: This is great!\nJoey: What’s the game?! What’s the game?!\nPhoebe: Oh, well, it doesn’t have a name—oh, okay, Phoebeball! No, it doesn’t have a name. Umm, okay, Monica, what is your favourite thing about trees?\nMonica: They’re green?\nPhoebe: Good! Good! Five points!\n(They both rejoice; Chandler is totally confused.)\nPhoebe: All right, Joey, same question.\n(He looks to Chandler, who doesn’t have a clue.)\nJoey: Uhh, they’re tall.\nPhoebe: Ooh, three points. Both fine answers, but we were looking for leafy, leafy.\n(Joey turns and is angry that Chandler didn’t come up with the answer.)\nMonica: That’s not even a game!\nRachel: What? Shut up! We’re winning!\nMonica: You wanna finish this right now? All right, we get a deck of cards, high card wins. What do you say?\nChandler: Fine, let’s do it.\nPhoebe: Oh, I have cards!\nJoey: Oh.\nMonica: Oh, good.\nPhoebe: Yeah! Here! (She grabs a deck out of her purse) Oh no, these are the trick deck. Okay. Here yes. Okay.\nChandler: Okay, you guys uh, you guys pick first\nRachel: Okay.\nMonica: Okay. (She picks a card.) Four.\nChandler: That’s a low one!\nJoey: Yeah! Okay. (Joey picks a card.) Phoebe, you look, I can’t.\nPhoebe: What make you think I can?! (Shields her eyes from it.)\nJoey: Okay. Okay. (He looks at the card.) Ace!\n(Both Joey and Chandler and Monica and Rachel jump up and down for joy.)\nChandler: Why are you screaming and hugging?\nMonica: Because we won our apartment back!\nJoey: What? Ace is high! Jack, queen, king, ace!\nMonica: No! Ace is low! Ace, two, three, four!\n(They all look to Phoebe to settle this.)\nPhoebe: I don’t know. Ooh! Ooh! Look it! (She fans out the trick deck.) Ah-ha!\nRachel: All right, cut, let’s pick again, pick again.\nJoey: Okay.\nRachel: Come on apartment! Come on apartment! (Picks a card.) Oh! I know queen is high!\nJoey: Uh-huh, not as high as…(picks a card) It worked! King!\nChandler: Yeah baby!\nMonica: But, we pick again! We pick again!\nJoey: Why?!\nMonica: I don’t know!\nChandler: Tickets please! (Rachel hands over the tickets) That’s courtside baby!\nJoey: Seriously, good game though. Good game. (He tries to congratulate them, but they pull away.) (To Chandler) What are they so mad about? They get the apartment back!\nChandler: No they didn’t!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross’s apartment, Emily has packed as Ross returns.]",
            "dialog": "Ross: Hey!\nEmily: I packed while you were gone. I left some knickers under your pillow.\nRoss: (laughs) Move in with me.\nEmily: What?!\nRoss: Don’t be scared, I-I know it sounds crazy and-and people will say it’s too soon, but just-just think, think how great it will be.\nEmily: Ohh, no. Ugh. Oh, leaving London, my whole family lives there.\nRoss: I know.\nEmily: My job!\nRoss: Well, so, you-you’ll get a job here! I mean, I’m always hearing about uh, them foreigners coming in here and stealing American jobs; that could be you!\nEmily: Yeah, but it-it-it’s my whole life—you come to England.\nRoss: No, I can’t. I would, I really would, but my son is here; I can’t leave him. Isn’t—you don’t think there’s any way?\nEmily: Ohh, I don’t think so. I mean it would be different if it was way into the future –and-and-and we were getting married or something.\nRoss: What?\nEmily: Oh no, no, right I shouldn’t have said married. Uh, please don’t go freaky on me. I didn’t mean it. Well, I didn’t say it; I take it back!\nRoss: No, no, don’t. Why don’t we?\nEmily: Why don’t we what?\nRoss: Get married.\nEmily: You are mad!\nRoss: No! No! I’m not! It’s-it’s-it’s perfect! I mean it’s better than you just-just moving here, ‘cause it’s us together forever, and that’s-that’s what I want.\nEmily: We’ve only known each other for six weeks!\nRoss: Yeah, I know, so what? I mean, who’s-who’s to say? Does that me we-we can’t do it? Look, huh, I was with Carol for four years before we got married and I wound up divorced from a pregnant lesbian. I mean, this, this makes sense for us. Come on! I mean, on our first date we ended up spending the whole weekend in Vermont! I mean, last night I got my ear pierced! Me! This feels right. Doesn’t it?\nEmily: My parents are going to be really mad.\nRoss: Is that—are you saying yes? Is that yes?\nEmily: Yes.\n(They kiss and hug.)\nEmily: Yes!\nRoss: Yes! We’re getting married?!\nEmily: Oh my God!\nRoss: Yes!\nEmily: We’re getting married!\nRoss: Come here, come here. Uh, (He takes the earring out.) ow! Emily, will you marry me?\nEmily: Yes.\n(He tries to put it on her finger.)\nEmily: Ohh, it’s a bit small.\nRoss: Damn! I thought that was going to be romantic as hell!\nEmily: It was.\n(They kiss.)\nCommerical Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The hallway, Joey and Chandler are coming back from the game.]",
            "dialog": "Chandler: Those were like the best seats ever.\nJoey: Oh yeah. Hey! Should we give these shirts to the girls? Y’know, kinda like a peace offering.\nChandler: Oh yeah, that’s very nice. Plus, y’know they were free and they’re too small.\n(He knocks on the girls’ door and walks in. Surprise! The girls, obviously using Star Trek technology, have completely moved everything in both apartments back to their original positions, all in the time it took for the guys to go to a basketball game. Wow! Anyhoo, Chandler is stunned, and Joey doesn’t even realise it.)\nChandler: Oh. Oh, God! (He starts running around like a chicken with his head cut off.)\nJoey: Hey, want a beer? (Hands him a beer and sits down in one of the chairs.) (Jumping up.) WHOA!!!!\nChandler: I KNOW!!!\n(They both sprint to what used to be their apartment.)\nChandler: Open up! Open up! Open up!\n(A very angry Monica opens the door with the security chain still on.)\nMonica: We’ll discuss it, in the morning! (Slams the door shut.)\nChandler: What the hell is going on?!\n(It’s Rachel’s turn to open the door.)\nRachel: We took our apartment back!! (Slams the door shut.)\nPhoebe: (opening the door) I had nothing to do with it. (Closes the door.) (Opens the door.) Okay, it was my idea, but I don’t feel good about it.\n(She goes to close the door, but Chandler puts his foot it in.)\nChandler: We are switching back, right now!\nMonica: No, we’re not! We’re not leaving!\nChandler: Well, you’re gonna have to leave sometime, because you both have jobs, and as soon as you do, we’re switching it back! There’s nothing you can do to stop us! Right, Joe?\nJoey: I don’t know.\nChandler: What?\nJoey: I don’t want to move again!\nChandler: I don’t care, this is our apartment! And they stole—you stole it—our apartment, and we won that apartment fair and square, twice! And I am getting it back right now. I’m getting back right now!\n(They open the door.)\nRachel: All right. We figured you might respond this way, so we have a backup offer.\nChandler: Oh no-no-no, no more offers. You can’t offer anything to us!\nRachel: Let us keep the apartment and…\nMonica: As a thank you, Rachel and I will kiss for one minute.\n[Time lapse. The guys are entering their apartment.]\nChandler: Totally worth it!\nJoey: That was one good minute!\nChandler: Good night.\nJoey: Good night.\n(They both go back into their old rooms and shut the doors. Of course, Chandler has to close both sections of his door.)\n[Cut to the girls apartment.]\nMonica: Men are such idiots.\nRachel: Yeah! Can you believe that something that stupid actually got us our apartment back?\nPhoebe: That’s so funny to think if you’d just done that right after the last contest, no one would have had to move at all.\nMonica: Yeah, let-let-let’s pretend that’s not true.\nRachel: Yeah.\nPhoebe: Okay, scarf’s done. (It’s not really a scarf, it’s just a bunch of yarn that Phoebe has tied together. Just then, Ross and Emily enter dragging with them Joey and Chandler.)\nRoss: Come on! Come on. Come on.\nChandler: Okay!\nPhoebe: Hey!\nRoss: Hey!\nMonica: What-what’s going on?\nJoey: Ross has some big thing to tell everyone.\nRoss: Uhh, okay, it’s uh, Emily and I, we decided to uh, to get married.\n(The gang is stunned.)\nPhoebe: What? Oh, are you pregnant too?!\nEmily: Umm, no.\nMonica: When, when did—how, how did you…\nRoss: We, we just decided to uh, to go for it.\nEmily: I mean, we know it’s a bit hasty but, uh, it just feels so right, so…\n(Rachel slowly walks in from her bedroom. She is stunned speechless.)\nRoss: (turning around.) Umm, uh, I was just telling the guys…\nRachel: Yeah, I-I heard. (Pause, everyone looks at each other, waiting for Rachel’s reaction.) I think it’s great! (Hugs Ross.) Ohh, I’m so happy for you!\n(Seeing Rachel’s apparently okay with this, the rest of the gang jumps up to congratulate Ross and Emily on their pending nuptials.)\nChandler: Oh, well, that’s great!\nJoey: Yeah! Yeah!\nMonica: (to Ross) I can’t believe you’re getting married!\nRoss: Yeah. (They hug again.)\nJoey: Monica and Rachel made out. (Giggles like a schoolboy and Monica glares at him.)\nClosing Credits\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joey’s bedroom, he is awoken by the singing guy.]",
            "dialog": "The Singing Man: (singing) Morning’s here! The morning’s here!\n(Joey joins him.)\nBoth: Sunshine is here! The sky is clear, the morning’s here!\nThe Singing Man: Hey! You’re back!\nJoey: Hey! (Singing) Get into gear!\nThe Singing Man: (singing) Breakfast is near!\nBoth: The dark of night has disappeared!!\nThe Singing Man: I’ll see you tomorrow morning!\nJoey: (happily) Okay!\nEnd\n"
        }
    ]
}