{
    "metadata": {
        "season": "SEASON 4",
        "title": "407 Chandler Crosses The Line",
        "written_by": "Adam Chase",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, everyone except Joey and Chandler are there eating breakfast.]",
            "dialog": "Chandler: (entering in a bathrobe) I just walked in the bathroom and saw Kathy naked! It was like torture!\nRoss: Y'know if we ever go to war and you’re captured, you’re in for a big surprise.\nChandler: It just keeps getting worse and worse! Y'know? I mean it’s bad enough that I’m in love with my roommates girlfriend—which by the way, I think she knows. Because every time we’re in the room together there’s this weird like energy between us. And call me crazy, but I think she likes me too. And now I have seen her naked. I mean at least when I’ve seen her with clothes on, I could imagine her body was like covered in boles or something. But there are no boles, she’s smooth! Smooth! (leaves)\n(Pause)\nPhoebe: Wow! Could everyone totally see up his robe?\nAll: Yeah! Oh my God!\nOpening Credits\n as Chandler watches from the doorway.]\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Joey is getting a phone number from a woman (Casey)",
            "dialog": "Casey: Here you go.\nJoey: Great! All right, so I’ll call you later.\nCasey: Great! (leaves)\nChandler: (rushing up) Hey-Hey-Hey! Who was that?\nJoey: That would be Casey. We’re going out tonight.\nChandler: Goin’ out, huh? Wow! Wow! (Does a little celebration dance) So things didn’t work out with Kathy, huh? Bummer.\nJoey: No, things are fine with Kathy. I’m having a late dinner with her tonight, right after my early dinner with Casey.\nChandler: (shocked) What?\nJoey: Yeah-yeah. And the craziest thing is that I just ate a whole pizza by myself! (Laughs)\nChandler: Wait! You’re going out with Kathy!\nJoey: Yeah. Why are you getting so upset?\nChandler: Well, I’m upset—for you. I mean, having sex with an endless line of beautiful women must be very unfulfilling for you. (He can’t believe he just sad that.)\nJoey: What is the big deal? It’s not like we’re exclusive.\nChandler: Look, Joey, Kathy is clearly not fulfilling your emotional needs. But Casey, I mean granted I only saw the back of her head, but I got this sense that she’s-she’s smart, and funny, and gets you.\nJoey: You got all that from the back of her head?\nChandler: All right look, I think it’s time for you to settle down. Y'know? Make a choice, pick a lane.\nJoey: Who’s Elaine?\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Ross and Monica are sitting on the couch playing cards, and Phoebe is working on a new song.]",
            "dialog": "Phoebe: (singing) \"Little, tiny Tarzan, swinging on a nose hair. Swinging with the greatest of ease…\" Darn it! Now, I don’t know who to get to the next verse.\nRoss: Oh, you could just go uh, \"greatest of ease… (plays air guitar) BAH-bah-bha-bhannn.\" Then go right into it.\nPhoebe: Yeah, ooh, I like that! Yeah. Wait! How do you know about ‘bah-bah-bha-bhan?’\nRoss: Well umm, y’know, I used to play.\nPhoebe: Oh yeah, that’s right, the keyboards, huh?\nRoss: Yeah, just a little in high school, but then I really got into it in college. I mean that’s-that’s when I really found my sound.\n(Monica is taking a drink as Ross says that, laughs, and snorts her drink.)\nMonica: Oh God! Orange juice just came out of my nose, but it was totally worth it. Oh my God, I completely forgot about your sound.\nRoss: Yeah.\nMonica: He used to lock himself in the basement for hours. No one was every allowed to hear, \"The Sound.\"\nPhoebe: I wanna hear \"The Sound.\"\nRoss: Really? No. I mean, nah, I haven’t played in so long, and-and, well it’s-it’s really personal stuff, y’know?\nPhoebe: Come on, play that funky music white boy.\nMonica: Yeah!\nRoss: No, you guys, I mean my keyboards are all the way up in—No, yeah, okay. (Runs out.)\n[Cut to later that same day, Ross has retrieved his keyboard and is about to debut, \"The Sound.\"]\nRoss: Okay, guys.\nChandler: All right! Bring it on, you…\nRoss: Here we go. (Plays one note) Y’know, I’ve-I’ve never played my stuff for anyone before, so it’s important that-that you understand it’s about communicating very private emotions. (Plays another note) Y’know, umm, you should-you should think of umm, my work as wordless sound poems. That’s what I’m…\nChandler: (interrupting) Oh my God! Play!\n(Ross starts to play. He plays a key that has a back beat sound attached to it. Over the background music he plays the sound of a barking dog, a mooing cow, a laser beam, someone coughing, a jackhammer, a doorbell, a police siren, a ray gun, breaking dishes, and for a closer he plays the sound of a loud crash. Basically, the music sucks.)\nMonica: (At a loss for words) Boy, that was-that was, umm… terrific.\nChandler: Really, bitchin’!\nPhoebe: Wow, it was so—wow!\nRoss: Really?! I mean, really?!!\nRachel: Yeah, I mean, you should play in public!\nRoss: Wow! Thanks, you guys. That’s uh—ohhh, I wanna, I wanna play you another piece! Umm! Uh-oh! I left my uh, helicopter sounds on another disk. I’ll be right back! Okay? (Runs to fetch them) This is so nice, I’m—I am so… (starts to break up and leaves)\nMonica: Oh God bless my dad sound proofing the basement!\nRachel: Oh, I can’t believe I ever let him touch me with those fingers.\nPhoebe: What are you guys talking about, I loved it! It was soo moving. Oh, plus it’s just, it’s so different from the stuff you usually hear.\nChandler: You mean like, music?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is watching Yasmein Bleeth running on TV, and the duck starts quacking.]",
            "dialog": "Chandler: Yeah, I know what you’re thinkin’! Yes, yes, your breasts are just as firm and juicy.\n(There’s a knock on the door.)\nChandler: Come in!\nKathy: (entering) Hey! (sees what’s on TV) Oh God, is that Baywatch?\nChandler: Uh yes, but uh, I just watch it for the articles.\nKathy: So is Joey around?\nChandler: No-no, he’s not back yet, but he’ll be here any minute. So uh, come on in. Have a seat. Bow or stern?\nKathy: I uh, don’t really have a preference. You?\nChandler: I like it in the stern. (Realizes what he just said.) …of the boat. (The phone rings, and he answers it.) (on phone) Hello.\nJoey: (on the other end at a pay phone) Hey, it’s me. Listen Casey and I were on our way back and had a little car trouble.\nChandler: What happened?\nJoey: We broke down on the Parkway, so I have to walk back and get some transmission fluid. And hey, listen could you please tell Kathy that I’ll be there as soon as I can.\nChandler: Why can’t you tell her?\nJoey: ‘Cause I only have one quarter, and I think my time is about to—(he stops talking suddenly)\nChandler: Joey! Joey!!\nJoey: Yeah?\nChandler: I thought your time ran out.\nJoey: Me too, but I guess I do have a couple of more—(his time runs out for real)\nChandler: (to Kathy) Uhh, that was Joey. He’s running a little late, he says he’s sorry.\nKathy: Oh.\nChandler: So I guess it’s just uh, you and me then.\nKathy: Oh, okay.\nChandler: Yeah, I think it is!\nKathy: So what did you do today?\nChandler: Oh, I had an appointment to get my haircut…\nKathy: (interrupting) Oh, it looks great!\nChandler: …and then it got canceled.\nKathy: Well, I could cut it.\nChandler: Really?! You do that?\nKathy: Yeah, I do. Of course, I learned at my aunt’s dog grooming shop, but hey, what do you say?\nChandler: Dog grooming huh? Okay, just don’t make my tail too poofy.\n[Cut to later, Kathy is cutting Chandler’s hair.]\nKathy: You have really great hair.\nChandler: Well, thanks. I grow it myself. (Kathy is running her fingers through his hair, and Chandler catches himself enjoying it too much.) Y’know who also has great hair is Joey!\nKathy: Yes! Yeah! Joey has great hair! Umm, I’m basically done here. Just let me get this off your neck.\n(Kathy leans in really close and Chandler mouths \"Oh my God.\" She moves around in front of him and kneels at his feet.)\nChandler: What-what ‘cha doin’?\nKathy: Checking to see if it’s even.\nChandler: ‘Kay.\nKathy: Looks good.\n(They lean in to kiss and are interrupted by the phone.)\nChandler: (jumping up to answer the phone) Oh the phone! The phone’s making sounds! (On phone) Hello!\nJoey: (on phone) Hey dude, it’s me.\nChandler: Hey it’s Joey!\nJoey: Listen uh, I’m really sorry, it looks like I’m gonna be stuck here for a while. I got the transmission fluid, but when I went to put it in the car, the transmission wasn’t there!\nChandler: What?\nJoey: Yeah, it must’ve fallen out a few blocks back. I just figured we hit a dog.\nChandler: Okay.\nJoey: Listen uh, could you put Kathy on, I wanna apologize.\nChandler: Oh yeah man. (to Kathy) Joey. (Hands her the phone.)\nKathy: (on phone) Hey. (listens) Oh no it’s fine, don’t worry about it. (listens) Yeah-no, stop apologizing, it’s okay. (listens) Yeah! I’ll talk to you tomorrow. (hangs up) (to Chandler) I should uh, probably go.\nChandler: Yeah. Yes! Yeah.\n(Kathy leaves and Chandler groans in agony. Kathy knocks on the door and Chandler opens it.)\nKathy: I forgot my purse.\nChandler: Oh.\n(They kiss, passionately.)\nKathy: No, I really did forget my purse.\n(They kiss again.)\nCommercial Break\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler and Joey's, continued from earlier. Chandler and Kathy are still kissing, then they stop suddenly.]",
            "dialog": "Chandler: No-no-no-no, this is bad! It’s bad! This is bad!\nKathy: Horrible!\nChandler: Wait the uh, the kiss or the situation?\nKathy: No-no-no, the kiss was good.\nChandler: Okay!\nKathy: No, but that’s bad!\nChandler: Ooh! Yes! Okay! Here’s what we do, we-we forget it happened.\nKathy: What?!\nChandler: Okay, we-we swallow our feelings. Even if it means we’re unhappy forever. Sound good?\nKathy: Can you really do that?\nChandler: I have to; he’s my best friend, and you’re seeing him.\nKathy: Chandler, I like Joey a lot, but with you…\nChandler: (interrupting) Oh-no-no-no! Don’t! Don’t! See-see, you’re getting me confused, I’m starting to urn.\nKathy: I’m sorry. If you wanna pretend that nothing happened, I can try.\nChandler: I-I think we have too.\nKathy: Okay. Bye.\nChandler: Bye. (Kathy leaves and Chandler wonders over to and leans up against the door.) Are you still out there?\nKathy: (outside the door) No. (Chandler opens the door and they kiss again.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Ross is performing, his music hasn’t improved.]",
            "dialog": "Ross: (His voice is altered to sound like a computer.) Electrifying. (He plays the sound of a ticking clock.) Emphatic time-time-time…\nMonica: (to Rachel and Phoebe) Y'know, there’s a Starbucks about three blocks down.\nPhoebe: (pushing Monica back onto the couch) It’s so inspired! Look at him! Look at him go!\n[cut back to Ross who finally finishes his so-called song with the same crash from before. He gets some applause, mainly ‘cause he’s done.]\nRoss: (with the altered voice) Thank you guys-guys-guys…\nMonica: (to Phoebe) Hey, aren’t you up next?\nPhoebe: Oh no, I’m not playing tonight.\nRachel: Why not?\nPhoebe: I can’t follow Ross! It’d be like those bicycle ridding chimps that followed The Beetles. No.\nMonica: Phoebe, Ross sucks!\nRachel: Phoebe, the place has emptied because of him.\nPhoebe: Oh my God, he’s not even appreciated in his own time. I would give anything to not be appreciated in my own time!\n(Rachel and Monica look at each other, and agree on something without saying anything.)\nMonica: Okay. Umm, Phoebe, you suck too.\nRachel: Yeah, Phoebe you’re… awful!\nPhoebe: You guys. You suck too. (She hugs them both.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is opening the door, but Chandler has the chain on it.]",
            "dialog": "Joey: Aww man! I can’t believe I locked myself out again! (He knocks on the door.)\nChandler: Hang on buddy! (He goes over and unlocks the door and opens it to reveal a fully furnished apartment.)\nJoey: (rushing in) Oh my God! What happened here? Did you do all this?\nChandler: I sure did.\nJoey: Why?\nChandler: Well, I just thought it’d make me feel good to do something nice for my friend.\nJoey: Well, you’re amazing.\nChandler: Oh no-no-no. This is amazing. (He goes over and presses a button on a remote control that opens the entertainment center doors revealing the TV.)\nJoey: (very excited) A TV as if it appears from nowhere! That’s the dream! Man, how did you afford this stuff?\nChandler: Well, y’know I’m 29. I mean who needs a savings account.\nJoey: Oh, you are the best friends anyone has ever had.\nChandler: Oh, I don’t know.\nJoey: Oh-no-no-no, you are! You do this, you give me the great advice, and hey listen, I was thinking about what you said yesterday about focusing on one woman, I’m gonna do that.\nChandler: You mean with Casey.\nJoey: No-no-no, I think I’m gonna see how things go with Kathy. She’s pretty cool.\nChandler: Or Casey.\nJoey: No-no, Kathy.\nChandler: Could be Casey.\nJoey: No. No, Kathy.\nChandler: Consider Casey.\nJoey: Y’know what I think? I think somebody’s got a little crush on Casey. How ‘bout I fix you two up? What do you think?\nChandler: That all the pieces of my life are falling right into place!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk, Ross has just finished playing.]",
            "dialog": "Ross: (to Phoebe) Hey!\nPhoebe: Hey! You were really great! You were really, really great!\nRoss: Oh, thanks, thanks. So Monica tells me that uh, you don’t want to play anymore because me and y'know my talent. Is that true?\nPhoebe: Well, kinda. Yeah. Yeah.\nRoss: Pheebs…\nPhoebe: Yeah, I-I can’t—I mean y’know I was trying to be really y'know okay and upbeat about it, I just—I feel so dwarfed by your musical gift. I…\nRoss: See but, Pheebs that-that is the exact opposite intent of my music. Y’know my music is-is meant to inspire, and if it bothers you this much, then I… I won’t play anymore.\nPhoebe: Oh no. No-no-no, don’t do that! How could I live with myself if I knew I was depriving the world of your music.\nRoss: Yeah, okay.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Rachel and Monica are sitting on the couch and Phoebe is getting coffee as Chandler enters. Ross is also there.]",
            "dialog": "Ross: Hey Chandler! Saw the new furniture. Very nice.\nMonica: Yeah! Joey has the best boyfriend ever!\nChandler: I kissed Kathy.\nRoss: What?\nMonica: Are you serious?\nPhoebe: Does Joey know?\nChandler: No. Is there anyway, anyway you think he’ll understand this?\nMonica: You obviously haven’t screwed over a lot of your friends. (They all look at her) Which we all appreciate.\nRoss: No the-the sad thing is, if you had told him how you felt before you kissed her, knowing Joey, he probably just would’ve just stepped aside.\nChandler: Oh, don’t say that! Don’t say that. That’s not true. Is it?\nPhoebe: I think maybe, yeah.\nMonica: He loves you.\nChandler: Then why didn’t you tell me to do that?!!\nRoss: Well, I said-I said something to Phoebe.\nPhoebe: Yeah! No, that’s right. And I thought it was a really good idea.\nRachel: I know, I remember that!\nMonica: I remember you did.\nChandler: God!! (Sits down in disgust.) What am I gonna do?!\nRachel: Well, Chandler, you’re gonna have to tell him.\nChandler: Why?! Why do I have to tell him?!\nRachel: Because you do.\nChandler: Yeah, I know.\nRoss: Hey, would it be okay if I wrote a song about this.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is watching TV as Chandler enters.]",
            "dialog": "Chandler: Hey!\nJoey: Hey! Samboucha Margarita?\nChandler: Is that a real thing?\nJoey: Well, we only had samboucha, so it is now.\nChandler: Listen ah, Joe, I-I need to, I need to talk to you about something.\nJoey: What’s up?\nChandler: It’s-it’s about Kathy. Umm, uh, I like her. I like her a lot actually.\nJoey: You do?\nChandler: Yeah.\nJoey: Well, you’re timing couldn’t be better. She’s not my girlfriend anymore.\nChandler: What?\nJoey: Yeah, she broke up with me.\nChandler: Oh uh, when?\nJoey: Just now, after acting class. At first I thought she was doing some kind of scene, that’s why I let people watch.\nChandler: Oh man, I am so sorry. Are, are you okay?\nJoey: Well, I’ve been better. But, I’m all right. So you like her huh?\nChandler: Yes, but I-I uh, don’t have too.\nJoey: No-no-no, no it’s uh, it’s okay.\nChandler: Yeah?\nJoey: Yeah. You know why? ‘Cause you came to me first.\nChandler: Well, I thought that would be the best thing to do.\nJoey: But hey, listen just so you know, you might have you’re work cut out for you. ‘Cause when I talked to her, I kinda got the feeling that she’s into some other guy. So…\nChandler: See uh, that’s-that’s actually what I wanted to talk to you about. I-I think I know who the other guy is.\nJoey: Who?\nChandler: It’s me. I’m the other guy.\nJoey: What?\nChandler: Yeah, I mean when you were late last night, Kathy and I got to talking, and one thing to another and…\nJoey: And what?! Did you sleep with her?!\nChandler: No! No! No! I just kissed her.\nJoey: What?!! That’s even worse!!\nChandler: How is that worse?!\nJoey: I don’t know! But it’s the same!\nChandler: Look, I’m sorry! But there’s nothing I can do, I think I’m in love with her!\nJoey: Who cares?! You went behind my back! I would never do that to you!\nChandler: You’re right, I have no excuses! I was totally over the line.\nJoey: Over the line?! You-you’re-you’re so far past the line, that you-you can’t even see the line! The line is a dot to you!\nChandler: Yes. Yes! Right! And I feel horrible. You have to believe me!\nJoey: Is that why you bought all this stuff?! (Chandler makes a face like \"Well, kinda.\") Well, y’know what I will not watch your TV, I will not listen to your stereo, and there’s a cinnamon raisin loaf in the new bread maker that I’m not gonna eat! You know why?!\nChandler: Probably because…\nJoey: Because it’s all tainted with your betrayal. From now on this apartment is empty for me! And I’m not happy about you either. (The bread maker dings) Oh, and just so you know, I made that bread for you. (Joey walks into his bedroom and slams the door.)\nClosing Credits\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Ross is playing his music. Monica, Phoebe, and Rachel are sitting on the couch.]",
            "dialog": "Phoebe: Oh my God, he’s lost it. He’s totally lost it.\nMonica: (removing ear plugs) What?\nRachel: Phoebe, his music could not get any worse. There are rats in the basement that are hanging themselves.\n(Ross finally finishes with the same crash, and gets some applause.)\nRoss: Thank you, thanks. (Sits down next to the girls) Yeah, I lost it. Y’know, I’m not gonna play anymore, (to Phoebe) would you, can you finish my set?\nPhoebe: After that? Yeah! No, I mean if I can help.\n(Phoebe gets up and goes to play, Ross goes over and sits down next to Monica and Rachel.)\nRoss: Yeah, like I could lose it.\nRachel: What?\nRoss: I played bad on purpose guys.\n(Both Monica and Rachel laugh.)\nMonica: Okay, so you were trying to play bad this whole time.\nRoss: Yeah—no, just that last song.\nEnd\n"
        }
    ]
}