{
    "metadata": {
        "season": "SEASON 4",
        "title": "423 Ross's Wedding",
        "written_by": "Michael Borkow",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Joey's, Joey and Chandler are getting ready for the flight to London and Monica comes running in.]",
            "dialog": "Monica: Guys, hurry up! The flight leaves in four hours! It could take time to get a taxi! There could be traffic! The plane could leave early! When we get to London, there could be a line at customs! Come on!! (She runs back to her apartment.)\nChandler: Six-hour trip to London. That’s a lot of Monica.\n[Cut to the girls’ apartment, Monica is putting things into her purse as Phoebe and Rachel watch.]\nMonica: Passport, check! (As she puts away each item, she says check.) Camera, check! Traveller’s cheques, check!\nRachel: Who are you saying \"check\" too?\nMonica: Myself. Y’know for remembering to pack a thing. Yeah, you do a good thing, you get a check! (pause) My mom does it, I never realized it was weird.\nPhoebe: Yeah, my mom used to put her head in the oven. Well, actually, she only did it the one time. But it was pretty weird.\nRoss: (entering) Hey!\nMonica: Hey!\nRoss: Hey! Are you ready yet?\nMonica: Yep! You got the tickets?\nRoss: Oh! Got ‘em right here, (Pats his coat pocket) check!\n[Cut to the guys’ apartment.]\nJoey: It’s all London, baby! Here we go. (He takes a picture of a less than enthused Chandler and starts towards the girls’ apartment.)\nChandler: You got your passport?\nJoey: Yeah, in my third drawer on my dresser. You don’t want to lose that.\n(Chandler glares at him. At first Joey doesn’t know why, it takes him a little bit to figure it out.)\nJoey: Ohh!! (Runs to his room.)\nChandler: There it is.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier, Monica is telling Phoebe where everything is.]",
            "dialog": "Monica: Okay, if you need the vacuum, it’s in my closet on the left-hand side. Ah, the garbage bags are next to the refrigerator…\nPhoebe: Okay, okay, but Rachel’s gonna be here too, can’t I just ask her this stuff?\nMonica: Yeah, okay, give that a try!\nChandler: (entering, with Joey) All right! Let’s do it!\nJoey: Woo-hoo!!\nRoss: Yeah, cheerie-o!\nJoey: London baby!\nChandler: Okay, ‘cause that’s not gonna get annoying.\nJoey: (louder) London baby!!\nChandler: Hey, y’know what? I was wrong.\nRoss: Well, we’re all here! I guess we should get going!\nPhoebe: Ohhh, I wanna come over there and give you a hug and wish you luck on your wedding, but I don’t—can’t get up.\nRoss: Oh, I’ll-I’ll come hug you.\nPhoebe: Great! Yeah, could you bring me the newspaper?\nRoss: Yeah. (He does so and Phoebe hugs him.)\nPhoebe: Oh, have a great wedding!\nRoss: Thanks.\nPhoebe: Oh, hey, Chandler I wanna hug you too!\nChandler: Hey! (Trots over)\nPhoebe: Oh, and great! You might as well bring me my book, it’s on the counter in your apartment.\nChandler: Oh. (Goes and gets Phoebe’s book as Rachel comes in from her room.)\nRoss: (to Rachel) So, we’re off.\nRachel: Have fun!\nRoss: Thanks! (They hug.) Ugh, I can’t believe you’re not gonna be there!\nRachel: Oh, I know.\nRoss: So-so come! Why don’t you come?\nRachel: What?!\nRoss: To London! Come to London. Please? It’ll mean so much to me.\nRachel: Yeah, well, I gotta work, I’m sorry.\nRoss: Why-why can’t you take a couple of days off?\nRachel: Because, I can’t! Ross, I told you, no. I can’t.\nRoss: This is my wedding.\nMonica: All right, y’know what? We really are late! Let’s go! Let’s go! Let’s go!!\nRoss: Fine. You’ll-you’ll watch it on video when we get back.\nChandler: (entering, with Phoebe’s book.) Here you go Phoebe! Here you go Phobo! Phewbedo! Phaybobo.\nPhoebe: (laughs) Thank you.\n(Chandler kneels down with his arms spread waiting for his hug.\nPhoebe: Thank you. (She pats him on his head.)\nRoss: All right, let’s go! Bye, Pheebs!\nJoey: Bye, Pheebs!\n(They all start out, Rachel gives each one a kiss, and says \"bye.\" In the hall, Joey says…)\nJoey: London baby!! (And Rachel slowly closes the door, sadly.)\nPhoebe: Oh, do you need a hug? You don’t have to bring me anything!\n(And with that, television history is made as, for the first time ever, an entire show moves it’s entire production to an entirely different country to make a single episode. We get shots of Buckingham Palace, London Bridge, Big Ben, and the London Marriott as Joey and Chandler exit.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Street in front of the London Marriott, Joey and Chandler exit. Joey is carrying a video camera and is shooting Chandler.]",
            "dialog": "Joey: Come on! Do something!\nChandler: I am, I’m ignoring you.\nJoey: Okay, here! (Gives him the camera.) I wanna be the on camera guy. All right, first stop, Westminster Abbey. (Joey folds out his \"pop-up\" map of London. All of the major landmarks pop-up like in a pop-up book.)\nChandler: Oh, what the hell is that?\nJoey: It’s London, baby! All right, the hotel’s here. (Points to the map.) Wait. No, we wanna go… No. I know. (Sets the map down.) I’m gonna have to go into the map. (So Joey literally steps into the map.)\nChandler: Okay, if you see a little version of me in there? Kill it!\nJoey: I got it! (Picks up the map and starts walking.) Here we go.\nChandler: Okay. Listen-listen, we’re not gonna have to walk this way the entire time are we?\nJoey: Shhh! (Pause) Man, you made me lose it! (He goes into the map again.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Another street, somewhere along the River Themes, Ross, Emily, and Monica are walking to where they’re gonna get married. Emily is relating the troubles with the caterer.]",
            "dialog": "Emily: …and that was all before 10 o’clock. The caterer rang and said it was going to be Chicken Kiev instead of Chicken Tarragon. And then the florist phoned to say there aren’t any tulips. Oh, and the chilliest has carpel-tunel syndrome. We’re not gonna be…\nRoss: Whoa-whoa-whoa! Emily, (Gives her the time-out signal.) honey, okay?\nEmily: Well, up yours too!\nRoss: What?! No! No! That’s-that’s time-out!\nEmily: Sorry.\nRoss: Sweetie, you gotta relax. Everything’s gonna be great, okay? Come on. Come on.\nMonica: Chicken Kiev?\nRoss: Um-hmm! Doesn’t that sound delicious at the last minute?\nMonica: Yeah, y’know, but something like salmon which would be so much more elegant than the chicken. And, you wouldn’t have to worry about the salmonella. (Ross pushes her.) So, I can’t wait to see this place you’re getting married!\nRoss: Yeah. Yeah. Yes, this place is beautiful. Emily’s parents got married here.\nEmily: I still can’t believe they’re tearing it down. It really is the most lovely building you’ll ever see. I mean it’s over… (She stops suddenly, when she sees that demolition has already started.) Oh my God!\nMonica: It’s nice.\nEmily: Oh. Oh. (She starts running towards the building.)\n[Cut to inside.]\nEmily: (running in, with Ross) Oh. Oh my God. How can this be happening? What are we going to do?\nRoss: It’s all right! Everything’s gonna be all right.\nEmily: How’s it gonna be all right?!\nRoss: Uh-huh, I see that.\nMonica: (entering) Okay, I talked to the guy with the shovel and I found out what happened.\nRoss: What? What?\nMonica: They torn it down a few days early.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Westminster Abbey, Joey and Chandler have successfully navigated the streets of London and are approaching the Abbey.]",
            "dialog": "Joey: All right! Westminster Abbey! Hands down, best Abbey I’ve ever seen. Hey! (Pushes Chandler in front of the camera.) Okay. What do you think of the Abbey, Chandler?\nChandler: I think it’s great. It’s great. Y’know, they’re thinking of changing the name of this place.\nJoey: Really? To what?\nChandler: To Put the Camera Away!!!\nJoey: Man, you are Westminster Crabby. (He starts chasing Chandler towards the Abbey.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is trying to move off of the couch as Rachel enters.]",
            "dialog": "Phoebe: Oh. Oh.\nRachel: Oh, honey! Don’t get up! What do you need?\nPhoebe: Oh, no. Oh, nothing.\nRachel: Come on! I am here to take care of you! What do you need? Anything.\nPhoebe: Okay, I have a wedgie.\nRachel: Okay, that is all you.\nPhoebe: So-so, what do you want for lunch?\nRachel: Oh, I don’t know. I guess we have to eat.\nPhoebe: Yeah, I do. What’s the matter?\nRachel: I’m just bummed about the way I left things with Ross. I shouldn’t have lied to him about having to work. He seemed so mad at me.\nPhoebe: Eh, don’t be so hard on yourself. If someone I was still in love with was getting married…\nRachel: (interrupting) Still in love with?!\nPhoebe: Yeah!\nRachel: I’m not in love with Ross!\nPhoebe: Oh. No. No. Good! Yeah, me neither.\nRachel: Phoebe, I’m going to Ross’s wedding because he is my ex-boyfriend and that would be really uncomfortable. Not because, I’m still in love with him! I mean, hey, y’know, I like Ross as much as the next guy, y’know? Clearly I have feelings for him, but feelings don’t mean love! I mean, I still have loving feelings for Ross. Yeah! But, I have, I have continuing feelings of love, but that doesn’t mean that-that I’m still in love with him. Y’know? I-I have sexual feelings for him, but I do love him—Ohh! Oh my God! Oh my—why didn’t you tell me?!!\nPhoebe: We thought you knew!\nRachel: We?!\nPhoebe: Yeah, we all know! We talk about it all the time!\nRachel: You all know? Does Ross know?\nPhoebe: Oh no, Ross doesn’t know anything.\nRachel: Oh, I can not believe you didn’t tell me!\nPhoebe: Well, because we thought you knew!! It’s so obvious! God, that would be like telling Monica, \"Hey, you like things clean.\"\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: A park in London, Joey and Chandler walk up to a souvenir stand.]",
            "dialog": "Joey: Hey!\nThe Vendor: So, what are you guys in the market for? We’ve got uh, scarves, tulip post cards...\nJoey: Check this out? Huh? (Joey has this big tall hat with a British flag on the front of it.) Yeah. That’s the stuff. What do you think?\nChandler: Well, I don’t have to buy that, \"I’m with stupid\" T-shirt anymore.\nJoey: Well, I like it. Here you go. (He pays for the hat.)\nChandler: All right, look, you’re not really gonna buy that are you? Don’t you think you’ve embarrassed me enough for one day?\nJoey: Oh, I embarrass you?\nChandler: How can I answer that when I’m pretending I don’t know you?\nThe Vendor: He’s just jealous. You’ll fit right in; all Londoners wear them!\nChandler: Oh really? Then how come no one here is wearing them?\nThe Vendor: (looks around) They’re all tourists.\nChandler: All right, look, if you insist on wearing that, in public, y’know, you’re gonna spend the rest of the afternoon all by yourself.\nJoey: Oh yeah? (Puts the hat on.) If you’re gonna make me choose between you and the hat? I choose the hat.\nThe Vendor: Good choice.\nJoey: Thanks.\nChandler: Okay, wait. All right, that’s it, okay, I’m out of here. I am not going to be embarrassed anymore! (He trips over a box, falls into a flower stand and walks away trying to be cool.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The hotel, Ross’s room, Emily is entering.]",
            "dialog": "Emily: Hello?\nRoss: Hey! I just spoke to your dad, and you know what? He seems to think we’ll be able to find a new place for the wedding.\nEmily: We don’t have to.\nRoss: Whoa-whoa-what? You found a place?\nEmily: No. But, Monica and I were talking, and-and I was so upset about the hall being knocked down, and she suggested that we put the wedding off for a bit.\nRoss: She said what?\nEmily: She said, \"If I’m not gonna be happy getting married somewhere that we find in a day, well then we should just postpone it.\"\nRoss: Postpone it? Emily, do you think Monica realises how much our parents spent on this wedding? Do you my sister’s teeny-tiny little brain comprehends that people took time out of their lives to fly thousands of miles to be here, huh? (He puts his pants on backwards.) This isn’t right.\nEmily: I realize that people are going to be disappointed. But, I’m sure they’ll come back when we can do it right.\nRoss: I can’t ask people to do that? Would you ask people to do that? (Holds out his pants)\nEmily: Don’t you point your pants at me! (She throws them on the floor.) We have no choice! Anywhere that’s half-decent would’ve be booked months ago, Ross don’t you understand? This is our wedding I’m talking about.\nRoss: The only thing I understand is; postponing it is not an option. This is when we’re getting married.\nEmily: So what are you saying? It’s now or never?\nRoss: No. I’m saying it’s now. (He starts putting on his pants, backwards again.)\nEmily: Or?\nRoss: There’s no ‘or’ in mind. What is wrong with these pants?!!\nEmily: It’s not the pants. It’s you that is backwards. And if, and if you don’t understand how important this is to me, well then, perhaps we shouldn’t get married at all! (She storms out.)\nRoss: (chasing her, trying to zip up his pants. His got them on right now.) No, wait! Emily! No, wait, stop! Emily, please—(He catches something important in the zipper and howls like a little boy and falls to the floor.)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is on the couch as Rachel returns carrying a bunch of shopping bags.]",
            "dialog": "Phoebe: Hey!\nRachel: (depressed) Hi.\nPhoebe: So, did shopping make you feel any better about Ross?\nRachel: Manhattan does not have enough stores.\nPhoebe: Well, I think I can help you get over him.\nRachel: You can?\nPhoebe: Yeah. I just need you to bring me some photos of Ross.\nRachel: Um-hmm.\nPhoebe: And a small piece of chocolate.\nRachel: Okay.\nPhoebe: And a glass of tepid water. (She gathers up all of these things.)\nRachel: Ooh, is this one of those things where you throw it in a bag with some graveyard dirt and hang it from a north-facing tree?\nPhoebe: Uh, only if you have the hiccups too. Yeah, the pictures are for you, the water and the chocolate is for me. I just didn’t feel like getting up. Okay, I’m gonna show you a picture of Ross. Okay? And you’re going to remember all of the bad things about him. All right? Really focus on his flaws.\nRachel: I can do that. I certainly did it when we were going out.\nPhoebe: Okay. Umm, before we get started, I just wanna say for the record that I love Ross, I think he’s such a great guy. Here. (Hands her the picture, Rachel grabs it out of her hand.) Okay, now, close your eyes. And imagine that you’re with Ross okay and imagine that you’re kissing him. And you’re-you’re running your hands all over his body. And then you run your hands through his hair, but eew-oh gross it’s some kind of grease, it’s—uck! Hah?\nRachel: I don’t know, his uh, his hair never really bothered me that much, and y’know it was always more crunchy than it was greasy.\nPhoebe: Okay, this is going to be harder than I thought. Umm, let’s try some uh, aversion therapy.\nRachel: Okay.\nPhoebe: Okay?\nRachel: All right.\nPhoebe: So uh, now look at the picture…\nRachel: Okay.\nPhoebe: All right, and umm… (She grabs the picture and smacks her in the head.)\nRachel: Ow!\nPhoebe: Okay, how do you feel now?\nRachel: Well, I like you less!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Chandler and Joey’s hotel room. Chandler is watching TV as Joey returns, still wearing his hat.]",
            "dialog": "Joey: Hey.\nChandler: Hey. (He nods at the hat.)\nJoey: Oh. (Takes off the hat.) Sorry!\nChandler: No-no-no, y’know what? I really shouldn’t have said that you were embarrassing me, I mean that really wasn’t cool. And if it makes you feel any better, I’ve had a really lousy day.\nJoey: Me too.\nChandler: Yeah?\nJoey: Noo!! I’ve had the best day ever! Dude, check this out!\nMonica: (entering) Hey!\nJoey: Sh-shh-shh! (He motions for her to watch something he has taped.)\n[Cut to the tape Joey made in front of some famous place in London with a rather famous English-type person.]\nJoey: (on tape) Okay, so say hi to my friend and tell him that you like the hat.\nFergie: (Yep, Sarah, the Duchess of York) Okay, so umm, what’s your friend’s name?\nJoey: (on tape) Oh, Chandler.\nFergie: Hi Chandler! (Waves)\nChandler: That’s… That’s was…\nMonica: Oh my God!\nJoey: That’s Fergie baby!!\nFergie: Joey says you don’t really like his hat, but I think it’s kinda dashing.\nChandler: How did you? How? How?\nJoey: Well, I was trying to figure out how to get to Buckingham Palace, right? So, I’m in my map and-and…(Ross enters) Hey!\nMonica: Hey!\nRoss: Hi. I understand you had a little talk with Emily.\nMonica: (laughs) Yes, I did! And you are welcome!\nRoss: Am I?! And was it your idea to postpone the wedding?!\nMonica: Umm…\nChandler: I’m gonna go to the bathroom.\nJoey: Wait up! (They both run to the bathroom.)\nRoss: Hey-hey, since you’re the ‘fix-it’ lady, here’s a pickle, what do you do when the bride says she doesn’t want to have the wedding at all?\nMonica: She said that?!\nRoss: Yeah.\nMonica: Why?!\nRoss: I don’t know, I told her it was stupid to put off the wedding just because the hall was gone and she liked flipped out.\nMonica: Oh my God. You’re even dumber than I am!\nRoss: Excuse me?\nMonica: Ross, how long have you been planning this wedding?\nRoss: I don’t know. A month?\nMonica: Emily has probably been planning it since she was five! Ever since the first time she took a pillowcase and hung it off the back of her head. That’s what we did! We dreamed about the perfect wedding, and the perfect place, with the perfect four-tiered wedding cake (Starting to cry), with the little people on top. (Ross gets thrown a box of Kleenex from the bathroom and he gives her one.) Thanks. But the most important part is that we had the perfect guy who understood just how important all that other stuff was.\nRoss: I had no idea. And that-that pillowcase thing, I thought you guys were just doing the flying nun.\nMonica: Sometimes we were.\nRoss: Come on. You gotta help me figure out what to do. Okay?\nMonica: Okay.\nRoss: Come on. (They leave and Chandler sticks his head out.)\nChandler: That was pretty intense huh?\nJoey: Yeah. (Pause) Hey, I hope Ross didn’t think that we just went in there because we were uncomfortable being out here!\nChandler: (glares at him) I hope he did!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, the phone rings and Phoebe answers it.]",
            "dialog": "Phoebe: Hello.\nJoey: (on phone) Hey, Pheebs! It’s Joey!\nPhoebe: Hey, Joey! Hey! Ooh! Ooh! I just say someone on the—that looks just like you on the subway. And I was gonna go over and say ‘hi!’ but then I figured, he doesn’t care if he looks like you.\nJoey: That just cost me four bucks. But uh listen, I just called to see how the chick and the duck are doing?\nPhoebe: Ohh, they’re having a great time with their Aunt Phoebe! Aunt Rachel hasn’t been helpful at all. So, do you miss me?\nJoey: Kinda, but I’ve just been having way too much fun.\nPhoebe: So you’re not homesick yet?\nJoey: No, I don’t think so.\nPhoebe: All right, the seven of us miss you.\nJoey: Who’s seven?\nPhoebe: Y’know, me, Rachel, the birds, the babies…\nJoey: Ahh, the babies miss me?\n(There is a knock on Rachel and Phoebe’s door.)\nPhoebe: Ooh, the pizza guy’s here!\nJoey: What? You ordered pizza without me?!\nPhoebe: Yeah. But y’know we were thinking about you, y’know we ordered the Joey Special.\nJoey: Two pizzas?!\nPhoebe: Yep! Okay, gotta go, talk to you later.\nJoey: Wait, well, where did you get it from?!\n(Phoebe has already hung up, leaving Joey in the dark. So Joey decides to watch some TV and turns on a rerun of Cheers, with the theme song playing. At first, he’s happy, but as the song progresses Joey gets depressed and homesick.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Ross and Emily’s planned wedding place, Monica is dragging Emily in.]",
            "dialog": "Emily: Monica, why have you brought me here of all places?!\nMonica: You’ll see.\nEmily: I tell you, this wedding is not going to happen.\n(At that Ross plugs in some Christmas lights to light the place up.)\nEmily: Oh God.\nRoss: Okay? But-but imagine a lot more lights, okay? And-and y’know fewer bricks, and-and-and flowers, and candles…\nMonica: And the musicians, look, they can go over here (Points to a little alcove), okay? And the chairs can face this way (Points), and… (Points to Ross) You go.\nRoss: But-but, if you don’t love this, we’ll do it in any other place at any other time. Really, it’s fine, whatever you want.\nEmily: It’s perfect.\nRoss: And, I don’t know, if it starts to rain…\nEmily: Well then we’ll get wet. (They kiss.)\nMonica: Ohh. And I don’t even have a date.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is in her bedroom.]",
            "dialog": "Rachel: Pheebs?\nPhoebe: Yeah?\nRachel: Do you remember where the duck food is?\nPhoebe: Yeah, it’s in the guys’ apartment under the sink. Why?\nRachel: (enters with a bag packed) Because I’m going to London.\nPhoebe: What?! What do you mean you’re going to London?\nRachel: Yeah, I have to tell Ross that I love him. Now honey, you take care, you don’t have those babies until I get back. (Kisses her stomach.)\nPhoebe: I—Rachel, you can’t go! Ross loves Emily!\nRachel: Yeah, I know, I know, I know he does. But I have to tell him how I feel! He deserves to have all the information and then he can make an informed decision.\nPhoebe: That’s not why you’re going! You’re going because you hope he’s gonna say, \"Yeah, I love you too, Rach. Forget that British chippy.\"\nRachel: Ohh—Do you think he will?!\nPhoebe: No! Because he’s in love with the British chippy! Look, Rachel, if you go, you’re just gonna mess with his head and ruin his wedding! Y’know, it’s too late! You missed you’re chance! I’m sorry, I know this must be really hard, it’s over.\nRachel: Y’know what? No. It’s not over until someone says, \"I do.\" (Exits)\nPhoebe: I do! I do! I do! (Chases her into the hall, but Rachel doesn’t stop.) I do! (Gives up.) Ugh, like I can really chase you. I’m carrying a litter.\nCommercial Break\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Moving Shot towards The Waltham House. A phone   is ringing.]",
            "dialog": "Housekeeper: The Waltham Residence.\nPhoebe: Oh...yes..is this..umm..Emily’s Parents’ house.\nHousekeeper: This is the housekeeper speaking. And by the way, young lady, that is not how one addresses oneself on the telephone. First one identifies oneself and then asks for the person with whom one wishes to speak.\nPhoebe: (In a British accent) This is Phoebe Buffay. I was wondering, please, if-if it’s not too much trouble, please, umm, might I speak to Miss Emily Waltham, please?\nHousekeeper: Miss Waltham, is at the rehearsal dinner and it’s not polite to make fun of people. Goodbye.\nPhoebe: No no no, I’ll be nice, I swear!!!   Could you just give me the number for where they are?\nHousekeeper: I’m afraid, I’m not at liberty to divulge that information.\nPhoebe: Ok, somebody is on their way to ruin wedding okay. And I have to warn somebody, alright. So if you don’t give me that number then I’m going to come over there and kick your snooty ass all the way to New Glocken..shire.\nHousekeeper: Hangs up.\nPhoebe: Hello, Hello. Ohh, OHH, she knew I could kick her ass.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Rehearsal dinner hall. Ross and Emily are standing in the reception area. Monica arrives with her parents.]",
            "dialog": "Monica: Hey.\nRoss: (Ross hugs his mom and dad)Hi. Mom. Dad.\nMrs. Geller: Sweetheart. Oh sorry were late, my fault, I insisted on riding the tube.\nMr. Geller: (embarrassed) Judy, the kids..\nMrs. Geller: Jack, that’s what they call the subway.\nMr. Geller: Ohh, I thought that you....\nRoss and Monica: Dad, dad. We got it!! We Got It!!!\nEmily: Ohh, here comes my dad and stepmum. Mister and Misses Geller, this is Steven and Andrea Waltham.\nMr. Waltham: (Shaking everyone's hand.) Hello. Hello. How do you do? How do you do? Very nice to meet you. (Looking over at his wife.) Darling it’s the Gellers. (She pays no attention she’s talking on a cellular phone.) (Louder) Darling, it’s the Gellers. (She’s still not responding.) She’s very self-absorbed, you know. I should never have married her.\nMrs. Waltham: (Looking evilly at her husband) Sorry, what?\nMr. Waltham: It’s the Gellers!\nMrs. Waltham: Where?\nMr. Waltham: Well there’s one (pointing towards Jack) and there’s another (pointing towards Judy).\nMrs. Waltham: Lovely to meet you.\nMr. Waltham: Terribly nice of you to offer to pay for half the wedding. (He hand a multipage bill to Jack.)\nMr. Geller: Ohh forget it. Too hell with tradition, we’re happy to do it.\nMrs. Geller: We know how expensive weddings can be, besides this may be the only wedding we get to throw (patting Monica on the shoulder.).\nMonica: Ha ha, a joke that’s funny in all countries.\n(Ross quickly directs the families to their tables.)\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Chandler and Joey are standing by the kitchen entrance. A waiter comes out.]",
            "dialog": "Waiter: Sir? (Looking at Joey.)\nJoey: What’s in it?\nWaiter: Goat cheese, water chestnuts, and panchetta. (Joey Looks down disgustingly at the food.)\nJoey: (Looking up at the waiter)That’s not food...No, I don’t, no...(Taps Chandler on the shoulder.) Everything's different here...I want to go home. I...I miss my family. I miss the coffee house. I can’t even remember what Phoebe looks like.\nChandler: Joey, it’s been three days, okay.. Your just a little homesick, Okay. Would you just try to relax. Just, just try to enjoy yourself.\nJoey: (Pointing  at Chandler.) Your different here too. Your mean in England. (Chandler throws his hands up to his head in frustration. They walk away from each other.)\n[Camera pans to the Geller family table. Ross, Rachel, Mr. and Mrs. Geller are there.]\nMr. Geller: (Looking at ht wedding bill.) What the hell!!!\nRoss: what’s up, Dad?\nMr. Geller: This bill for my half of the wedding. it’s insane.\nMrs. Geller: How could it be so much? The receptions at their house.\nMr. Geller: (Pointing items out on the bill.) Flowers, liquor, recarpet first floor. New guest bath, landscaping. I’m paying to remodel this guys house. (Angrily gets up.) I’m going to give that son on a bitch, a piece of my mind.\nRoss: (Holding him back.)Dad, dad, please. Look I don’t want anything to upset Emily tonight. Alright, she's had a hard enough couple of days as it is. (Picks up the bill.) Now here, here, let me go talk to him, okay?\nMr. Geller: And you tell him no one takes advantage of the Gellers.\nMrs. Geller: Ooh, Jack....(He looks over to her) Sometimes I forget how powerful you can be. (They embrace and kiss passionately.)\nMonica: (Looking nauseous from her parents kissing.) And I’m going to go get drunk. (Gets up to get a drink.)\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: An airport in New York.]",
            "dialog": "Rachel: (Running to the ticket counter) Ooh, ooh, ooh,ooh,ooh. (Slightly out of breath) Hi.\nTicket Agent: (Cheerfully.) Hello.\nRachel: (Faking cheerfulness.) Hello. Umm, when is your next flight to London?\nTicket Agent: (looking at her computer terminal) There’s one leaving in thirty minutes.\nRachel: Ohh, good.\nTicket Agent: And I do have one seat left.\nRachel: Ohh, thank you, thank you, thank you.\nTicket Agent: The last minute fare on this ticket is twenty seven hundred dollars.\nRachel: (looking through her wallet.) Ohh, I just don’t think I have enough left on my credit card.\nTicket Agent: Well you can split it with another credit card.\nRachel: Ohh, okay, how about five. (She hands her all the credit cards.) Ohh, thank you.\nTicket Agent: I’m just going to need to see your passport.\nRachel: (Looking through her purse.) Okay, you know what? I don’t have it, but I can tell you exactly where it is on my night stand, and...okay. But you know what? I have my drivers license and I have a twenty. (She slides it across the counter.)\nTicket Agent: (Slides the twenty back and tosses her credit card onto the counter.)\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: The Rehearsal dinner hall. Ross is at the Walthams’ table discussing the bill.]",
            "dialog": "Ross: Look, face it, my father is not going to pay for the build-in barbecue and believe me you can kiss you gazebo goodbye. Now I might be able to get you the new lawn.\nMr. Waltham: Ahh, then you have to give us the lawn ornaments.\nRoss: I go back there with lawn ornaments, he’s going to laugh in my face.\nMrs. Waltham: This is ridiculous. I mean we had an agreement. (Ross looks frustrated. She begins to scream at her husband.) Will you say something, Steven?! Please!!!\nMr. Waltham: Don’t take that tone with me. (She looks evilly at him.) All-all right you can. (He looks over at Ross and Shrugs.)\n"
        },
        {
            "scene_no": 18,
            "scene_mark": "[Scene: The Girls apartment. Phoebe is dialing the phone and Rachel runs in the door.]",
            "dialog": "Rachel: (Running to her room.) Hi, Pheebs.\nPhoebe: (Looking relieved. She puts down the phone.) Oh thank god. Oh, you changed your mind. Oh, look I know you probably want to be alone, and you don’t want to talk about it, that’s fine. I just want you to know, I think you are doing the right thing and...\nRachel: (Running back out the door with her passport.) Bye, Pheebs.\nPhoebe: (Trying to get up.) Wait!! Where are you going?! What are you doing?! No!! Wait!! (Not able to get up.) God!! Why am I always pregnant when she does that?!\n"
        },
        {
            "scene_no": 19,
            "scene_mark": "[Scene: The Rehearsal Dinner Hall. Chandler, Joey, Ross, Emily, Monica, and all the bridal party are seated at the table. Chandler gets up to make a toast.]",
            "dialog": "Chandler: I’d like to toast, Ross and Emily. Of course, my big toast will be tomorrow at the wedding, so this is kind of my little toast or Melba toast, if you will. (No one in the room laughs. He starts to get flustered.) Okay. I known Ross for a long time. In fact, I knew him when he was going out with his first girlfriend. (Ross looks embarrassed.) And I thought things were going to work out for him..Until the day he over inflated her. (He laughs. Jack looks at Judy and no one in the room laughs.) Ohh, Dear God.. (A cellular phone rings.)\nMrs. Waltham: Hello, Waltham Interiors.\nPhoebe: Oh, hi, Mrs. Waltham. I need to speak with ether one of the best men, or Ross’s sister Monica.\nMrs. Waltham: Who is this?\nPhoebe: Oh, I’m Phoebe Buffay. I’m one of Ross’s best friends.\nMrs. Waltham: Well, if you’re on e of Ross’s best friends, why aren’t you here?\nPhoebe: Yeah, um, I can’t fly. I’m having my brother’s babies.\nMrs. Waltham: Oh, am I on the radio?\nPhoebe: No..umm, could I talk to one of them? It’s very very important.\nMrs. Waltham: No, I’m bored with you now. I’m going to cut you off. (She hangs up.)\nPhoebe: Ohh! Okay, I’m going to have to kick her ass too.\nChandler: (Continuing his toast.) And I’m sure we’re all very excited that Ross and Emily are getting married at Montgomery Hall. I mean to think, my friend getting married in Monty Hall. (No reaction from the people.) Ohh, come on!! Monty Hall!! Lets make a Deal!! Come on, you people!! All right, forget it!! Congratulations, Ross and Emily. (He sits down.)\nJoey: Hey, best man number two, Joey Tribbiani. Now I’m not good with the jokes like Chandler here. Boy...but ahh, I just want to say congratulation to the happy couple. I first met Ross in this coffee house back home...Home...New York City...Where everybody knows my name. Well anyway, I love you guys. (pointing at everyone.) But not as much as I love America. (Looking at Chandler.) Could we please..go home now?\n(One of the bridesmaids, Felicity, puts her arm around Joey.)\nFelicity: (Putting her arm around Joey.) Are you going home? I was hoping to get to know you better.\nJoey: (Putting his arm around her.) I’m not going anywhere, sweetheart.\n"
        },
        {
            "scene_no": 20,
            "scene_mark": "[Scene: Later that evening at the rehearsal dinner. Chandler and Monica are sitting on a sofa. Chandler is covering his face in embarrassment because of the toast.]",
            "dialog": "Monica: I was laughing. (Patting him on the knee.)\nChandler: Out loud?\nMonica: Well I didn’t want everyone to think I was stupid.\nChandler: So how are you doing?\nMonica: My mother’s driving me crazy, but Ross is getting married. I’m happy. (A drunken man approaches.) I’m not going to let anything spoil that.\nDrunk Man: I just want to say that Ross is a wonderful young man.\nMonica: Well, thanks, we like him.\nDrunk Man: My god!! You must have been a teenage when you had him. (Monica stares straight forward after the comment. Chandler tries to console her by patting her on the shoulder.)\n(Ross and Emily’s parents are seated at a table. Ross is between them and they are discussing the wedding bill.)\nMr. Geller: There’s no way in hell, I’m paying for it.\nRoss: Look, were down to just one point. Could we please, maybe just settle it after the wedding.\nMr. Geller: All-right fine, but I just want to say, I’m not paying for your wine cellar. You thieving, would be speaking German if it weren’t for us, cheap little man. (Emily’s stepmum looks shocked. Jack and Judy get up and leave.)\n(Chandler’s trying to console Monica.)\nChandler: The guy was hammered, okay? There’s no way, you look like Ross’s mother.\nMonica: Then why would he say it?\nChandler: Because he’s crazy. Okay? He came up to me earlier and thanked me for my very moving performance in Titanic.\nMonica: Oh, my mother’s right. I’m never going to get married.\nChandler: Ahh, you know what? That is....Who wouldn’t want you?\nMonica: Ohh, Please?! I’m a single mom, with a thirty year old son!!\n"
        },
        {
            "scene_no": 21,
            "scene_mark": "[Scene: The airport. Rachel runs up to the ticket counter.]",
            "dialog": "Rachel: Hi, I’m back. Listen, I need to...\nTicket Agent: Hello.\nRachel: Hello. I need to get on the 11 o'clock flight.\nTicket Agent: Oh I’m afraid that plane has already pulled away from the gate.\nRachel: Okay, you know what/ You’re going to have to call that plane and tell them to swing around and come and pick me up.\nTicket Agent: I can’t do that.\nRachel: Sure, you know what? Come on, we’ll just tell them that there was like a problem with like the \"engine\".\nTicket Agent: I’m afraid I’m going to have to ask you to step aside, Miss.\nRachel: Look, If I don’t get to London!! He is going to marry that other girl!!!\nTicket Agent: I can’t imagine why.\nRachel: All right, you know what? I am not leaving here, until you call that plane back!! (She pounds her hand on the counter twice. The ticket agent counters by placing the closed sign on the counter and tapping it twice.)\n"
        },
        {
            "scene_no": 22,
            "scene_mark": "[Scene: Chandlers hotel room. Ross bursts into the room.]",
            "dialog": "Ross: (Screaming) I’m getting married today!! Whoo-hoo!!\nChandler: (With the covers pulled up to his chin.) Morning, Ross.\nRoss: I’m getting married, to..day!!\nChandler: Yeah you are!!\nRoss: Ahh, whoo-hoo!!(He runs back out the door.\nMonica: (Comes up for below the covers and looks concerned.) Do you think he knew I was here? (Chandler quickly looks at Monica not knowing what to say.)\nCommercial Break\n"
        },
        {
            "scene_no": 23,
            "scene_mark": "[Scene: Chandlers hotel room. Chandler and Monica are lying in the bed together talking. There’s an awkward air between them. They are both clutching the covers in from of them.]",
            "dialog": "Chandler: Well I’ve-I’ve never done that with you before.\nMonica: (In am uneasy voice.) Nope. (She chuckles uneasily.)\nChandler: So, ahh, how are ya? How ya...How ya... You okay?\nMonica: Yep, yep...You?\nChandler: Yes...Yes..Uh-huh, You?(Looking over at her. She looks back.) We did you.\nMonica: Well...I’d better get going.\nChandler: Oh yea yea, absolutely.\nMonica: (Scoots towards the side of the bed.) Could you not look?\nChandler: I don’t want to look.\n"
        },
        {
            "scene_no": 24,
            "scene_mark": "[Scene: The Virgin Atlantic flight to London that Rachel is on.]",
            "dialog": "Rachel: Ohhh.(she rhythmically taps her hands on the magazine on her lap.)\nPassenger: Ahh, ahh, excuse me.\nRachel: Yeah?\nPassenger: If you’re planning on doing that throughout the entire flight. Please tell me now. So that I could that a sedative...or perhaps slip you one.\nRachel: Oh. I’m sorry. I’m very sorry. Sorry. (She hums and sighs happily.) It’s just, I’m ahh, I’m kinda excited. I’m, ahh, going to London to ahh, tell this guy that I love him and... (He puts his headphones on to ignore her.)\n"
        },
        {
            "scene_no": 25,
            "scene_mark": "[Scene: Joey enters his hotel room. The phone is ringing.]",
            "dialog": "Joey: Hello?\nPhoebe: (Angrily.) Hey, were the hell have you been?!\nJoey: Hey. I spent the night out. I met this cute bridesmaid. She is so...\nPhoebe: I don’t want to hear about her!!\nJoey: Ahh Pheebs, you know you’re still my number one girl.\nPhoebe: No! No, we have an emergency. Okay? Rachel’s coming to London.\nJoey: Ohh great!!!\nPhoebe: No it’s not great. No, she’s coming to tell Ross that she loves him.\nJoey: (Confused.) But, he loves Emily?\nPhoebe: I KNOW THAT!!! You have to stop her!! She’s going to ruin the wedding!!\nJoey: Okay.\nPhoebe: All right, so, okay...\nJoey: Hold on. Hold on. (Picking up a note pad and writing and reading the message aloud.) Rachel coming. Do...Something.\nPhoebe: Okay, so I’m done my part, okay. It’s your responsibility now, okay. The burden is off me, right?\nJoey: Right!\nPhoebe: So tell me about this girl?\n(The guys hotel room. Joey’s there. Chandler comes out of the bathroom in a robe.)\nJoey: Hey.\nChandler: Hey.\nJoey: Have you seen Monica?\nChandler: (Very defensive.) I’m not seeing Monica.\nJoey: (With a confused look on his face.) What?\nChandler: What?\nJoey: Look we’ve got to find her. Phoebe just called!! Rachel’s coming to tell Ross she loves him!!\nChandler: Oh my god!\nJoey: I know! That’s why we got to find Monica!! You know where she is?\nChandler: No!! Okay!! What’s with the third degree?! Why don’t you just shine a light in my eyes?! (Joey looks totally confused.)\n"
        },
        {
            "scene_no": 26,
            "scene_mark": "[Scene: The plane. Rachel's telling her story to the passenger on her left. The one on her left is still wearing his headphones.]",
            "dialog": "Rachel: ...And so then I realized. All this stuff I had been doing. proposing to Joshua, lying to Ross about why I couldn’t come to the wedding. Was all just a way of...\nPassenger: (Frustrated he takes his headphones off.) Oh, oh oh!! I’m sorry, can I interrupt? You know I just want to say..That you are a horrible, horrible person.\nRachel: Ehh, pardon me?\nPassenger: You say you love this man, yet you’re about to ruin the happiest day of his life. I’m afraid I have to agree with you friend Pheebs.. This is a..this is a...terrible, terrible plan.\nRachel: But he has to know how I feel!\nPassenger: But why? He loves this...this Emily person. No good can come of this.\nRachel: (Sighing) Well I-I think your wrong.\nPassenger: Oh-no.(He bites his fist at her.)And by the way, it seems to be perfectly clear that you were on a break. (Rachel gasps and doesn’t know what to say. He puts his headphones back on.)\n"
        },
        {
            "scene_no": 27,
            "scene_mark": "[Scene: The church where Ross and Emily are to be married. Judy, Andrea, and Monica enter together.]",
            "dialog": "Mrs. Geller: (Looking around at the chapel.) Oh my God! It’s like a fairyland.\nMrs. Waltham: I know, it’s horrible isn’t it?\nMonica: Well, I love it. I only hope my wedding looks this good.\nMrs. Geller: I just hope...\nMonica: (Angrily.) You can let some of them go by!(Judy and Andrea go to the front of the chapel. Joey approaches Monica.)\nJoey: (Whispering.) Pisst, Monica. Alright, we really need to start looking out for Rachel. I’ll cover the front door. You watch that big hole at the back of the building and I got Chandler covering Ross.\nMonica: (Awkwardly.) Why would I care where Chandler is? You know uhh...You know sometimes I don’t even like Chandler.\nJoey: Okay. (They both walk off to watch for Rachel.)\n(Ross and chandler are standing next to the alter. Ross is practicing for the wedding.)\nRoss: (Using a slightly different inflection for each.) I do. I do. I do.\nChandler: Oh yea, your right. It’s the second one.\nRoss: (Very Nervous)Really?\n"
        },
        {
            "scene_no": 28,
            "scene_mark": "[Scene: Joey’s in the front entrance watching for Rachel. The bridesmaid he met at the rehearsal dinner come in.)",
            "dialog": "Felicity: (In a sexy voice.)Hello Joey.\nJoey: Hey, Felicity.\nFelicity: Umm, I thought about you all day.\nJoey: Yeah.\nFelicity: Um-hum. Talk New York to me again.\nJoey: (In a New York accent.) Fuggetaboutit. (She giggles.) How you doin?\nFelicity: Mmm. (She pushes him up against the wall and they begin to kiss.)\nJoey: Oh, yeah.\n(Back in the chapel. The parents are still fighting over the bill. Ross is refereeing.)\nMrs. Geller: There’s nothing to discuss. We’re not paying for your wine cellar.\nMr. Waltham: (Pleading.) You-you have to meet me in the middle here.\nMr. Geller: (Forcefully.) Hey, you keep pushing me on this, my foots going to meet the middle of your ass.\nRoss: Dad!! (Emily comes running in.)\nEmily: What-what’s going on?!\nRoss: Nothing, nothing. Everything's under control.\nMr. Waltham: You want a piece of me, sir? Is that what your saying? (Pointing at Jack and poking him) You want a piece of me?\nRoss: (Stepping in between them.)Okay! Okay! That’s it!! Parents!! Parents!! Back away!! All right, this is our wedding day!   From now on everyone gets along, and if I hear one more word. NO GRANDCHILDREN! (Pointing at his mother.) That’s right!!\nMr. Geller: Okay, okay.\nMr. Waltham: Sorry old boy, sorry. Sorry. Sorry. (Them all walk away. As he leaves he mutters to Jack.) I could kill you with my thumb, you know.\nEmily: What was all that about?\nRoss: (Sighing.) It was...This disagreement over...(She sighs. Ross notices her in her wedding dress.) My god. You...you look beautiful.\nEmily: (Giggles.) Ohh...(She realizes that she’s in her gown.) Oh! You were not meant to see me before the wedding. It’s bad luck.\nRoss: You know what, I think we’ve had all the bad luck we’re going to have. (He hugs her.)\n(The front entrance. Joey and the bridesmaid are up against the wall kissing. Rachel comes in the door and walks by Joey unnoticed. She walks into the chapel and sees Ross and Emily kissing. She looks as though she wants to cry. Emily walks away and Ross turns and sees Rachel standing there.)\nRoss: My God. Rachel! (He walks towards her, grasps her hands and kisses her on the cheek.) Your here. I can’t believe it. (She giggles.) What happen? Why are you here?\nRachel: Well I just came...(She touches him near his heart. She’s almost in tears.) I just needed to tell you...(Looking into his eyes. She takes a deep breath.) Congratulations. (He hugs her. She can barely hold back the tears.)\n"
        },
        {
            "scene_no": 29,
            "scene_mark": "[Scene: Camera fades to one of the band members playing guitar at the wedding. The chapel is full of guest. A groomsmen escorts a bridesmaid down the isle. Joey is waiting with Mrs. Waltham to escort he down the isle. A cellular phone rings.]",
            "dialog": "Mrs. Waltham: (Answering the phone.) Hello, Waltham Interiors.\nPhoebe: Mrs. Waltham. Hi. It’s Phoebe again.\nMrs. Waltham: (Throws her head back in disgust.) Why?!\nPhoebe: Yea. Can I please, please, please talk to one of the best men? This is going to be the last time I promise.\nMrs. Waltham: (Slapping the phone into Joey’s chest.) Joey there’s a girl on the phone for you.\nJoey: (Smiling.) Ohh great!! (Putting the phone to his ear.) Hello. (He begins to escort her down the aisle.)\nPhoebe: Did you stop Rachel?\nJoey: No, but it’s okay. She just came in and gave him a hug, that it.\nPhoebe: So nothing got ruined?\nJoey: No.\nPhoebe: Oh that’s so great! Ohh, so what’s going on now?\nJoey: Ah, I’m-I’m walking down the aisle...Still walking. (Mrs. Waltham takes her place.) I’m about to pass the bridesmaid I hooked up with last night. (Looking at the bridesmaid.) Hey! (Talking to Phoebe.) I told her \"Hey.\" And now I’m at the front with Ross. It’s Phoebe. (He shows Ross the phone.) He looks pretty mad. Uh...I’d better go.\nPhoebe: No!! wait, wait, wait!! Oh please, hold it up so I can listen. (Joey looks at Ross and holds the phone above Ross’s shoulder.)\n(Chandler escorts Monica down the aisle.)\nChandler: What we did last night was....\nMonica: Stupid.\nChandler: Totally crazy stupid. (He nods his head at the people seated.)\nMonica: What were we thinking?\nChandler: I’m coming over tonight though, right?\nMonica: Oh yeah. Definitely.\n(They quickly take their places and Here Comes the Bride Begins to play. Everyone seated looks back. Emily is being escorted up the aisle by her father. She kisses him on the cheek and takes her place by Ross’s side.)\nMinister: Friends. Family. We are gathered to celebrate here today the joyous union of Ross and Emily. May the happiness we share with them today be with them always. Now Emily, repeat after me. I, Emily...\nEmily: I, Emily...\nMinster: Take thee Ross...\nEmily: Take thee Ross...\nMinster: As my lawfully wedded husband, in sickness and in health, till death parts us.\nEmily: As my lawfully wedded husband, in sickness and in health, until death parts us.\nMinster: Now Ross, repeat after me. I Ross...\nRoss: I Ross...\nMinister: Take thee, Emily...\nRoss: Take thee, Rachel...(All his friends have looks of shock on their faces. He realizes what he said. Quickly he says.) Emily. (A slight chuckle.) Emily.\nMinister: (Looking and feeling awkward. he looks towards Emily.) Uhh...Shall I go on?\n(Rachel looks all around as if all the eyes in the chapel were looking at her as the picture fades to black.)\nClosing Credits\nEnd\n"
        }
    ]
}