{
    "metadata": {
        "season": "SEASON 4",
        "title": "422 The Worst Best Man Ever",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, the gang is there, Phoebe is returning from the bathroom.]",
            "dialog": "Phoebe: (angrily) That’s like the tenth time I’ve peed since I’ve been here!\nMonica: That’s also like the tenth time you told us.\nPhoebe: Yeah, oh I’m sorry, it must be really hard to hear! I tell ya, it’s a lot easier having three babies play Bringing in the Noise, Bringing in da Funk on your bladder! I’m so sick of being pregnant! The only happiness I get is from a cup of coffee, which of course is decaf, ‘cause—Oh! I’m pregnant!\nRoss: Pheebs, did…you want a cookie?\nPhoebe: (starting to cry) Thank you so much.\nRachel: So uh, Pheebs, honey, how are those mood swings coming?\nPhoebe: I haven’t really had any yet.\n(Monica, Joey, and Chandler all shake their heads.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Chandler and Joey's, Joey and Chandler are there as Ross enters.]",
            "dialog": "Ross: Hey guys!\nChandler: Hey.\nJoey: Hey!\nRoss: All right, here’s the ring. (Shows Chandler the wedding ring he plans on giving Emily)\nChandler: (shocked) Yes! Yes! A thousand times, yes!\nRoss: So uh, any ideas for the bachelor party yet?\nJoey: Whoa-whoa-whoa! Before you start handing out wedding rings and planning bachelor parties, don’t you have to decide who your best man is gonna be?\nChandler: Oh, it’s awkward. It’s awkward. It’s awkward.\nRoss: I sort’ve already asked Chandler.\nJoey: What?! He got to do it at your first wedding!\nRoss: Joey, I figured you’d understand. I mean, I-I’ve known him a lot longer.\nJoey: Come on Ross! Look, I-I don’t have any brothers; I’ll never get to be a best man!\nChandler: You can be the best man when I get married.\nJoey: (pause) I’ll never get to be a best man!\nRoss: (to Chandler) Wait-wait, so, you get to be my best man twice and I never get to be yours at all?\nChandler: Oh no-no-no, you—yeah, of course you get to be my best man.\nJoey: (impatiently tapping Chandler on the shoulder) What about me?! You-you just said I could!\nChandler: I’m not even getting married! Okay, this is a question for science fiction writers!\nJoey: I can’t believe you’re not picking me.\nRoss: Hey, how can it not be me?!HeyHey!\nChandler: I’m not even… I’m not even…\nRoss: Fine, y’know what, that’s it. From now on, Joey, I want you to be my best man.\nJoey: Yes! (to Chandler) Shame about you man.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Monica, Rachel, and Phoebe are eating breakfast.]",
            "dialog": "Phoebe: (to her babies) Stop it!\nMonica: What?\nPhoebe: One of the babies is kicking.\nMonica: I thought that was a good thing.\nPhoebe: It’s not kicking me, it’s kicking one of the other babies. Oh (looks down her dress)! Don’t make me come in there!\nJoey: (entering) Hey!\nMonica: Hey!\nJoey: Do you guys have like a big bowl I can borrow?\nMonica: Yeah, there’s one right under the cabinet.\nJoey: (grabs it) Thanks.\nMonica: Why do you need it?\nJoey: Oh, we’re having a big party tomorrow night. Later! (Starts for the door.)\nRachel: Whoa! Hey-hey, you planning on inviting us?\nJoey: Nooo, later. (Walks out the door.)\nPhoebe: Hey!! Get your ass back here, Tribbiani!! (Joey walks back in, scared.)\nRachel: Hormones!\nMonica: What Phoebe meant to say was umm, how come you’re having a party and we’re not invited?\nJoey: Oh, it’s Ross’s bachelor party.\nMonica: Sooo?\nJoey: Are you bachelors?\nMonica: Nooo!\nJoey: Are you strippers?\nRachel: Nooo!\nJoey: Then you’re not invited. (Starts for the door again.)\nRachel: All right fine! You’re not invited to the party we’re gonna have either.\nJoey: Oh-whoa, what party?\nRachel: Well umm…\nMonica: The baby shower for Phoebe!\nJoey: Baby shower. Wow! That sounds sooo like something I don’t want to do! Later! (Finally, he makes his exit.)\nPhoebe: I can’t believe I’m gonna have a party! This is so great! (Really excited) A party! (Really, really excited) Yay!! (Suddenly, she starts crying and Rachel moves to comfort her.) I don’t know why.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Joey and Ross are talking over party plans.]",
            "dialog": "Joey: This is what I’ve got going for the party so far, liquor wise. Get a lot of liquor.\nRoss: Great. Great.\nJoey: Okay, now uh, in terms of the invite list, I’ve got you, me, and Chandler and I’m gonna invite Gunther ‘cause, well, we’ve been talking about this pretty loud.\nGunther: I’ll be there.\nJoey: All right—oh! Listen, I know this is your party, but I’d really like to the number of museum geeks that are gonna be there.\nRoss: Yeah. Tell ya what, let’s not invite any of the anthropologists, only the dinosaur dudes!\nJoey: Okay! We’ll need a six-pack of Zima.\nChandler: (entering) Hey guys, what are you doing?\nRoss: Oh, just planning my bachelor party with my best man.\nChandler: Yeah, well, good luck trying to top the last one.\nRoss: Yeah, see, I don’t think it’s gonna that difficult considering this one won’t be taking place in the basement of a Pizza Hut.\nChandler: Oh, I’m Ross. I’m Ross. I’m too good for the Hut; I’m too good for the Hut.\nRoss: Look, I gotta go pick up Ben. Everything so far sounds great Joey, just remember to keep it on the mellow side, okay? Just a couple of guys hanging out playing poker, no-no strippers or anything okay?\nJoey: You got it.\nRoss: Okay, see ya later.\nChandler: See ya. (Ross exits, and Chandler moves over next to Joey, laughing.) Have fun planning your mellow bachelor party.\nJoey: Well, there’s gonna be strippers there. He didn’t say anything about no strippers.\nChandler: He just said, \"No strippers.\"\nJoey: Oh, I chose not to hear that.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is returning from shopping and Rachel is there.]",
            "dialog": "Monica: Look what I got! Look what I got! Look what I got! (She shows Rachel what she bought. She bought a little leather jacket and a little cowboy outfit for the babies.) Can you believe they make these for little people?\nRachel: Little village people.\nMonica: Okay, look at this one. This is my favourite. (It’s a little pink and white dress for the girl baby.)\nRachel: Oh, that is so sweet!\nMonica: I know! Phoebe is gonna love dressing them in these!\nRachel: Huh. Except, Phoebe’s not gonna be the one that gets to dress them.\nMonica: Because she’s not gonna get to keep the babies.\nRachel: Oh my God! We are throwing the most depressing baby shower ever!\nMonica: Wait a minute! Unless, we give her all gifts she can use after she’s done being pregnant. Like-like umm, regular coffee, Tequila.\nRachel: Oh, and somebody can get those leather pants she’s always wanted!\nMonica: Oh, she’s gonna love that!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe’s baby shower, she is holding those leather pants, and isn’t happy about it.]",
            "dialog": "Phoebe: What the hell is this?! What, did you actually thought it would make me feel better to give me stuff that I can’t use for another two months?! This sucks! All right, what’s my next present?!\nAll: I don’t have anything. (All of the rest of the women there hide their gifts behind their backs.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Joey's, Ross’s bachelor party. Ross is thanking Joey for the party.]",
            "dialog": "Ross: Hey listen man, about the stripper…\nJoey: Yeah?\nRoss: Good call!\nChandler: (banging a spoon against his beer bottle) Okay, a little announcement, a little announcement. I’ve decided that my best man is, my best friend Gunther!\nGunther: What’s my last name?\nChandler: Central Perk?\nGunther: (to Ross) Thanks for not marrying Rachel. (He starts to leave.)\nJoey: Oh-whoa-wait, Gunther don’t-don’t forget your shirt. (He gives Gunther his shirt and Gunther leaves.)\nRoss: Hey-hey, what are those?\nJoey: Oh, little party favours, check it out! (It’s a shirt that reads, \"Ross Geller, Bachelor Bash 1998\")\nRoss: Wow! Yeah!\nJoey: Oh-oh! (Shows him what’s on the back, \"Best Man Joey Tribbiani, with a huge picture of him.)\nChandler: (banging on the bottle again) Okay, okay, a little announcement, I just want everyone to know that the position of my best man is still open! And uh, (to the stripper) so is the position of the bride.\nThe Stripper: Great!\nRoss: Smooth man. Yeah, you got some chilie on your neck. (Chandler checks and runs into the bathroom.) Well, I just want to say, thanks everyone, this-this was great. And hey! See you guys Monday morning. (They museum geeks wave at him.) Thanks Joey.\nJoey: Oh, hey, don’t forget your shirt.\nRoss: Oh, thanks! (Takes it and throws it back into the box and leaves.)\nJoey: Okay, hey, museum geeks, party’s over. Okay. Wave bye-bye to the nice lady. There you go. Back to your parent’s basement. All right. (The museum geeks exit and Joey unlocks his door and lets the chick and the duck out.) Come on boys, come on out! Here you go. All right.\nThe Stripper: Ohhh, look at the little birdies! Are those yours?\nJoey: Yeah!\nThe Stripper: Wow, I didn’t know they let you keep chickens and ducks as pets.\nJoey: Oh yeah-yeah. And I got the duck totally trained. Watch this. Stare at the wall. (The duck complies.) Hardly move. (The duck complies.) Be white. (The duck complies.)\nThe Stripper: You are really good at that. So uh, I had fun tonight, you throw one hell of a party.\nJoey: Oh thanks. Thanks. It was great meetin’ ya. And listen if any of my friends gets married, or have a birthday, or a Tuesday…\nThe Stripper: Yeah, that would be great. So I guess umm, good night.\nJoey: Oh unless you uh, you wanna hang around.\nThe Stripper: Yeah?\nJoey: Yeah. I’ll let you play with my duck.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joey’s bedroom, it’s the middle of the night, he’s waking up and discovers he’s alone in bed.]",
            "dialog": "Joey: Hey, (realises he doesn’t know her name.) stripper! (He notices that the ring box is open, so he picks it up, sees it’s empty and starts to panic.)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler and Joey's, it’s continued from earlier. Joey is now waking Chandler and telling him the news.]",
            "dialog": "Joey: (running and banging on Chandler’s door) The stripper stole the ring!! The stripper stole the ring!! Chandler! Chandler, get up! Get up! The stripper stole the ring!\nChandler: (opening the door) What?\nJoey: The ring is gone!\nChandler: Ugh. Just a sec, give me a minute to wake up for this—Ah-ha-ha!! You lost the ring! You’re the worst best man ever!\nJoey: Dude, this isn’t funny! What am I gonna do?! I go to bed last night, everything’s cool! I wake up this morning, the stripper’s gone and the ring is gone!\nChandler: You slept with the stripper?\nJoey: Of course!! (Shrugs.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, Phoebe is entering, Monica and Rachel are talking on the couch.]",
            "dialog": "Phoebe: Hi, guys.\nRachel: Hi! Phoebe. (Both Monica and her try to move out of Phoebe’s way.)\nMonica: Hi Phoebe.\nPhoebe: I-I wanted to apologise if I—y’know seemed a tad edgy yesterday at my shower. Y’know it’s just the hormones, y’know.\nRachel: No we…\nMonica: Hormones.\nRachel: …hormones, yeah.\nPhoebe: Anyway, I just wanted to say thank you, it was just, it was so sweet. (She goes to hug them and they both flinch, thinking that Phoebe is about to attack them.)\nMonica: Wow, you seem to be doing so much better. That’s great. So how-how are things going?\nPhoebe: Good. Y’know—no-no, okay, it’s-it feels like everything’s been about me lately, so what’s happening with you?\nRachel: Oh, well, actually we were just talking about me not going to Ross’s wedding.\nPhoebe: Oh!\nRachel: It just might be too hard, given the history and all that…\nPhoebe: Wow! This reminds me of the time when I was umm, living on the street and this guy offered to buy me food if I slept with him.\nRachel: Well, h-how is this like that?\nPhoebe: Well, let’s see, it’s not. Really, like that. Because, you see that was an actual problem, and uh, yours is just like y’know a bunch of y’know high school crap that nobody really gives y’know…\nRachel: (starting to cry) I’m-I’m sorry, I just thought that…\nPhoebe: Alrighty, here come the water works. (Rachel starts crying harder.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is trying to figure out what to do.]",
            "dialog": "Joey: Ugh! I don’t know what I’m going to do! I called the company that sent and th-they don’t care! Then I called 9-1-1 and they laughed at me, if this isn’t an emergency, then what is?\nRoss: (entering) Hey guys!\nChandler: Hey!\nJoey: Hey…\nRoss: I just wanted to thank you again for last night, what a great party! And the guys from work had a blast. Y’know, one of them had never been to a bachelor party before. Yeah! And-and another one had never been to a party before, so…\nJoey: So uh, hey, that uh, that wedding ring, huh? Man, that’s nice!\nRoss: Yeah, right!\nJoey: I was uh, I was thinking I might want to pick one of those babies up for myself, I might want to get one of those…\nRoss: That ring? When my grandmother first came to this country, that ring and the clothes on her back were all she had with her.\nChandler: So you might say, the ring is irreplaceable? (Gives Joey a little squeeze.)\nRoss: Oh absolutely! It has been in my family for generations, and every bride who has worn it has had a long and happy life.\nChandler: So you might say, it’s a magic ring.\nJoey: (laughs, softly) Yeah, the stripper stole it.\nRoss: My-my ring? My-my wedding ring? The-the stripper stole my wedding ring?! H-how?! How could this all happen?!\nChandler: Well, I think it all started when you said, \"Hey Joey, why don’t you be my best man.\"\nRoss: (dialling the phone) All right-all right, fine! I-I’m gonna call the cops!\nJoey: Dude, I screwed up, you don’t have to turn me in!\nRoss: Not on you! On the stripper!\nJoey: Oh, yeah, well I already did that! They said they’re gonna look into it right after they solved all the murders.\nRoss: Okay, well, we’ll call the company that sent her!\nJoey: I did that too! They wouldn’t give me her real name or her number. They said, \"If I bothered them again they’d call the police.\" I said, \"If you talk to the police, you tell them I’m missing a ring!\"\nRoss: So what, Joey? Wh-wh-what? What are you telling me? That there’s nothing we can do? Well, how could this happen?!\nJoey: Look Ross, I am so-so sorry. I-I-I…\nChandler: Well, what if we just ah, called her, used a fake name, and had her come to my office?\nJoey: Oh, that sounds like fun, but we’ve got a ring to find!!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Rachel are cautiously serving Phoebe some tea.]",
            "dialog": "Monica: Here’s your tea Phoebe. (They give it to her and quickly take a step back.)\nPhoebe: (sips it) It’s so good. (Monica and Rachel breath a sigh of relief.) Oh, thanks.\nRachel: Good.\nMonica: I’m so glad you liked it.\nPhoebe: (sets the cup down) Oh! (Grabs her stomach in pain.)\nMonica: What?!\nRachel: What?! She made the tea! (Points to Monica.)\nPhoebe: Oh! No, I-I think I just had a contraction.\nRachel: You what?\nMonica: Oh my God!\nPhoebe: Yeah, I thought I had one a couple of minutes ago, and now I know that was definitely one.\nMonica: Wait, you can’t have the baby here! I mean I haven’t sterilised it since the guys moved out!\nRachel: Okay. It’s okay. We’re gonna be okay. Y’know what? It’s okay. I’m gonna, I’m gonna, I’m gonna boil some water and just rip up some sheets!\nPhoebe: No. It’s all right; it’s probably false labour. They said that, that can happen near the end, just somebody get the book.\nMonica: Rachel, get the book! The book!\nRachel: Okay! (Runs and grabs a book and hands it to Monica.) Okay! Here!\nMonica: The Bible?!\nRachel: I don’t know!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Chandler’s office, the guys are there waiting to ambush the stripper.]",
            "dialog": "Joey: All right, okay, this is great, uh, Chandler, you get behind the desk. And-and when she comes in hopefully, she won’t recognise you because, well, why would she? Uh, okay, and then you buzz Ross and I. (to Ross) You be Mr. Gonzalez, and I’ll be uh, Mr. Wong.\nRoss: Diverse.\n(There’s a knock on the door.)\nThe Stripper: Did anybody call for security?\nChandler: (to Ross) You be cool. (He opens the door and lets her in as they all turn there backs on her.)\nThe Stripper: Okay, which one of you guys is Gunther Central-Perk? (Sees Joey.) Hey, Joey?\nRoss: Where’s my ring? My dead grandmother’s wedding ring? Where is it? Where is it?\nChandler: Way to be cool, man.\nThe Stripper: What’s he talking about?\nJoey: There was a ring, in a box, on my nightstand, after you left, it was gone!\nThe Stripper: Wait, you guys think I stole some ring?\nThe Guys: Yeah!\nRoss: We know you took so just-just save yourself the time and confess!\nThe Stripper: Okay, who are you? The Hardy boys? Look, I don’t need to steal some stupid ring, all right? I make $1,600 a week doing what I do; any of you guys make that?\nChandler: Marry me. (Both Ross and Chandler hit him.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler and Joey's, the guys are now trying to figure out what next to do, since their plan with the stripper backfired on them.]",
            "dialog": "Joey: I don’t get it! It was in my room all night! And if she didn’t take it, and I didn’t take it; and you (Chandler) didn’t take it, then who did? (The duck quacks.) Shh! We’re trying to think! (Ross and Chandler realise it at the same moment and stare at Joey, who doesn’t get it. After a short pause, with the duck still quacking, Joey figures it out and starts pointing at the duck.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is recovering from her false labour.]",
            "dialog": "Rachel: I still don’t get how you know when it’s false labour.\nPhoebe: Well, do you see any babies?\nMonica: How do you feel?\nPhoebe: Okay, I guess. I mean… I don’t know, it’s just, I guess I know it’s going to be over soon.\nRachel: Well, isn’t that a good thing? You said you were sick of this.\nPhoebe: I know. It’s just y’know usually when you’re, when you’re done with the pregnant thing, y’know, then you get to do the mom thing. I’m gonna be y’know, sitting around in my leather pants, drinking Tequila.\nMonica: Some moms do that.\nPhoebe: Okay that’s even sadder. Look, I know, I know what I got myself into, it’s just that now that they’re in me it’s like, it’s like I know them y’know, I mean-I mean, it’s just not gonna be easy when these little babies have to go away.\nMonica: Aww, sweetie, but it’s not like you’re not gonna have anything. You’re gonna have nieces and nephews, and some ways that’s even better.\nPhoebe: Yeah, okay.\nRachel: No, really. Really, Pheebs, you’re not gonna be the one worrying about saving for college, or yelling at them when they’re bad, y’know, or deciding to put them on Ritalin when they just won’t calm down. Y’know?\nMonica: I mean, you’re the one they’re gonna come to when they wanna run away from home, and the one they talk to about sex.\nRachel: And you just get to be cool Aunt Phoebe!\nPhoebe: Cool Aunt Phoebe. I am pretty cool!\nMonica: Yeah.\nRachel: And y’know what else, oh my God, are they gonna love you.\nPhoebe: They are gonna love me.\nRachel: Oh!\nPhoebe: Thanks you guys! Again.\nMonica: Oh, sweetie! (They all hug.)\nPhoebe: You’re the best. Thanks. Oh!\nMonica and Rachel: What?!\nPhoebe: Just kidding. Ahh!\nRachel: What?!\nMonica: Oh my God!\nPhoebe: Got cha again, you guys are so easy.\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: The Animal Hospital, the guys have taken the duck in to remove the ring. Joey is pacing around like an expectant father.]",
            "dialog": "Joey: If anything should happen to him…\nRoss: Joey! The vet said it’s a simple procedure.\nJoey: So! Things can go wrong! You don’t know! What if he doesn’t make it?!\nChandler: He will, Joe.\nJoey: Yeah, but what if he doesn’t? He’s such a good duck.\n(With that we go into a little flashback about the guys’ memories of the duck. The first one is Joey playing with him in the bathtub and drying him off. Then it’s Chandler sitting on his couch after they moved into the girls apartment, and Chandler reading to him in bed, and him watching Baywatch when all they had was the canoe and the duck was in a bucket of water. Then we see Ross eating some cereal and the duck watching him. He takes a lamp and moves the duck off of the table. Then it’s Chandler shooing them out of the bathroom in the girls’ apartment, Joey revealing their disco cubby hole in the entertainment-center, then Chandler playing Hide-and-Go-Seek with them, and it’s concluded with various scenes with the duck flapping it’s wings. And the guys staring into the distance in remembrance of the duck.)\nJoey: I’m so worried about him, y’know?\nThe Doctor: (coming in from surgery) Somebody lose a ring?\nRoss: Oh my God! Thank you! Thank you so much! (He grabs the ring, kisses it, and then does a double-take realising where it’s been.)\nJoey: H-h-h-how’s the duck?\nThe Doctor: He’s doing just fine, he’s resting now, but you can see him in a little bit.\nJoey: Ohh, great! Oh hey, listen Ross, thanks for being so cool about this.\nRoss: No, that’s all right.\nJoey: No, it’s not. I mean you-you made me your best man and I totally let you down!\nChandler: Hey, come on, it’s not your fault.\nJoey: Yeah, it is! You wouldn’t have lost the ring, right? Y’know what, Ross you were right from the start, he (Chandler) should be your best man.\nChandler: No, you should.\nJoey: Now, don’t argue with me…\nRoss: Hey! Hey! Hey! I get to choose my best man, and I want both you guys.\nChandler: Really?\nJoey: Really?\nRoss: Hey, both you guys should be up there with me. I mean, you two are-are my… I mean, I’m lucky to have just one good… (They all start getting emotional.)\nChandler: Thanks man.\nJoey: (starting to cry) I gotta go check something over here. (He walks away so that they can’t see him cry.)\nChandler: What a baby.\nRoss: Total wuss!\n(They both turn and wipe their eyes.)\nClosing Credits\n[There was no closing scene, only a preview of the wedding.]\nEnd\n"
        }
    ]
}