{
    "metadata": {
        "season": "SEASON 4",
        "title": "413 Rachel's Crush",
        "written_by": "Shana Goldberg-Meehan",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: A Theatre, Chandler and Ross are there to watch the premiere of Kathy’s play.]",
            "dialog": "Chandler: Okay, she is the star of the play. And she is my girlfriend! I get to have sex with the star of the play!\nRoss: People can hear you.\nChandler: I know!!\n(The play starts.)\nChandler: Wow! She looks great. Doesn’t she?\nRoss: Yeah.\n(Onstage there’s a knock on the door and Kathy opens it. We don’t see what’s going on, only hear it.)\nKathy's Co-Star: Hi!\nKathy: Hi!\nRoss: That is one good looking man!\nChandler: Is it just me, or can you actually see his abs through his overcoat?!\nKathy's Co-Star: Sooo, you’ve been doing this long?\nKathy: No, you’re my first. Put the money on the table.\n(Ross and Chandler have stunned looks on their faces as Kathy and her co-star start making out.)\nKathy's Co-Star: Oh, yeah! Ooh, that’s nice. (They start making out harder.)\nRoss: Dude!\nKathy's Co-Star: Is that an expensive blouse?\nKathy: If you want it to be.\n(Kathy’s co-star rips her blouse off and buttons go flying into the audience, and one hits Ross. Chandler’s mouth is on the floor.)\nRoss: Here’s your girlfriend’s button. (Holding the button.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Chandler and Joey's, erm, Monica and Rachel's, Monica is still unpacking after the move, and Phoebe is their also.]",
            "dialog": "Phoebe: Oh, hey, Mon, do you still have your like old blouses and dresses from high school?\nMonica: Yeah, I think I have some around here somewhere. Why?\nPhoebe: Well, it’s just that maternity clothes are so expensive.\n(Rachel enters)\nMonica: Hey, Rach! I made a pile of your stuff over on this side of the room. If you could just…(Rachel grunts and throws her purse at it)…throw your purses at it.\nRachel: Bloomingdale’s eliminated my department. (Phoebe gasps)\nMonica: Oh my God, are you out of a job?\nRachel: No, but they stuck me in personal shopping. Which is just a huge step down!\nPhoebe: Personal shopping? What is that? Like where you walk around with snooty rich people and tell them what to buy?\nRachel: Uh-huh.\nPhoebe: That sounds great!\nJoey: (entering) Hey! (Goes to the fridge.)\nMonica: Umm, excuse me, we switched apartments. You can’t eat are food anymore, that-that gravy train had ended.\nJoey: (Holding a turkey leg) There’s gravy?\nMonica: If you have the big apartment you have to deal with people coming over all the time. That fridge has got to be stocked, okay, that’s your department now. (She takes back the turkey leg)\n(Joey climbs up on the counter and starts looking at the top of the cabinets.)\nMonica: What are you doing?\nJoey: I think I left a donut up here.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Ross and Chandler are entering after the play. Phoebe and Joey are already there.]",
            "dialog": "Ross: Hey!\nPhoebe: Hey!\nJoey: Hey!\nPhoebe: Ooh! How was Kathy’s play?\nRoss: Well, Kathy gets half-naked and simulates sex with a real good lookin’ guy.\nChandler: Yeah, it’s like someone literally wrote down my worst nightmare and then charged me $32 to see it!\nPhoebe: That’s a good idea for a business!\nChandler: I’m totally screwed. Okay, they are gonna be hot and heavy on stage every night, and then they’re gonna go to their cast parties and he’s gonna try to undermine me. Y'know it’ll be like, \"So where’s your boyfriend, what’s-his-name, Chester?\" And she’ll go, \"No-no-no, it’s Chandler.\" And he’ll go, \"Whatever. Ha-ha-ha-ha!\"\nJoey: (to Ross) That-that is a good trick.\nChandler: All right, look, look, what am I gonna do?\nJoey: Chandler, look they’re actors. They’re there to do a job, just ‘cause they work together, doesn’t mean they’re gonna get together. I mean just ‘cause it happened with Susan Sarandon and Tim Robbins, it doesn’t mean it’s gonna happen with them.\nRoss: Oh-oh, Alec Baldwin and Kim Basinger.\nJoey: Tom Cruise and Nicole Kidman.\nRoss: Yeah.\nPhoebe: Hey, Mel Gibson and Clint Eastwood.\nRoss: They’re not a couple!\nPhoebe: Oh-okay, I get the game now.\nJoey: Okay look, look, let me ask you a question, when they were doing it on stage, was it like really hot?\nRoss: Oh yeah!\nJoey: Well okay, so then you’re fine. The rule is when two actors are actually doing it off-stage all the sexual tension between them is gone. Okay? So as long as it’s hot onstage you got nothing to worry about. It’s when the heat goes away, that’s when you’re in trouble.\nChandler: Really?\nJoey: Look, you guys have been to every play I’ve ever been in, have I ever had chemistry on stage?\nRoss: No.\nJoey: Noooo!!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, erm, Chandler and Joey's, the gang minus Monica and Rachel are eating breakfast. Ross and Chandler are sitting at the foosball table and eating.]",
            "dialog": "Chandler: So uh, man, are you gonna go to the play with me tonight?\nRoss: Y’know what, I don’t know how comfortable I am going to see how hot the sex is between some guy and your girlfriend.\nChandler: Yeah, I know but…\nRoss: Oh no-no-no, I’m there.\nMonica: (entering) Hey!\nJoey: Hey Mon! Want some pancakes?\nMonica: You made pancakes?\nJoey: Yep! Grab a plate.\nMonica: Okay. (She does so and starts to walk towards Joey to receive her pancakes.)\nJoey: No-no, stay right there. (Monica stops and Joey flips her a pancake, which flies over her head and lands in the living room.) Gettin’ closer.\nChandler: Okay, okay, but don’t worry, because we also have cereals, muffins, waffles, and, jams, jellies, and marmalades. Which I’m fairly certain are the same thing.\nJoey: Listen also we’re uh, we’re watching the game here Saturday night, if people want to come over.\nRoss: Oh yeah!\nMonica: Oh, I was thinking about having people over for the game.\nJoey: Oh yeah, who’s playing?\nMonica: The players.\nRoss: Somebody seems to be missing being the hostess.\nMonica: (laughs) Please, it’s a relief is what it is, is what it is.\nJoey: All right Pheebs, stick out your plate!\nPhoebe: Oh. (Joey flips the pancake and Phoebe catches it and throws it on her plate.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Bloomingdale’s, Rachel’s new job.]",
            "dialog": "Rachel: (on the phone) Monica, I’m quitting! I just helped an 81 year old woman put on a thong and she didn’t even buy it! (Pause) I’m telling you I’m quitting! That’s it! I’m talking to my boss right now! (Pause) Yes I am! (Pause) Yes I am! Yes I am! Yes I am! Yes I am! Yes I am! Okay bye, call me when you get this message. (Hangs up as her boss, Mr. Waltham, walks in.) Oh! Mr. Waltham, I ah really need to talk to you.\nMr. Waltham: In a moment, please, I’m in the middle of a task. And you have a customer.\n(It’s a really good-looking man, Joshua, that Rachel has an instant crush on. Well actually it’s Tate Donovan, so it’s not like she’s really testing her acting skills.)\nRachel: Hi!\nJoshua: Hi, I’m Joshua.\nRachel: Hi, I’m Rachel Green. What can I do for you Joshua?\nJoshua: Well, I need a whole new wardrobe. My wife, well my ex-wife…\nRachel: Oh, I’m so sorry.\n(He walks over to look and some clothes and Rachel quickly turns around and adjusts her bra, trying to show off her assets.)\nJoshua: Anyway, she burned all of my clothes. I got away with two things. This suit and what turned out to be a skirt.\nRachel: Well, at least that’s a great suit.\nJoshua: Yeah, but it wasn’t much fun dropping it off at the dry cleaners in the skirt. (Rachel laughs) So I need everything down to underwear, so if you’re willing, I’m all yours.\nRachel: Okay.\nMr. Waltham: Rachel, you needed to speak to me?\nRachel: No-no, that wasn’t me! (To Joshua) Well, we should get started. Let me show you my underwear. (Joshua turns at that) The selection of underwear we carry.\n(He walks out and Rachel stares at his butt as he leaves. He makes a wrong turn.)\nRachel: Oh-oh, sorry, it’s this way, it’s this way. (Motions to the correct way.)\nJoshua: It’s this way? Sorry. (He walks past her and she again admires his butt.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Kathy’s play, Ross and Chandler are waiting for her in the lobby after the play.]",
            "dialog": "Chandler: I’m right! Right? There was like no chemistry between them. Before they had heat, and now there’s no heat! Now you know what this means, Joey told us what this means!\nRoss: All right, let’s not jump to any conclusions. All right? There was some sexual chemistry between them.\nChandler: Come on, it was like cousins having sex up there!\nRoss: Here she comes. Don’t say a word, okay? Just be cool, don’t be…y'know you.\nKathy: Hey you guys!\nRoss: Hey!\nKathy: Hi! (Kisses Chandler) Thank you so much for coming again. Did you like it tonight?\nRoss: Oh, absolutely! (Chandler mumbles something.)\nKathy: Wasn’t Nick funny when he couldn’t get his match lit?\n(Chandler laughs without opening his mouth.)\nKathy: It’s a good play, isn’t it?\n(Chandler mumbles something, and Ross tells him to \"Come on.\")\nChandler: Oh, I loved the play. You were great, and Nick ditto. Clearly you’re having sex with him.\nRoss: Okay, I… (Walks away.)\nKathy: Clearly, I’m having sex with him?\nChandler: Oh come on, it was so obvious! There was no chemistry between you two!\nKathy: Okay, so let me just get this straight. You’re accusing me of cheating on you, and insulting my performance?\nChandler: Y’know, I-I could see how this could happen, y'know you’re up there every night, you’re naked, touching, kissing.\nKathy: Acting! Chandler, this is my job! I’m-I’m playing a part in a play! How can you not trust me?!\nChandler: Well, you can understand, given how we started.\nKathy: Oh, wow. I can’t believe you’re throwing that in my face.\nChandler: Well, that is what happened, and I don’t even see you denying this!\nKathy: I’ll tell you what, Chandler, why don’t you call me when you grow up!\nChandler: Yeah, well, don’t expect that to happen anytime soon!\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, erm, Chandler and Joey's, Joey, Phoebe, and Ross are there eating pizza as Rachel enters.]",
            "dialog": "Rachel: I have the best job in the entire world! The most adorable guy came over today, and I got to dress him up all day!\nPhoebe: Rachel has a new doll.\nRachel: Oh, I wish he was a doll, then I could get a Rachel doll and bump them together and make kissy noises. Oh! And he has the most beautiful name, I never realised it, Joshua! Josh-u-a! Joshua! Josh.\nRoss: Uh, hello!\nRachel: Hi-e!!\nPhoebe: Ooh, what do I smell?\nJoey: I don’t know, it smells good.\n(He goes over and opens the door to reveal Monica holding a plate of cookies and a fan to blow the smell across the hall.)\nMonica: Fresh cookies! Hot from the oven!\nPhoebe: Ooh! (They all go over to her apartment)\nMonica: Please, have some!\nRoss: Oh, yumm!\nMonica: Yeah, I’ve just been fiddling around in here making delicious treats for everyone.\nJoey: (Holding a magazine) Wow! The new Playboy!\nMonica: Yeah, it’s just something I picked up.\nRoss: Cookies and porn, you’re the best mom ever!!\n(Rachel laughs hysterically for no reason.)\nPhoebe: What? What?\nRachel: Well, it was just something Josh said about v-necks, but you had to be there.\nRoss: Yeah, how does Jason look in a v-neck?\nRachel: It’s Joshua.\nRoss: Oh, whatever. (Laughs and gives Joey the thumbs up heading back to his apartment. Joey follows him)\nMonica: Wait! Wait! This isn’t take-out!\nPhoebe: (getting up) Well, I hate to eat and run, but…\nMonica: No, wait, please don’t go! I’ve got porn for you too!\nPhoebe: Yeah, I don’t need it.\nMonica: People are supposed to wanna hang out here!\nRachel: Why? Honey, what is the big deal?\nMonica: I’m the hostess! Not those guys! I’m always the hostess! I mean, I was always the hostess, I mean even when I was little, I mean the girls brought their dollies to my tea party, I-I served the best air.\nPhoebe: Well, why did you make like a whole big thing out of y'know, everyone has to hang out in the big apartment?\nMonica: ‘Cause they took our apartment, I wanted to punish them. But I’m-I’m done now. They’ve suffered enough.\nPhoebe: If you wanted to punish them, you should’ve just made them hang out here!\nRachel: Yeah, that’s true.\nMonica: All right then, when I’m done with this place, it’s gonna be ten times better than that place!\nPhoebe: Oh, are we gonna trash that place?\n(Chandler comes back, obviously drunk, and trips over the steps.)\nChandler: Steps! (He opens the door to his apartment to Ross and Joey looking at the new Playboy) Slut! (Ross and Joey quickly hide the Playboy behind their backs. Chandler wonders into the girl’s apartment.) You will all be very happy to hear that Kathy is sleeping with that guy!\nAll: What?!\nRoss: So you were right?\nChandler: I confronted her, and she didn’t deny it! (Pause) I don’t live here! (Goes back into his apartment and they all follow him.)\nRoss: Chandler!\nRachel: Chandler, what did she say?\nPhoebe: Wait a minute.\nJoey: Come here.\nMonica: Are you sure?\nChandler: Well, I may be drunk, but I know what she said! Then I went over to Beefsteak Julie’s…\nRachel: Beefsteak Charlie’s?\nChandler: Yes! See you and I have always been like—(motions that they think the same.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The hallway between the apartments, Monica is lugging one of those floor polishing machines through the hallway. Rachel comes up the steps and stops when she sees Monica.]",
            "dialog": "Rachel: Whoops. (Starts to go into Chandler and Joey’s.) Oh, hey, do you need help with that?\nMonica: Nah, I got it.\nRachel: Ooh, I just feel bad, I never vacuum. (She goes into Chandler and Joey’s.)\n[Cut to inside the apartment.]\nRachel: Hi!\nAll: Hey!\nRachel: So I was with Joshua for an hour today, and he has not asked me out. It’s just so frustrating!\nPhoebe: Why don’t you ask him out?\nJoey: Oh, yeah, totally! That’s such a turn-on!\nRachel: Really? It doesn’t seem desperate?\nJoey: Oh-ooh, that’s the turn-on.\nPhoebe: He just got a divorce right?\nRachel: Hmm-mmm.\nPhoebe: So he’s probably really nervous around women, y'know? Maybe, you just have to make the first move.\nRachel: Yeah but, I’ve never asked a guy out before.\nPhoebe: (shocked) You’ve never asked a guy out?!!\nRachel: No. Have you?\nPhoebe: Thousands of times!! That doesn’t make me sound too good does it?\nRachel: I don’t even know how I would go about it.\nJoey: Oh-oh-oh-oh, how I do it is, I look a woman up and down and say, \"Hey, how you doin’?\"\nPhoebe: Oh, please!\nJoey: (to Phoebe) Hey, how you doin’?\n(Phoebe looks at him, and then giggles and looks away.)\nRachel: You know what, I’m gonna do that, I’m gonna call him up, and I’m gonna ask him out. I can do that. Ask him out. (Practising) How you doin’? (Calls him) Hi! Joshua? It’s Rachel Green from Bloomingdale’s. (Listens) Yeah, umm, I was wondering if you umm, if you umm, left your wallet at the store today? Well, we found a wallet, and we—(Listens) the license? Well, that is a good idea! Uh, well, let’s see here this says this license belongs to a uh, uh, belongs to a mister uh, Pheebs, and umm, yeah, so sorry to bother you at home. I’ll see you tomorrow. Bye. (Hangs up) (to Phoebe) You’ve done that a thousand times?\nPhoebe: I’ve never done that.\nRachel: Ohh, God, I just got so nervous that he would say no.\nJoey: Well, you gotta give him something that he can’t say no too. Like uh, Knicks tickets! Invite the guy to a Knicks game, you’re guaranteed he’ll say yes!\nRachel: Really?! You think that will work?\nJoey: Absolutely! And if it doesn’t, can I get the extra ticket?\n(We hear a noise coming from Monica and Rachel’s apartment.)\nJoey: What the heck is that?\n(They go open the door and reveal Monica being spun around on the floor polisher and getting the cord wrapped around her legs.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, erm, Chandler and Joey's, Ross, Joey, and Phoebe are watching a movie as Chandler comes in from his bedroom.]",
            "dialog": "Chandler: Did she call?\nPhoebe: No, sorry.\nChandler: All right, maybe I should call her.\nJoey: No! Forget her, man! You don’t need her, you don’t need that!\nRoss: He’s right, what she did was unforgivable.\nChandler: Well, yeah, but y'know, what-what if I was wrong?\nRoss: How might you be wrong?\nChandler: Well y'know, what if she didn’t actually sleep with the guy?\nJoey: Dude, tell me she actually told you this.\nChandler: She did not have to tell me, I saw the play, and there was no heat. Back me up here, Ross!\nRoss: That’s all you’re basing this on?\nChandler: That’s not backing me up! Look, you said with the off-stage and the heat, and the onstage and the oy heat.\nJoey: Whoa-whoa, that-that was just a theory! There’s a lot of theories that didn’t pan out. The lone gunman. Communism. Geometry.\nChandler: Oh my God!!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Bloomingdale’s, Rachel’s new job, she is waiting for Joshua and practising how to ask him out.]",
            "dialog": "Rachel: Would you like to go to a basketball game with me? (Tries again.) You know, its funny, basketball, because I happen to have tickets too… (Tries again.) Umm, who likes the Knicks—(Joshua comes in from the dressing room.)\nJoshua: What do you think?\nRachel: Oh! Well, as a single woman, who is available, I think you look great!\nJoshua: Huh. (She starts brushing the lint off and checking him out in the mirror.) Yeah?\nRachel: Yep. Oh, yeah, look you great. (She puts her arm in his and checks how they would look as a couple.) Oh yeah. Yeah, this looks great. (Pause) Umm, so you like it?\nJoshua: I do. I do. I love it. In fact, I think I’m gonna wear it home.\nRachel: Great.\nJoshua: All right, thank you so much for all your help.\nRachel: Sure.\nJoshua: Well, I guess this is uh, I guess this is it.\nRachel: Yeah-eah-ha!\nJoshua: Thanks. (He starts to leave) Maybe I’ll see in the spring, with the uh, y’know, for the uh, bathing suits.\nRachel: Oh well, you don’t want to do that now?!\nJoshua: Ah, that’s okay, thanks.\nRachel: Okay.\nJoshua: Anyway, hopefully, I’ll see you around sometime. (He goes out the door.)\nRachel: Basketball!\nJoshua: (coming back in) I’m sorry.\nRachel: I uh, I have two tickets to the Knicks game tonight if you’re interested, just as a thank you for this week.\nJoshua: Wow! That would be great.\nRachel: Really?\nJoshua: Yeah, that would be fantastic! My-my nephew is crazy about the Knicks! This is fantastic, thank you so much Rachel. (He takes the tickets and leaves as Mr. Waltham returns.)\nMr. Waltham: Good morning.\nJoshua: Hi!\n(Mr. Waltham admires Joshua’s butt as he leaves.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Kathy’s apartment, Chandler is knocking on the door.]",
            "dialog": "Kathy: (opening the door) Hey.\nChandler: Hey. I just, I just wanted to come over to-to say that I’m sorry. Y’know? I know I acted like the biggest idiot in the world, and I can completely understand why you were so upset.\nKathy: Oh wow. I really wish you’d call me.\nChandler: Yeah, I know, I-I wish I had too, but y’know I-I think this is a good thing. Y'know? ‘Cause we’ve had our first fight, and now we can move on. Y’know, I know for me—(Notices a pair of men’s pants on the chair.) Nick’s pants?\nKathy: Yeah.\nChandler: Yeah. Well, I think our second fight is going to be a big one!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, erm, Chandler and Joey's, Joey is debriefing Rachel on her rejection earlier that day and telling her what she should’ve done. Ross and Phoebe are watching.]",
            "dialog": "Joey: Okay, for next time, what do you say?\nRachel: I have an extra ticket. An extra ticket. Not, two tickets, I have an extra ticket.\nRoss: So the first time you ask a guy out, he-he turns you down?\nRachel: He didn’t turn me down! He’s at the game isn’t he? I got the date, I’m just not on it!\nMonica: (entering) Okay, it’s ready. Come on.\nJoey: What’s ready?\nMonica: Just come.\n(They all go over to her apartment.)\nRoss: Oh my God!\nRachel: Wow! Monica!\nPhoebe: Great!\nRoss: This is beautiful!\n(She has cleaned it, completely redecorated it, removed the carpet, and polished the floor.)\nPhoebe: Oh did you—what did you—did you work for two days straight?\nMonica: Pretty much. (to Joey) So, what do you, what do you think of the floor?\nJoey: I don’t know, it looks the same.\nMonica: You used to have carpet.\nJoey: Oh yeah!\nMonica: So I made snacks. Please, just hang out okay? I’m just gonna rest my eyes just a little bit.\nRoss: Look, Mon, do you want us to uh, come back later?\nMonica: Oh no-no-no, stay, stay, stay, just keep talking. I’m always the hostess.\n(Chandler returns.)\nRoss: Hey!\nJoey: How’d it go?\nChandler: Well, she wasn’t sleeping with him.\nPhoebe: Oh good!\nChandler: She is now.\nRoss: What are you saying?\nChandler: I’m saying that she… is a devil woman! Y’know I mean you think you know someone and then they turn around and they sleep with Nick! Nick, with his rock hard pecs, and his giant man-nipples! I hate him, I hate her! Well, I don’t hate her, I love her. This is all my fault really.\nPhoebe: How? How is your fault?\nChandler: Because, I-I should’ve called! Y’know if I had just called her after our big, stupid fight, she never would’ve gone out with Nick, and they would’ve ended up in bed together. I threw her at his man nipples!\nRachel: Honey, this is not your fault, just because you guys had a fight, it does not justify her sleeping with someone.\nRoss: Well, if-if she thought they were on a break…\n(They all turn and glare at him.)\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Bloomingdale’s, Rachel is sitting at her desk as Mr. Waltham comes in.]",
            "dialog": "Mr. Waltham: Rachel, one of your customers seems to have left his billfold. A Joshua Bergen.\nRachel: Really?\nMr. Waltham: Will you call him?\nRachel: Yes! I will! Absolutely! (She takes out his license and her license and holds them face to face with each other. She then proceeds to act like Dark Helmut in Spaceballs, and mimic a conversation between the two of them.) Hello, Rachel. Hi, Joshua. I left my wallet here on purpose. Really? Yes, I just wanted to see you again. Oh, I’m glad. Rachel, I’d like to say something to you. Yes? How you doin’?\nEnd\n"
        }
    ]
}