{
    "metadata": {
        "season": "SEASON 10",
        "title": "1002 Ross Is Fine",
        "written_by": "Sherry Bilsing-Graham & Ellen Plummer",
        "transcribed_by": "Kreidy",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Joey and Rachel's apartment. The scene starts where we took off in the last episode with Ross seeing Joey and Rachel kissing. Rosss tares at them.]",
            "dialog": "Joey: Okay, Ross, I realise that you didn't expect to walk in and see that, but.. Let me explain, okay?\nRachel: We weren't doing anything!\nJoey: Rach, he just saw us.\nRachel: Shhh.\nJoey: But what you saw, that is the extent of it, okay? One kiss.\nRachel: No, come on, that is a lie. We also kissed in Barbados.\nJoey (to Rachel): Dude, chill! (to Ross) Okay, we also kissed in Barbados, but we didn't plan it, okay? And the only reason that that happened was because I saw you kissing Charlie.\nRachel: Yeah, you started it! I've got to chill.\nJoey: Look, we probably should have talked to you about this before it ever happened, but..\nRachel: We feel so terrible about this, Ross.\nJoey: Yeah, but it did happen, so...\n(Ross looks shocked and says nothing.)\nJoey: Ross?\nRachel: Ross? (to Joey) Can we just close the door?\nOPENING CREDITS\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey and Rachel's apartment. Continued from earlier.]",
            "dialog": "Rachel: Ross, say something. Anything.\nRoss: So you two are..?\nJoey and Rachel: Yeah.\nRoss: And have you .. ed?\nJoey: No, no, no!\nRachel: No, no, no!\nRoss: But if I hadn't walked in here, would you..?\nJoey: Probably.\n(Rachel looks at him.)\nJoey: No, no!\nRachel: Ross, this is not how we wanted you to find out about this. You have every right to go nuts.\nRoss: I'm not going nuts. Do you see me go nuts?\nRachel: No, but you know what I mean.\nRoss: Hey, hey, hey... If you two are happy, then I'm happy for you. (Squeaky.) I'm fine!\nJoey: Really?\nRoss: Absolutely. (Very Squeaky.) I'm fine! Totally fine. I don't know why it's coming out all loud and squeaky, 'cause really, (deep voice) I'm fine. I'm not saying I wasn't a little surprised to see you guys kissing. I mean, at first I was like.. (Screams.) But now that I've had time to absorb it; Lovin' this.\nJoey: Ross..\nRoss: It's all working out! Me & Charlie, and you two. You know what we should do?\nRachel: Calm ourselves?\nRoss: No. We should all have dinner. Yes, we'll do it tomorrow night. I'll cook!!\nJoey: Look, don't you think that will be a little weird?\nRoss: Weird? What? What's weird? The only thing weird would be if someone didn't like Mexican food, because I'm making fajitas!! (Storms off.)\nJoey: I do like fajitas.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk. Monica and Chandler are there. They have lots of brochures about adoption in front of them.]",
            "dialog": "Monica: God, this adoption stuff is so overwhelming. There's inter-country adoption, dependency adoption.. There are so many ways to go, and this is like the biggest decision of our lives.\nChandler: There's a hair in my coffee.\n(Phoebe enters.)\nPhoebe: Hey guys!\nMonica: Hey.\nPhoebe: Hey, have you seen Frank Jr., 'cause he's meeting me here with the triplets.\nChandler: You know, it's funny. Every time you say \"triplets,\" I immediately think of three hot blonde 19-year olds.\n(Monica glares at him.)\nMonica: That's sweet. Drink your hair.\nPhoebe: Hey, what's all this stuff?\nMonica: Oh, they're brochures from different adoption agencies.\nPhoebe: Ooh, babies! Oh, this one is so cute, get this one!\nMonica: That's not really how it works.\nPhoebe: Oh, how does it work?\nMonica: I don't know!\nPhoebe: Well, if you're having a hard time, you should talk to my friends, Bill and Colleen. They adopted a kid. I'm sure they'd help you.\nMonica: Thanks, that would be great. Hey, honey, wouldn't that be great?\n(Chandler looks like he did the time he swallowed the toy in 605 TOW Joey's Porsche. It's the hair in his coffee.)\n(Frank Jr. and the triplets enter.)\nFrank Jr.: Alright, alright, alright. Remember what we talked about. When we're in a public place, there are certain rules.\n(The triplets scream and run amok in the coffeehouse.)\nFrank Jr.: That's not what we talked about!!\nPhoebe: Hey!\nFrank Jr.: Hey.\nPhoebe: Good to see you.\nFrank Jr.: Good to see you, too.\nMonica: Hi Frank.\nFrank Jr.: Hi, how you doin'?\nMonica: Oh, my goodness, they've all gotten so big!\n(Little Chandler is pulling Chandler's sweater, while Leslie is throwing bagels at him.)\nMonica: Which one is which again?\nFrank Jr.: Oh, that's Frank Jr. Jr. pulling the tampons out of the lady's purse. And that's Chandler climbing on Chandler, and that's Leslie throwing bagels at him.\nMonica (reads a form in her lap): \"Willing to adopt triplets?\" No!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The hallway in Ross's building. Joey and Rachel are on their way to Ross's dinner.]",
            "dialog": "Joey: Ah, can I just say I know we're doing this for Ross, and that's cool, but if it was up to me, this is not what we'd be doing on our first date.\nRachel: Well, what would we be doing?\nJoey: I'd take you out for a romantic night. Some champagne, fancy dinner, feel you up on the carriage ride home...\nRachel: Feel me up?\nJoey: In a carriage!\n(Charlie walks up to them.)\nJoey: Hey, Charlie!\nRachel: Hey.\nCharlie: Hi, hi. So.. Dreading this?\nRachel: Oh, you bet.\n(Joey sees that she's carrying a small red bag.)\nJoey: So, did you bring a little something for Ross?\nCharlie: Actually.. It's stuff you left at my apartment.\nJoey: Oh. Oh, thanks.\nCharlie: And you know, you can just give me my stuff whenever you want.\nJoey: Yeah, I didn't throw any of that out..\n(They enter Ross's apartment. Ross is already quite hyper.)\nRoss: I thought I heard voices! Hi Charlie! (Kisses her.) Hi Joey. (Hugs him.) And.. Oh! You're gonna have to introduce me to your new girlfriend. (Laughs.) I'm just kidding, I know Rachel, I know. (He squeezes her hand.) Come, please come in. Come in.\nRachel: Okay, well, we brought you some wine.\nRoss: Oh! That is so thoughtful. (To Joey.) She's a keeper. And what did you bring me? (Grabs the bag that Charlie brought for Joey.)\nJoey: Uh, actually, that's..\nRoss: Underwear, a toothbrush, and Van Halen CD. I can use all these things!!\nCharlie: Gosh, Ross, you know, you seem a little...\nRoss: What? Fine? Because I am! Aren't you? Aren't you? Aren't you? You see? Who else is fine?\nJoey: Okay, listen, hey, Ross. Why don't you try to relax, okay? Maybe have a drink.\nRoss: You know what? That is a very good idea. I'm gonna go make a pitcher of Margaritas.\n(Does a Mexican dancing-thing before going to the kitchen.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk. Frank Jr., Phoebe and the triplets are there. The triplets are now sleeping on top of each other on the couch.]",
            "dialog": "Phoebe: Oh, god. So adorable. Look at them sleeping there like angels.\nFrank Jr.: Yeah, I really cherish these moments, 'cause before you know it, they're gonna be awake again.\nPhoebe: Well, they may be a handful, but they're so cute.\nFrank Jr.: Yeah.\nPhoebe: Oh, god, the last time I babysat them, they did the funniest thing..\nFrank Jr.: I haven't slept in four years!\nPhoebe: That's a, that's a long time.\nFrank Jr.: You just don't know how hard it is, Phoebe. There's just so many of them. You know, two I can handle. Two's great. You just hold one in each hand, but what do I do when the third one runs at me with his bike helmet on. I've got no more hands to protect my area! There's three of them, Phoebe, three!\nPhoebe: Yeah, I know, Frank. I counted them when they were coming out of my area.\nFrank Jr.: Sometimes I think that.. Oh, no, no, no, I can't say it, it's too horrible. No.\nPhoebe: What?\nFrank Jr.: No, I can't.\nPhoebe: Oh my god, Frank, are you thinking of leaving? Because I didn't have those triplets so you could just run out on them!\nFrank Jr.: Oh, no! I would never do that. No. I just was thinking that, you know, maybe you could take one.\nPhoebe: What?! You can't separate them! That's terrible. Which one?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Bill and Colleen's apartment. Chandler and Monica enter.]",
            "dialog": "Monica: Thank you so much for seeing us. Phoebe has told us such great things about you guys.\nColleen: Oh, please, we're happy to help.\nBill: We went through the same thing when we were adopting.\nChandler: So, a lot of malfunctioning wee-wees and hoo-hoos in this room, huh?\n(Bill and Colleen look shocked.)\nChandler: I mean, you have a lovely home.\nMonica: Well, we appreciate anything you can tell us.\nColleen: Well, actually, I think this might help.\n(She gives Monica a big binder that's perfectly in order.)\nColleen: It's pretty much all the information you need.\nMonica: Oh my god!\nColleen: Everything is broken down into categories, and then cross-referenced, and then colour-coded to correspond with the forms in the back.\nMonica: Thank you. (To Chandler.) I think I just had a tiny orgasm.\nBill: I know the process is frustrating, but it's so worth it. Adopting Owen was the best thing that ever happened to us.\nChandler: That's great. (To Monica.) Can I see the book?\n(Monica looks at him.)\nChandler: You want me to wash my hands first, don't you?\nMonica: It's.. It's just so pretty and white.\nColleen: The bathroom is down the hall, to your left.\n(Chandler leaves.)\nColleen: I would have told him to do it too.\nMonica: Can I adopt you?\n(Cut to the hall. Owen is wearing his scout-uniform and is looking through a box when Chandler walks up to him.)\nChandler: Hey, you must be Owen.\nOwen: Yeah.\nChandler: I'm Chandler. Hey, I was in the scouts too.\nOwen: You were?\nChandler: Yeah, in fact my father was a den-mother.\nOwen: Huh?\nChandler: You know how to use a compass?\nOwen: I have a badge in it.\nChandler: You do? That's fantastic!\nOwen: You wanna see it?\nChandler: I'd love to, but I gotta get back to talking to your parents. They're telling us all about how they adopted you.\nOwen: What?!?\nChandler: What?\nOwen: I'm adopted?\n(Chandler tries to come up with a good answer.)\nChandler: I got nothing.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross's apartment. Ross is totally wasted, but he's still drinking all the margaritas.]",
            "dialog": "Ross: The first batch of margaritas was not so great, but the second batch is gooooood.\nRachel: Well, maybe the next batch, we could all get some.\nRoss: Oh, guys, this is fun, isn't it? You know? Just the four of us. Just hangin'.\nJoey: Dude, are you okay? And when are the fajitas gonna be ready?\nRoss: I'm fine! Hey, I'm great! I'm just.. I'm just proud of us. There's no weirdness, no tension.\nRachel: No awareness.\nRoss: We make a great foursome. We should do more stuff together. Ooh! Let's take a trip. Okay, where do you think we - we can go?\n(The oven timer pings in the kitchen.)\nRoss: My fajitas!!\n(He runs off to the kitchen.)\nRachel: Look, Charlie, I just want you to know. Ross is just having a little trouble adjusting to the thought of Joey and me. You know, he normally doesn't drink like this.\nCharlie: Oh, you know what? This is nothing. My father is a raging alcoholic.\n(Joey and Rachel don't know how to respond to that.)\nCharlie: Oh, I'm sorry, have I made this evening uncomfortable?\n(Ross enters carrying a frying pan with fajitas - without any oven mitts.)\nRoss: Fajitas! Be careful, very hot plate, very hot plate!!\nRachel: Ross, you don't even have oven mitts on!\n(Ross laughs.)\nRoss: That is gonna hurt tomorrow!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk. Frank Jr., Phoebe and the triplets are there. Continued from earlier.]",
            "dialog": "Phoebe: Okay, well, this is crazy. Can't seriously be talking about me taking one of your kids, can we?\nFrank Jr.: No, of course we're not.\nPhoebe: Insane.\nFrank Jr.: I know.\nPhoebe: Alice would never go for it, right?\nFrank Jr.: Oh, I don't know, she's pretty tired, too, I think we've got her onboard.\nPhoebe: Well, just you know, for argument's sake, you know, hypothetically. Which one would you be willing to give up?\nFrank Jr.: Huh.\nPhoebe: Frank Jr.Jr.?\nFrank Jr.: Oh, you'd be getting a really good one. I mean, you know, he's really funny. Like, the other day he made up this joke.\nPhoebe: Uh-huh.\nFrank Jr.: What's green and says \"hey, I'm a frog\"? A talking frog! (Laughs.) Oh, no, you can't have him, he's too funny.\nPhoebe: Well, alright, that's fine. What about Leslie?\nFrank Jr.: Oh, no, no. Not Leslie. No, she's, she's the only one that knows how to burp the alphabet.\nPhoebe: Alright, so that leaves Chandler.\nFrank Jr.: Oh, no, no, you can't have Chandler, no. No, no. She's my little genius. I got big hopes for her. She's gonna be a doctor or a realtor..\nPhoebe: Wow, Frank. I think we just ran out of kids.\nFrank Jr.: Oh, I think you're right. Oh, wow. Phoebe, I don't think I can give one of them up. I mean, you know, they drive me crazy, but they're my babies.\nPhoebe: I'm sorry, Frank. I didn't realise things were so bad. You know, I'll help out more. I can - I can babysit any time you want. You name the day, and I'll be there.\nFrank Jr.: How about tomorrow?\nPhoebe: Well, that's not good. But you know, I can move some stuff around, and I'll be there. You and Alice just take the whole day together.\nFrank Jr.: You'd do that for us?\nPhoebe: Are you kidding? That's what sisters are for.\nFrank Jr. (looks at the triplets): Look at them! Aw. I love you so much. (Strokes Leslie's hair, and she moves a little.) Oh crap, don't wake up, don't wake up!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Bill and Colleen's apartment. Chandler comes running into the living room. Monica is the only one there.]",
            "dialog": "Chandler: Where are Bill and Colleen?\nMonica: They're in the kitchen getting something to eat. Can you believe how nice they are?\nChandler: We have to leave!!\nMonica: Why? What did you do in the bathroom?\nChandler: I didn't get to the bathroom. I bumped into Owen on the way, and he didn't know he was adopted. And there's a slight chance I may have told him.\nMonica: Oh my god, where's my purse? No, you know what? I can replace everything in there. Get that binder, and let's go!\n(Bill and Colleen enter.)\nColleen: Hey.\nBill: Some little snacks for everybody. Oh, you don't have to eat the sour worms. Those are for Owen.\nColleen: I'll go get him in a second. By the way, you should know we haven't told him he's adopted yet.\nChandler: But kids are so intuitive. Don't you think on some level he already knows?\n(Owen comes running in.)\nOwen: I'm adopted?!\nChandler: See? Intuitive!\nBill: What? Where did you hear that?\nOwen: He told me! And he paid me 50 dollars not to tell.\nChandler: Which technically now you should give back!\nColleen: You told him he's adopted?\nChandler: I'm so sorry, but you should have a sign out there or something. Or at least whisper it to people when they come in the door. \"Owen doesn't know he's adopted, and he also thinks that Santa is real.\"\nOwen: He isn't?!\nChandler (to Monica): We have to get out of here, baby!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Ross's apartment. Rachel, Joey and Charlie are eating fajitas when Ross enters from the kitchen.]",
            "dialog": "Ross: Everyone? I would like to make a toast to Rachel and Joey.\nRachel: Ooy.\nRoss: And to love. Ah, love. L-O-V-E, love. L is for life. And what is life without love?\nRachel: Oh my god, are we supposed to answer?\nRoss: O is for \"oh, wow!\" The V is for this very surprising turn of events, which I'm still fine with by the way. E is for how extremely normal I find it. That you two are together. And now one day you might get married and have children of your own.\n(Ross chokes up and pauses. Rachel and Joey look at him.)\nJoey: Dude, are you okay?\nRoss: Totally.\nRachel: Ross, you don't seem okay.\nRoss (on the verge of tears): I'm sorry, it must be the pressure of entertaining. I think everyone would feel better if we had some flan.\nCharlie: Wait, Ross. Ross. I - I have to take off.\nRoss: No!\nCharlie: I'm sorry, I have a really early class in the morning, but this has been lovely.\nRoss: Wasn't it? And you thought it would be awkward with Joey and that you never really liked Rachel.\nCharlie: You're on fire! I'll call you in the morning, okay?\nRoss: Okay.\nCharlie: Alright.\n(Ross goes to the kitchen.)\nCharlie: God, Rachel, what Ross just said that is just so..\nRachel: Oh, that's okay, girls tend not to like me.\nCharlie: Bye.\n(Ross enters from the kitchen with three plates with flan.)\nRoss: Okay, I guess it's just flan for three! Hey, hey, that rhymed!\nRachel: You know what, Ross? I think we're gonna take off too.\nRoss: Oh, oh. Of course. God, I'm so stupid. You guys are a couple now. I mean, you probably just want to be alone.\nRachel: No, no, it's just that it's getting late...\nRoss: Hey, hey, it's fine. It's totally fine. We've got plenty of margaritas. It's all good.\n(The oven timer pings again.)\nRoss: I don't even know what that's for.\n(He goes back to the kitchen.)\nJoey: You know what? I think I'm gonna stay here and make sure he's okay.\nRachel: Yeah, that's probably a good idea.\nJoey: Yeah. I'll see you in the morning.\nRachel: Uh-huh. Okay. You know what, Joey, I don't think he's ever gonna be okay with this.\nJoey: It doesn't look good, does it?\n(They kiss each other on the cheek, and Rachel leaves.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross's apartment the next morning. Ross is very hung-over on the couch as Joey enters with a cup of coffee for him.]",
            "dialog": "Joey: Morning. Here you go.\nRoss: Thanks. Did you stay here all night?\nJoey: Yeah.\nRoss: So you took off my pants and shoes?\nJoey: No, no, no. You actually did that when you were dancing to the Chicago-soundtrack. Look, Ross, about, about Rachel and I. Listen, you don't have to worry about that, okay? Because nothing is gonna happen.\nRoss: What do you mean?\nJoey: Well, she and I said from the beginning that we weren't gonna do anything unless you were okay with it. And clearly..\nRoss: Hey, what are you talking about? I'm fine!\nJoey: It's okay, Ross, alright? I totally understand. Of course you're not fine. You're.. You're Ross and Rachel.\nRoss: Except we're not. I mean, we haven't been a couple in like, six years. Oh my god, is that right? Has it been that long?\nJoey: That's what I hear, yeah.\nRoss: This is crazy. I mean, six years? And because of me you guys aren't gonna be together? Can I ask you something? Really, what is this thing with you and Rachel?\nJoey: Come on, I mean, you know me, you know...\nRoss: Joey.\nJoey: I'm crazy about her.\nRoss: And she feels the same way?\nJoey: I think so.\nRoss: Well, then, maybe it's time we all moved on.\nJoey: Yeah, but, Ross, I mean, you're not okay with it.\nRoss: No, but I wanna be. Hey, I will be. Besides, I'm with Charlie, right? Oh my god, I'm still with Charlie, aren't I? I mean, she didn't see the dance, did she?\nJoey: No, no, no, no, that was - that was just for me. Are you sure about this?\nRoss: Yeah, I'm sure.\nJoey: And we're okay?\n(Ross smiles and holds up his hand for a high-five, but he has forgotten about his burnt hands. He gasps in pain as Joey grabs his hand.)\nENDING CREDITS\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk. Monica and Chandler enter to find Phoebe there with the triplets.]",
            "dialog": "Monica: Hey, Phoebs\nPhoebe: Hey.\nMonica: Uhm, we just wanna give you a heads-up. Bill and Colleen hate us.\nChandler: Owen didn't know he was adopted, and Monica told him.\nMonica: What?\nPhoebe: Still, he had to find out sometime.\nChandler: Yeah, but how would you like it if someone told the triplets that you gave birth to them?\n(The triplets stare at him.)\nChandler: I'm gonna go tell Emma she was an accident. (Runs off.)\nTHE END\n"
        }
    ]
}