{
    "metadata": {
        "season": "SEASON 10",
        "title": "1016 Rachel's Going Away Party",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Coffee Mug, Eleonora, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Joey's place. Rachel and Joey are talking]",
            "dialog": "Joey: All right, all right, all right, let's play one more time, ok? And remember, if I win you do not move to Paris.\nRachel: Ok! Can't believe I'm risking this again, but you're on! All right Joe, you remember the rules! Heads I win, tails you lose.\nJoey: Just flip!\nRachel (she flips the coin): Ha, tails!\nJoey: Damnit!\n(Chandler and Monica enter the room)\nChandler: Hey!\nJoey: Hey!\nChandler: So we thought we'd throw you little going away party around seven.\nRachel: Oh, that sounds good!\nMonica: Hey, Rach, you're leaving tomorrow, shouldn't you be packing?\nRachel: It's all done!\nMonica: Oh, yeah, right! And after I took a shower this morning I just threw my towel on the floor! Oh God, it hurts to even joke about it.\nRachel: I know... Honey, seriously, I did it all. The luggage that I'm taking is in the bedroom, this is Emma's Paris stuff, these are the boxes that I'm having shipped, and that's the sandwich that I made for the plane...\nMonica: Ok, so you've done some good work! (pause) What about your carry-ons?\nRachel: Oh, well. Everything that I need (she takes her bag) is in here and my travel documents are on the counter organized in the order that I will be needing them.\nMonica: Oh my God! I have nothing left to teach you! (they hug)\nChandler: Where's your passport?\nRachel: It should be right next to my plane ticket.\nChandler: Well, it's not.\nRachel: What? Maybe I put it in here (she opens her bag). Oh, oh, it's not in there! Oh, no! I must have packed it in one of these boxes!\nMonica: Here, let me help you. (they both start opening boxes)\nRachel: Shoot. Oh, I can't believe I did this!\nChandler (to Joey): At what point did it stop being funny that I took her passport?\n \nOPENING SEQUENCE\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica's apartment. Monica and Erica are talking about the baby, and Monica is rubbing Erica's tummy.]",
            "dialog": "Monica: Oh, wow, can you believe you're like three weeks away?\nErica: I know.\nMonica: You don't mind me touching your belly, do you?\nErica: No, I don't mind you touching my belly, but right now your hand is kind of blocking the part where the baby is gonna come out.\n(She takes her hand off Erica. Ross enters the room)\nRoss: Hey!\nErica: Hi.\nRoss: Hey Erica, welcome back to town! (pause) Wow, look how big you've gotten.\nErica: That's because I'm pregnant!\nRoss: Right, no, I understand.\nErica: Oh, ok. I'm just always afraid that people think I'm just fat with big breasts.\nRoss: No, no, I knew (he stares at her breasts).\nMonica (to Ross): Okay, well, stop staring at them.\nRoss: She brought them up! (pause) I didn't realize you were coming back so soon!\nErica: Hey, well, in a couple of weeks I won't be able to travel.\nMonica: Yeah, and I wanted her to get to know the doctors and get settled into the hotel.\nRoss: Hotel? Why isn't she staying with you guys?\nMonica: Because we're moving in a couple of days and it just didn't make sense.\nErica: Plus hotels are fun! My room has this little fridge full of free snacks!\nRoss: Erica, those things aren't free. In fact they have one of the highest mark-ups of any consumer product...\nMonica: Ross! She's giving us her baby. She can eat you if she wants.\nErica (standing up): I'll be right back.\nRoss: Oh man, I can't believe you guys are leaving this place.\nMonica: Oh, I know. I know. Hey, you know, you can take it if you want! The lease is still in Nana's name.\nRoss: No, no. This will always be your place. It would be too sad. Plus, how much a month does it cost to feed Joey?\nMonica: Yeah, it takes two incomes.\nRoss: Hey, is Chandler here? We talked about catching a movie.\nMonica: Oh, no. He doesn't have time for that. But if you want, you can go help him and Joey pack up the guest room.\nRoss: Mhm, (he balance things) packing - sexy cheerleader comedy.\nMonica: Mhm, helpful brother - creepy loner at teen movie.\n(Ross takes the tape roll she's handing him and walks to the guest room while mocking Monica's voice)\n \n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Guest room. Joey has his head wrapped in bubbled wrap and Chandler is punching him. Ross enters the room.]",
            "dialog": "Ross: What are you guys doing?\nJoey: Try it, I can't feel a thing! (Ross starts punching him too)\nMonica (enters the room): Are, are you kidding? This is packing?\nChandler: We're taking a break!\nMonica: From?\nChandler: Jumping on the bed?\nMonica: All right, Rachel's party is in a couple of hours and there's a lot to do. Now, Ross, you got Geller blood, you're in charge of these yahoos!\nRoss: You got it! (Monica leaves, Ross closes the door). All right, she's right, we gotta get serious. (He grabs a bag of styrofoam peanuts) Let's put styrofoam peanuts down his pants and kick him!\nChandler: No, no, no, guys. She's right. We should get to work. I'll take stuff out of the closet, Joey you pack 'em and Ross you re-pack whatever Joey packs.\n(Joey takes the bubble wrap off his head)\nJoey: You guys hear a ringing?\nChandler: (holding a pair of furry handcuffs) What the hell is this?\nJoey: Hey! Handcuffs! And fur line, nice! I didn't know you guys had it in ya!\nRoss: Chandler, you don't have a sister so you can't understand how much this bums me out.\nChandler: I didn't know Monica had these!\nJoey: Mhm, maybe she used them with another boyfriend. Maybe Richard!\nChandler: Why would she use them with Richard and not me? I can be kinky! I once did a naked dance for her... with scarves!\nRoss: Bumming hard, guys, bumming hard.\n \n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica's apartment. Phoebe and Ross enter the room.]",
            "dialog": "Phoebe: Hey!\nMonica: Hey! Where's Mike?\nPhoebe: Oh, he has a gig. I kinda like being married to a rock star, you know. My husband has a gig.\nRoss: Yeah? Yeah, where is it?\nPhoebe: Oh, he's playing organ for a children's roller-skating party.\nRoss: Rock on!\nPhoebe (watching the food on the table): Wow, this is quite a spread! (pause) What is all this stuff?\nMonica: Well, I thought this would be a great opportunity to use up all the food that I don't want to move to the new house with me! So, enjoy: smoke oyster casserole with a breakfast cereal crust, kidney beans in their own juices, and for dessert, a questionable orange.\nJoey: (entering the room) Hey.\nChandler: Hey.\nRoss: Hey, where's Rach?\nJoey: Oh, she's putting Emma down, she'll be over in a second.\nRoss: Great.\nJoey: Now it just hit her that she's leaving and she's kind of emotional so no one say anything to set her off, ok?\nMonica: Yeah.\n(Rachel enters the room)\nEverybody: Hey Rach, hey you.\nRoss: Here she is!\nRachel (crying): Hi you guys!\nJoey: What did I just say?\nRachel: No, no, no. It's ok. I'm gonna be fine.\nMonica: Come here, I'll make you a drink.\nRoss: Oh, man! I can't believe she's actually leaving. How am I gonna say goodbye to Rachel?\nChandler: I know, she's been such a big part of my life. And it feels like when Melrose Place got cancelled. (Ross and Joey looks puzzled) I mean... oh, forget it. I miss Melrose Place!\nJoey (to Ross): You know, I had a chance to stop her too!\nRoss: Yeah?\nJoey: Who loses fifty seven coin tosses in a row? Head she wins, tails I lose. (he stops and starts realizing something) Wait a minute...\nChandler: Yes, Joe?\nJoey: I forgot to pick up my dry cleaning!\nPhoebe (to Rachel): You doing ok?\nRachel: Well, I've been better.\nPhoebe: Uh-hmm.\nRachel: You guys are gonna come and visit me, right?\nPhoebe: Yes! You know, in six months the Statute of Limitations runs out and I can travel internationally again!\nRachel: I'm gonna miss you so much.\nPhoebe: I know.\nRachel: You know what? Uhm, I have some goodbye stuff that I wanted to say to each of you and I was gonna save it until the end of the night, but come here (they go into the guest room).\nRoss: Hey, what do you think they're doing in there?\nJoey: Huh, if I had to guess I'd say Rachel is putting on the bubble wrap and Phoebe is doing the punching.\n \n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Guest room. Rachel and Phoebe are sitting on the bed.]",
            "dialog": "Rachel: Oh, Pheebs, I don't even know where to start.\nPhoebe: Ok well, before you do, I know we weren't supposed to get you going away presents, (she takes something out from her pocket) but I do have something for you.\nRachel: Oh, oh. (she's holding the present, a transparent bag with a white stick in it). What is this?\nPhoebe: It's a cotton swab with a bit of my saliva on it, so that if they perfect the cloning process while you are over there, you can use the DNA to create your own Pheebs!\nRachel: I'm gonna throw this away, but thank you so much for the gesture!\n \n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica's apartment. The living room.]",
            "dialog": "Monica: Chandler? I was just in our bedroom and I found these (she holds the furry handcuffs) on my pillow.\nChandler: Oh, yes. I decided to leave these out for you in case Richard stops by and you wanna engage on a little light bondage and moustache play!\nMonica: What are you talking about? These aren't mine.\nChandler: Oh yeah, right! Good luck getting another scarf dance from me!\nMonica: That would be a terrible punishment. But, I'm serious, I've never seen these before.\nChandler: Really? Then what are they doing in our guestroom?\nMonica: Rachel used to live in that room.\nChandler: Rachel... with handcuffs! Interesting! (he looks excited)\nMonica: Joey's bare ass!\nChandler: (he doesn't look excited anymore). Well played.\n(Phoebe and Rachel enter the living room.)\nRachel: I love you Phoebe.\nPhoebe: I love you too. (they hug) Please don't... Don't turn into... you know... French bitch! (they hug again)\nRachel: All right. Well, if I gonna do this, I'd better keep going.\nPhoebe: Ok.\nRachel: Ok. Monica?\nMonica: Yeah?\nRachel: Can you come here with me for a minute?\nMonica: Sure.\nPhoebe: (to Monica) Are you wearing waterproof mascara?\nMonica: No.\nPhoebe: Oh, you're so screwed. (Monica goes into the guest room)\nRoss: (to Phoebe) Hey. What was that all about?\nPhoebe: She's gonna say goodbye to each of us individually.\nRoss: Are you kidding? Oh my God...\nPhoebe: Yeah, I know, it's gonna be even worse for you... God... Ross, get ready to do some serious crying.\nRoss: Oh, man, I'm not going to be able to handle this. (pause) Now I know how my students feel at the end of each year. And why they act out by giving me such bad evaluations.\n \n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The guest bedroom. Rachel and Monica are talking to each other.]",
            "dialog": "Rachel: Mon... Okay... I've gotta... just say what it is I'm gonna say... None of the amazing things that have happened to me in the last ten years, would have happened if it wasn't for you. No-one has been more like a sister to me...\nMonica: I know what you mean. You're like a sister to me too.\nRachel: (starts crying and speaking at the same time, making it almost impossible to understand what she's saying) I wouldn't know what I'm gonna do without you...\nMonica: (having the same problem) You're the best friend I ever had.\nRachel: (says something that cannot be understood)\nMonica: What?\nRachel: I... I... I... (again saying something that cannot be understood)\nMonica: That is so sweet. (they hug)\n \n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Back to the living room. Monica and Rachel enter and hug each other. The guys see this.]",
            "dialog": "Ross: (to Joey) Oh no, she took down Monica... And I'm the crier in the family. Oh God! I could be next. Maybe she won't talk with me if it looks like we're deep in converstation. Oh, so that thing you said about the thing. It really made me think about that other thing.\nChandler: Uh, Rach?\nRoss: Well it's okay. Chandler is talking to her.\nJoey: I really made you think about that thing uh?\nChandler: (to Rachel) Uh, Rach... I think I have something that belongs to you. (shows her the cuffs)\nRachel: (laughs) Oh, I'm sure gonna miss pretending to laugh at your weird jokes that I don't get.\nChandler: No, no, no... They're really yours. We... found them in your old room.\nRachel: Well, these aren't mine. Maybe Monica used to use them with...\nChandler: Don't say Richard! Well, if they're not Monica's and they're not yours, then whose are they?\nRachel: Well, I think you're forgetting the kinkiest former resident of that room.\nChandler: Pheebs!\nPhoebe: (from the other side of the room) Yeah!\nChandler: I think these are yours.\nPhoebe: These are not mine... Look how flimsy they are, come on! Good God! You try to hang a guy from a waterpipe with these, they'll snap like a piece of licorice.\nRachel: (to Chandler) Can I talk to you alone for a minute?\nChandler: Sure. (to Phoebe) You don't really handcuff guys to waterpipes do you?\nPhoebe: Where do you think Mike really is? (she giggles, Chandler looks aghast)\n \n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The guest bedroom. Chandler and Rachel.]",
            "dialog": "Rachel: Oh honey...\nChandler: Let me just say something... Because once we get into this, I'm gonna get all uncomfortable and probably make some stupid joke... I just want to say that I... I love you... And, I'm gonna miss you. And I'm so sad that you're leaving.\nRachel: (all mushy) Oh, you know what? Let's not say anything else. I love you. (they hug)\nChandler: Ooh, not so tight... (blows raspberry, and the hug ends) I'm sorry, just give me one more chance.\nRachel: Okay. Oh...\n(Chandler blows raspberry again)\nRachel: Oh!\nChandler: I'm sor... Just go. Just go. I can't, I can't.\n \n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica's living room. We look outside to the balcony where Rachel is saying goodbye to Joey.]",
            "dialog": "Monica: (to Ross) So, I guess you're next. You're ready?\nRoss: I don't think so.\nChandler: Oh, you're definately not. I haven't cried like that in years.\nMonica: You cried yesterday at the six o'clock news.\nChandler: That old woman was being scammed by her mechanic.\nRoss: God! I can't believe she saved me for last. (looking out to the balcony) Why are they taking so long?\nPhoebe: I don't know. But, God, Joey seems to be handling it suprisingly well.\n(Rachel and Joey hug, and Rachel turns to enter the apartment through the side window again. At that moment Joey tries to climb over the edge of the balcony.)\nAll: No, no, no, no!\n(Rachel rushes back and pulls Joey back onto the balcony, and takes him inside.)\nRoss: Okay, here we go...\nRachel: Oh... (holding Ross's shoulder) Well...\nRoss: Yeah...\nRachel: I think I'm gonna take off. (pats Ross on his back, but he looks very surprised)\nRoss: Huh?\nRachel: Oh, you guys. This was an amazing night. Thank you so much. I love you. Good night.\n(She leaves the apartment and they all stare at Ross)\nRoss: What? I don't get a goodbye?\nJoey: (still very emotional) Lucky bastard!\n \n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica's apartment continued... Phoebe, Chandler, Monica and Joey are sitting down and Ross is pacing up and down.]",
            "dialog": "Ross: Unbelievable. She says goodbye to everyone but me.\nMonica: Well, maybe she thought that with all of your history it could be, you know, implicit.\nRoss: Well, it needs to be plicit.\nJoey: All right, let's think about this. I mean, there's got to be an explanation. Uh... did you do anything to make her mad?\nRoss: No, I don't think so.\nPhoebe: You know, maybe she was just really spent from our talk. It was pretty intense.\nMonica: Yeah. Mine too.\nChandler: Mine was a humdinger\nRoss: (annoyed) O-kay... I mean, don't I deserve anything? I mean, a few tears, a cursory hug? (Joey gives Ross a hug) NOT FROM YOU! (Joey lets go)\nPhoebe: Ross, if you're this upset, you should go and talk to her.\nMonica: And say what? \"You owe me a goodbye\", I mean, he's got more pride than that.\nRoss: THE HELL I DO!\n(Ross takes big steps leaving for Joey and Rachel's apartment, where Rachel is going through her papers.)\nRoss: I don't get a goodbye?\nRachel: What?\nRoss: (talking agitated and angry) Everyone gets a goodbye but me? What have I got to do to get a goodbye, huh? Be best friends with you? Uh, go out with you? Have a baby with you? Oh wait a minute, wait a minute, I did all those things.\nRachel: Ross...\nRoss: Oh no, maybe it's me, I'm just not giving you enough credit. Uh, I mean it is difficult to say goodbye to five people. Uh, goodbye, goodbye, goodbye, goodbye, good... (makes choking noises) IT'S PHYSICALLY IMPOSSIBLE. You know what? After all we've been through, I can't believe this is how you want to leave things between us. Have a, have a good time in Paris. (He leaves the apartment. Rachel looks kind of desperate.)\n \n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler's apartment. The others are still there.]",
            "dialog": "Monica: I hope Ross isn't too upset.\nJoey: I'm sure he's not more bummed out than I am.\nPhoebe: Tell me about it.\nChandler: Well, you can't say we don't know how to throw a party.\nPhoebe: All right, I think I'm gonna head out.\nMonica: Uh, where do you think you're going?\nPhoebe: I thought I was going home to go to bed, but I'm sensing there's something less fun for me to do here.\nMonica: We're moving in a couple of days and we've got a lot of packing to do. It would be great if you guys could pitch in.\nChandler: Joey and I can finish up in the guest room.\nJoey: Oh, yeah, yeah, good idea. (he mimes hitting his head with his fist)\nMonica: Oh no! You and Phoebe are gonna help me in here.\nChandler: (to Joey) You couldn't be cool. (he goes to the guest bedroom)\nMonica: Okay, we're gonna start in the kitchen. Plates get put into plate protectors and stacked ten to a box. The silverware gets bundled in rubber bands and then bubble wrapped. Got it?\nPhoebe and Joey: Yeah.\nMonica: Good! Now I need you to be careful and efficient. And remember, if I am harsh with you, it is only because you are doing it wrong.\nChandler: Hey Mon, I think I figured out whose handcuffs they are.\nMonica: You did? How?\nChandler: Well, I was cleaning out the closet and I found some pictures of them... being used.\nMonica: Oh my God! Let me see. (they all look at the pictures)\nJoey: Who's that dirty old lady?\nChandler: Monica's grandmother.\nMonica: Nana liked it rough!\n(Erica, the pregnant girl, enters)\nErica: Hi!\nAll: Hey!\nJoey: Come on here, have a seat.\nPhoebe: How was your night?\nErica: Oh, it was okay. I went to a movie with my cousin and then out for dinner. We went to this place that had... Ooh... (she looks likes she is in pain, holding her belly) Hoo... ooh... Anyway, they had these really amazing cheeseburgers.\nMonica: Erica, are you okay?\nErica: Yeah, you know, maybe I ate too much. I keep getting these stomach aches. They come and go like every few minutes.\nMonica: Oh my God!\nChandler: Relax! We just get her some antacids.\nMonica: She doesn't have a stomach ache, she's in labor.\nChandler: Oh my God!\nPhoebe: Yeah, you got to get to the hospital.\nMonica: All right, Chandler get the coats. Erica let's go. Phoebe and Joey, keep packing! Oh my God we're gonna have a baby. All right. We're gonna have a baby! OH MY GOD, WE'RE GONNA HAVE A BABY! Oh God, oh God, I got to sit down, I got to sit down. Ooh! (she's hyperventilating)\nChandler: Honey, it's gonna be okay.\nErica: You can do this. Just breathe.\nMonica: Okay, okay... Okay, I feel a little better.\nErica: (in pain) Ooh! Are you sure?\nMonica: Oh... Yes, I'm sure. Oh honey, let's go. Okay bye everyone.\n(there's a lot of supportive cheers from all. Erica, Monica and Chandler leave.)\nJoey: Chandler, wait, wait, wait...\nChandler: What?\nJoey: If you get a second, find out where she got that cheeseburger.\n \n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Ross's apartment. Rachel bursts in.]",
            "dialog": "Rachel: You really think I didn't say goodbye to you because I don't care?\nRoss: That's what it seemed like.\nRachel: I cannot believe that after ten years, you do not know ONE thing about me.\nRoss: Fine, then why didn't you say something?\nRachel: Because it is too damn hard Ross. I can't even begin to explain to you how much I'm gonna miss you. When I think about not seeing you every day, it makes me not want to go... Okay, so if you think that I didn't say goodbye to you because you don't mean as much to me as everybody else, you're wrong. It's because you mean more to me. So there, all right, there's your goodbye... Oh!\nRoss: Rach!\nRachel: What?\nRoss: You keep, you keep... You can't...\nRachel: WHAT?\n(Ross walks over to her and starts to kiss her passionately. After a while Rachel backs out. She thinks a while and starts kissing him back.)\n \nCOMMERCIAL BREAK\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler and Monica's apartment.]",
            "dialog": "Joey: A little more.\nPhoebe: Okay. (she starts to stuff styrofoam peanuts down the front of Joey's pants.)\nJoey: A little more, a little more. (she stuffs some more down his pants and Joey's assesses the how many there already are in there.) A little more... All right. Okay, all right, let's do this.\nPhoebe: All right, ready?\nJoey: Yeah. All right, now give me your best shot.\nPhoebe: All right, here it goes...\n(she knees him in the crotch. He jumps up a bit)\nJoey: (in pain) Doesn't work... (he falls down on on his knees with his head on the floor)\nTHE END\n"
        }
    ]
}