{
    "metadata": {
        "season": "SEASON 10",
        "title": "1006 Ross's Grant",
        "written_by": "Sebastian Jones",
        "transcribed_by": "Coffee Mug, Eleonora, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, everyone except Phoebe is there]",
            "dialog": "Phoebe: (she enters) Hey...\nAll: Hey!\nRachel: Hi!\nRoss: Pheebs, what's wrong?\nPhoebe: Oh, I'm just so exhausted from dragging around this... (she shows her ring) HUGE engagement ring!\nAll: OH!\nRachel: My God!\nJoey: Hey!\n\nRachel: Congratulations! Wow!!\nRoss: So, did he get on one knee, did he have a speech prepared, or (in a tender way) did he cry? (the guys look at him) Yeah, big surprise, I like proposals!\nPhoebe: Well, it was really sweet, and like the most romantic thing ever.\nJoey: Well, hey! Well... (he takes his mug to toast Phoebe) Here's to Phoebe, who's found the greatest guy in the world! To Phoebe and... (a bit uncertain) I wanna say Mike? (pause) To Phoebe and Mike!\nAll: Whoo!\nPhoebe: Thank you! (to Rachel) Oh, and I have something for you!\nRachel: Mmh-mmh!\nPhoebe: It's, yes, my little black book. It's got the numbers of all the guys I've dated.\nRachel: Oh, Pheebs, baby, that's nice but, you know what, I think I'm ok. Why don't you give it to one of your other single girlfriends?\nPhoebe: I would, but you're the last one.\nRachel: (angrily) GIVE ME THE BOOK! (she takes it and start reading) Pablo Diaz, Brady Smith, huh, \"Guy-in-van\"?\nPhoebe: Oh, my first love!\nRachel: Oh!\nMonica: What does the red X next to Bob Greenmore's name mean?\nPhoebe: Dead. (everyone is a bit upset) Oh, it's OK, no, he was old, yeah! And he lived a full life, he was in the first wave at Omaha Beach.\nChandler: Hey, I'm sorry, I should have given you guys my black book when I got married! Although it wasn't so much a book as a... napkin. With Janice's phone number on it.\nRachel: Phoebe, isn't Jethro Tull a band?\nPhoebe: (proud of herself) Oh yes, they are.\nOPENING CREDITS\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Chandler and Monica's apartment]",
            "dialog": " \nChandler: (he enters) Hey honey!\nJoey: (Looking inside the fridge, and we only see his back. Then he closes the door, and we see it's Joey.) Hi sweetie!\nChandler: Is Monica not here?\nJoey: No.\nChandler: Oh, then I'll tell you. My agency was bidding for a big account and they got it! It's my first national commercial!\nJoey: Cool!\nChandler: Yeah, and I don't wanna brag but a lot of the ideas were mine! (silence) Hell, you weren't there? All the ideas were mine!!!\nJoey: That's great! Hey, can you cast me in it?\nChandler: Oh... I don't know, I really don't think you're right for the part.\nJoey: What do you mean? I can do anything, I'm a chameleon! Huh? (he mimes an old man with a beard) I'm old! (then he yawns) I'm tired! (then he mimes someone who's hot...) Hey, I'm hot (...and cold) I'm cold!! Huh?? Come on! What can't I do?\nChandler: First of all. Bravo. Uh, but I really don't think you're right for this. The part calls for a stuffy college professor.\nJoey: I can do that! (in a deeper voice) \"Hello, I'm your professor. When I'm not busy thinking of important things or... professing. I like to use...\" Oh, what's the product?\nChandler: Software that facilitates inter-business networking e-solutions?\nJoey: (after a long pause he starts miming again) I'm cold!\n \n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk. Charlie is sitting on the couch and Ross enters.]",
            "dialog": " \nRoss: (to Charlie) Hey!\nCharlie: Hey!\nRoss: Guess who's a finalist for a huge research grant! I'll give you a hint, he's looking right at you.\nCharlie: Ah, well, unless it's the creepy guy with his hand up his kilt, I'm gonna say congratulations!\nRoss: Oh, I'm so excited, I mean, apparently I beat out hundreds of other applicants, included five guys I went to graduate school with. Not that I'm keeping score or anything... five!\nCharlie: Wow, that's great! So, tell me about the grant!\nRoss: Well, ok, it's for 25 thousand dollars. And if I get it, I'll finally be able to complete my field research! And there will be an article about me in the \"Paleontology Review\"! Yeah! That'll be the first time my name is in there, without people raising serious questions about my work!\nCharlie: Wait. Are you talking about the Dewar grant?\nRoss: Yeah. Why?\nCharlie: Benjamin Hobart is administering that grant.\nRoss: Your ex-boyfriend?\nCharlie: Yeah.\nRoss: So, your ex-boyfriend is gonna determine if your new boyfriend gets this grant? Wow, your new boyfriend is screwed!\nCharlie: No, no, we ended up in great terms. I mean, if anything, I think this could help you. You know what? Why don't we all go out to dinner together, and I can introduce you.\nRoss: Well, if you think it would help.\nCharlie: Yes, absolutely. I'll call him.\nRoss: Ok, now, is there anything I can do to... you know, butter him up? Anything he really likes?\nCharlie: Mmh... he does have a pretty serious latex fetish.\nRoss: We'll see how dinner goes.\n \n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Phoebe's apartment. She is packing a few tings into boxes.]",
            "dialog": "Phoebe: (looking at Monica entering) Hey!\nMonica: Hey, you wanna go to see a movie?\nPhoebe: Well, I told you I had to spend all the day clearing out stuff, so Mike could move in.\nMonica: Oh, right.\nPhoebe: Yeah.\nMonica: Oh, well. Now that I'm here I might as well help you with the cleaning and organizing! Just happen to have my label maker!\nPhoebe: Oh, it's so hard to get rid of stuff! Did you and Chandler have to make compromises when you first moved in together?\nMonica: Uh, Chandler did! What does he want you to give up?\n\nPhoebe: A bunch of stuff. And the worst one... he wants me to get rid of Gladys.\nMonica: Who's Gladys? (Phoebe shows her a horrific painting with a half-a-body girl dummy coming out of the frame. Monica's frightened and she gasps.) Oh! What a tragic loss!\nPhoebe: Yeah. I really hate to give her up. Oh, I know!! Oh, you should take her!\nMonica: (faking happiness) Well, I-I-I-I... I don't know...\nPhoebe: Why, you don't like her?\nMonica: Well, of course I do. What's not to like! I'll take her in a minute! But, you know, I think that you're giving up too easy, honey. I think that you need to fight for her!\nPhoebe: Really? You think?\nMonica: Absolutely! Yes, you say to him \"I'm sorry Mike I can't live without her, she means too much to me!\"\nPhoebe: Ok, I'll fight for her. Ok! Oh, wait, oh I just realized... if I do that, that means you don't get her.\nMonica: Damn it, I did not think this through!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk. Rachel, Joey and Emma are there.]",
            "dialog": " \nChandler: Hey you guys.\nRachel: Hi!\nJoey: Oh! Any word on casting yet?\nChandler: Joe, I told you, you're just not right for the part.\nJoey: What do you mean? Rach, don't I seem like a professor you'd buy some kind of e-crap from?\nRachel: I'm sorry, this sounds like something I'm never gonna be interested in.\nJoey (to Chandler): Look, c'mon, please? It's not like I'm asking for some crazy favour. This is what I do for a living. I am a professional actor! (he glances at his watch and sees the time) Oh, man, I'm two hours late for work! (he stands, ready to go). Look, here's a copy of my reels. It's got all the commercials that I've been in.\nChandler: Joe...\nJoey: Just watch it, and if you don't like it, you don't pass it on to your bosses!\nChandler: Fine!\nJoey: Thank you. (he sits down)\nChandler: Work, Joe!\nJoey: Damn it! (he leaves)\nChandler (to Rachel): What am I gonna do now?\nJoey: Just pass it to your boss!\nChandler: He's not right for the part. So if I suggest him, my bosses are gonna think I'm an idiot! And that's something they should learn on their own!\nRachel: Just tell Joey that you watched the tape and you liked it, but your bosses didn't. Then that way, you're the good guy and they're the bad guys.\nChandler: That's good! I liked it, they didn't. (he sees Joey out of the window hitting on a girl) Joey, for God's sake, go to work! (Joey runs away).\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: A restaurant. Ross and Charlie are waiting for her ex-boyfriend, Benjamin Hobart]",
            "dialog": " \nRoss: I can't believe I'm about to meet Benjamin Hobart. I've always thought of him as one of the people I'd invite to my fantasy dinner party. Do you think there's any chance he'll bring Christie Brinkley or C3PO?\nCharlie: (glances over Ross' shoulder) Sorry, looks like it's just him.\nBenjamin: Charlie! My God, you look absolutely stunning!\nRoss: Well, I... I am having a good hair day.\nBenjamin: So good to see you.\nCharlie: Me too. (she and Benjamin are hugging for very long and Ross starts pretending to clear his throat, until they stop)\nRoss: I'm ok.\nCharlie: I'm sorry... (introduces them to each other) Ross Geller... Benjamin Hobart.\nRoss: It's an honor to meet you. I can't tell you how long I've been an admirer of your work, I mean, that Nobel prize, (he thumbs up) whoooo! I mean, I have to tell you that, you're one of the reasons I got into the field.\nBenjamin: Oh, well, likewise. Actually, not likewise. I've never heard of you until this morning, but, it's nice to be nice!\nCharlie: Shall we? (they sit down and Benjamin takes Ross' chair).\nBenjamin: (to Ross) Thank you! (to Charlie). I can't believe that you chose this restaurant! Do you remember the night?\nCharlie: Oh my God, I completely forgot! (they laugh) Oh my God! I can't believe they let us back in this place! (they laugh more, and Ross start laughing too).\nBenjamin (to Ross): You weren't there!\nRoss: No, but, it's, you know, it's just a funny image, you know, the two of you, in this restaurant, with... (laughs nervously)tzz-zzz, mmm.\nCharlie: Ross, why don't you tell Benji about your proposal, while I go to the ladies room?\nBenjamin: So, tell me about it.\nRoss: Ok well, I would like to do a dig in the painted desert.\nBenjamin: M-m.\nRoss: See, there are still several areas that haven't been fully excavated.\nBenjamin: Break up with Charlie!\nRoss: What?\nBenjamin: What?\nRoss: Did you just say \"break up with Charlie\"?\nBenjamin: Well, yes, and now. Yes I did say it, and no, I didn't not say it.\nRoss: Kind of inappropriate, don't you think?\nBenjamin: I'm sorry. I just haven't seen her for so long! All these feelings are rushing back! I'm starting to realize how much I missed her, and I'm gonna need you to break up with her.\nRoss: Are you serious?\nBenjamin: If you say yes then I'm serious, if you say no then I'm joking!\nRoss: No!\nBenjamin: Joking it is!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica's apartment. Phoebe enters the room.]",
            "dialog": " \nPhoebe: Hi! Sorry, I'm late.\nMonica: Hey, how did it go with Mike, is he gonna let you keep the painting?\nPhoebe: No, he really hates it. But he's gonna let me keep my box of human hair! So you got to pick your battles. But the good news is, Gladys is yours!\nMonica: Wow, what's the bad news!\nRachel: Who's Gladys?\nPhoebe: Oh, she's that work of art I made, you know, with the woman coming out of the frame.\nRachel: (sarcastic) Oh, and Monica gets to keep her? In her house? I am so jealous!\nPhoebe: Oh, I didn't know you wanted her too!\nMonica: Huh!\nRachel: Well, I mean, sure, of course. But... you already gave that to Monica, so...\nMonica: You know, I would give her up, for you.\nRachel: No, I couldn't let you do that.\nMonica: But I want to.\nRachel: But I don't want you to.\nMonica: But I insist!\nRachel: But I insist harder!\nPhoebe: Girls, girls, stop, ok? We'll flip a coin. Heads, she's Rachel's, tails she's Monica's. (she flips the coin). Tails! Monica, she's yours!\nMonica: No, that landed in your food!\nRachel: (sarcastic) No, no, that's ok. You won fair and square. I'm so sad!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler walks into Joey's apartment]",
            "dialog": " \nChandler: Hey Joe!\nJoey: What's up?\nChandler: Bad news. I watched the tape and passed it along to my bosses and they weren't interested.\nJoey: (sounds disappointed) Oh.\nChandler: (Hands the tape back to him) I'm sorry man.\nJoey: (looks at him suspiciously) But, ehm... you watched the tape?\nChandler: (sounds nervous) Yeah! I... I... I liked it! (Joey continues to look at him suspiciously) But, ehm... my bosses didn't go for it. Stupid sons of bitches!\nJoey: (sounds confident) You didn't watch the tape.\nChandler: (looks surprised) What!? Of course I did!\nJoey: Look, it's one thing not to cast me, but to lie to me?\nChandler: I'm not lying to you, I watched it!\nJoey: Well, you lied again! (Rachel comes out of her room and is observing the conversation)\nChandler: I watched it!\nJoey: Keep going Pinocchio!\nChandler: (now yelling) (pretending to look shocked) I did!\nJoey: (yelling back) No you didn't! (turns and goes towards his room)\nChandler: (following him) I'm telling you, I watched the tape. (Reaches Joey's room and Joey slams the door in his face)\nRachel: Did you watch the tape?\nChandler:(In a sarcastic \"of course not\"!-tone) No!\n are sitting on one side of a long desk. Benjamin Hobart is sitting on the other side]\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Interview room. Ross and two other professors (one man, one woman)",
            "dialog": " \nBenjamin: The selection committee has chosen the three of you as our finalists today. The ultimate decision will be based upon the answers you give to the questions I ask here. I'm gonna start with Dr. Li. Dr. Li, you claim the field is too reliant on the Linnaean taxonomic system. How do you propose to correct this problem?\nDr. Li: Well, I believe that the answers lie in the osteological evidence. I plan to begin there.\nBenjamin: (nods) Interesting.\nRoss: (Rolls his eyes) I guess!\nBenjamin: Dr. Biely, your proposal includes some field work. Where might that take place?\nDr. Biely: Primarily in the Pierre Shale region of South Dakota.\nBenjamin: Certainly. Very well. And Dr. Geller, when is my birthday?\nRoss: (shocked and confused by the question) What? I... I... (Benjamin looks at him as if to say \"What's wrong? Answer the question\")\nBenjamin: Care to venture a guess?\nRoss: (annoyed) May 12th?\nBenjamin: (looks surprised and un-impressed) That's not even kinda close! (Ross looks around confused) Dr. Li, how many graduate students you'd be needing?\nDr. Li: Half a dozen.\nBenjamin: I see, and Dr. Biely?\nDr. Biely: Three for excavation and two for analysis.\nBenjamin: Certainly. Dr. Geller, which 1965 Shirelles hit was later covered by a popular British invasion band?\nRoss: (even more shocked) Wha..? I need 6 graduate students.\nBenjamin: No! I'm sorry, we were looking for \"Baby It's You\". Baby It's You.\nRoss: Wha...? Wait, wait, wait, just a minute. None of my questions have anything to do with Paleontology.\nBenjamin: You're right, I apologize. Scratch the last question. Spell \"Boscodictiasaur\".\nRoss: (annoyed) um... I've never heard of a \"Boscodictiasaur\".\nBenjamin: Yeah, I just made it up. Spell it.\nRoss: (stares at him angrily) Ok. (determined to spell it correctly) B - O - S ...\nBenjamin: No, it starts with a silent \"M\".\nRoss: Oh come on!!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Joey and Rachel's apartment. Chandler and Rachel are talking.]",
            "dialog": " \nChandler: I can't believe Joey. I hate being called a liar!\nRachel: But you are a liar.\nChandler: What did I just say?\n(Joey comes out of his room)\nJoey: You still here?\nChandler: Yes, and I have to say, I am not just hurt. I am insulted. When I tell somebody I did something...\nJoey: Ok whoah-hey... Let me just stop you right there, ok? First, you lied, right? Then, you lied about lying, ok? Then you lied about lying about lying, ok? So before you lie about lying about lying about lying about... lying... (loses count and begins to count the number of 'lyings' in the air but gives up.) (yelling) Stop lying!\nChandler: Why are you so sure I didn't watch this tape?\nJoey: (very angry) You wanna know wh...? You wanna know why? (goes back into his room)\nRachel: Well, this is going well. (Chandler looks worried)\nJoey: (comes out holding the tape) Here's how I know you didn't watch the tape, ok? (puts it into the vcr) If you had seen what was on this tape, believe me, you would have some comments. Alright, now remember, I got paid a lot of money for this and it only aired in Japan. (presses play and he appears on the TV screen and a TV commercial begins)\n(The commercial:\nJoey says \"Ichiban\". It displays a few girls dancing around and Joey fills most of the screen, he puts something blue on his lips and smacks them saying \"Lipstick For Men!\" It goes on to show him playing a guitar and putting on more blue lipstick. In the end he says seductively \"Ichiban... Lipstick For Men\" and \"Sahiko\" and it ends. Chandler and Rachel are speechless.)\nJoey: (Yelling at Chandler) And that's how I know you didn't watch the tape! (goes back to his room and slams the door).\n(Silence)\nChandler: He really is a chameleon.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica's apartment. Phoebe enters carrying the horrific 'painting' of Gladys. Monica and Rachel are sitting on the couch.]",
            "dialog": " \nPhoebe: (smiling from ear to ear) Well, Gladys say hello to your new home! (she holds out the 'painting')\nMonica: (faking happiness) Oh, my!\nRachel: (surprised by how ugly it is) Wow! (sarcastic) Oh, she's so nice and big! Oh, Monica, where are you going to display Gladys oh so proudly? (looks around for a spot)\nMonica: (sounds desperate, knowing what Rachel is trying to do) I haven't really settled on a spot yet!\nRachel: Well, hey! How about right above the TV? (Points to the spot where her famous French poster is hanging). That way, it will be the first thing that you see when you walk in the door!\nPhoebe: (genuinely excited about it) Yeah, yeah! And you can get rid of that French poster.\nMonica: (offended) I like that poster!\nPhoebe: Really? It doesn't have anything coming out of it. Or maybe there is some place for her in your bedroom?\nRachel: (jumps at the chance to make that happen) Oh! There's nothing above your bed!!\nMonica: (Impatient with Rachel) Are you still here?\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Ross' office. Ross is pacing and Benjamin enters]",
            "dialog": "Ross: Oh hi! Hello! Uh, have you come to ask me some more paleontology related questions? Uhm... your grandmother's nickname, perhaps? (Now yelling) Aunt Margaret's pants size?\nBenjamin: I've come here to apologize. I think I may have let my feelings for Charlie interfere with the interview process.\nRoss: (Sarcastic) No! Stop!\nBenjamin: Anyway, I've decided to offer you the grant.\nRoss: (Skeptical) Really?\nBenjamin: Well... there is just one small... stipulation...\nRoss: I have to break up with Charlie?\nBenjamin: Hey, you got one right!\n(Ross shakes his head)\nRoss: You're crazy.\nBenjamin: Crazy, or... romantic?\nRoss: Crazy!\nBenjamin: Ooor...\nRoss: (Yelling) Get out! (Benjamin leaves)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Joey and Rachel's apartment.]",
            "dialog": "(Rachel enters, checking the mail, then looks up and sees Gladys placed on the barcalounger.)\nRachel: O-oh my God!\nJoey: (enters from his bedroom) What?\nRachel: Joey, what... is... this...thing... doing here?\nJoey: I got it from Monica. She sold it to me for a very reasonable price.\nRachel: Joey, we're not keeping this!\nJoey: But it's an original Buffay...\nRachel: Alright, fine. You can keep it. As long as you don't mind that she's haunted.\nJoey: Hey? what? what? wey! whoo! what? what!?\nRachel: Well, legend has it Joey, that... she comes alive when you're asleep.\n(Joey's eyes are twice their size now, and looks nervously from Rachel to Gladys and back.)\nRachel: She climbs out of the frame, and then drags her half-a-body across the floor, just looking for legs to steal. (in a spooky, slow voice) And then with her one good hand, she slo-o-owly re-e-a-aches up and turns your doorknob.\nJoey: GET THAT LEGLESS WITCH OUT OF HERE!\n(Joey leaves for his bedroom, and Rachel grins. She then takes Gladys and enters Monica's apartment.)\nMonica: Hey! I sold that to Joey.\nRachel: Well, why I told him it's haunted. Two can play at this game. (gives Gladys to Monica)\nMonica: No, too late. You can't give it back! (she pushes the painting back to Rachel)\nRachel: Yes I can! (pushes her back again)\nMonica: No you can't. She's yours!\nRachel: She's yours!\nMonica: SHE'S YOURS!\nRachel: She's yours!\n(While they are both pushing the painting towards each other, Phoebe enters)\nPhoebe: Hey! (there's a pause)\nRachel: She's mine!\nMonica: She's m-i-i-ne!\nRachel: She's mine!\nMonica: She's mine!\nPhoebe: You guys! You guys! You don't have to fight over her anymore. (she goes out into the hallway and enters with an even more hideous painting/collage. One of those faceles mannequins heads wearing a blueish dress and orange gloves reaching out into the room. Around the head 3 small dolls are hovering.) Whoever doesn't get Gladys gets Glynnis. (Rachel and Monica are gasping for air at the sight of this monstrous piece of art.)\nRachel: I want Gladys!\nMonica: She's mine!\nRachel: She's mine!\nMonica: She's mine!\nRachel: She's mine!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Rachel and Joey's. Joey's home alone, reading a Sports Illustrated magazine when Chandler enters.]",
            "dialog": "Chandler: Look, I'm sorry I didn't give them your tape. And I promise, next time to submit you whether I think you are right for the part or not.\nJoey: That's not the point Chandler. The point is that you lied.\nChandler: I know. You're right. What's it gonna take for you to forgive me?\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Central Perk. Monica, Phoebe and Rachel are on the couch.]",
            "dialog": "Monica: Oh my God!\n(we see Joey and Chandler standing there, and Chandler is wearing the blue Ichiban lipstick!)\nRachel: Excellent!\nJoey: Now, what do you say?\nChandler: Lying is wrong!\nJoey: And?... AND?\nChandler: I'm a pretty little girl.\nPhoebe: I knew it!\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Central Perk. Some time later that day. The group has left and Charlie is there when Ross enters.]",
            "dialog": "Ross: Your ex-boyfriend is insane.\nCharlie: Did you get the grant?\nRoss: No I didn't, and you want to know why? Because your ex-boyfriend is still in love with you.\nCharlie: What?\nRoss: Yeah. He wouldn't give me the grant, because I wouldn't give you up.\nCharlie: Benji isn't in love with me. I mean, he broke up with me. And besides, he's a very ethical man.\nRoss: Really? Is it ethical to ask someone in a grant review, who was the voice of \"Underdog\"?\nCharlie: I'm sure he was just joking, Ross.\nRoss: If you don't believe me, let's go talk to him, okay? I'm telling you, he didn't ask me one paleontological question.\nCharlie: Seriously?\nRoss: Oh, I'm sorry, no. He did ask me one. Uhm... How do you spell Mboscodictiosaur?\nCharlie: Well, if it's like the lake Mbosco in Congo, then M-B-O...\nRoss: Damnit!\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Benjamin's office. Ross and Charlie are entering.]",
            "dialog": "Benjamin: Dr. Geller...? Charlie... What are you... what are you doing here?\nRoss: I want you to tell her everything. About the deal you tried to make with me, about the crazy questions you... Wally Cox! That's the voice of Underdog!\nBenjamin: Like I tried to tell you in the interview Ross, this grant is not based on your knowledge of pretty useless trivia.\nRoss: No, no, no. Don't do that! I want you to look her in the eyes, and tell her the truth.\nCharlie: Benji?\nBenjamin: Alright, it's true. I behaved horribly. But it's only because I still love you. And I would do anything to have you back in my life.\nRoss: Too little, too late, Benji!\nCharlie: I can't believe this.\nBenjamin: I never should have broken up with you. I think about you all the time. I mean, do you ever still think about me?\nRoss: (indignant) No!\nCharlie: Yes!\nRoss: What?\nCharlie: I don't know what to say, Benji. This is all so.... romantic.\nRoss: or...\nBenjamin: Listen, I know, I may be way out of bounds here, but is there any chance you will take me back?\nCharlie: Maybe...\nRoss: Sweetie, this conversation is starting to make me a little uncomfortable.\nCharlie: Oh God! I am so sorry, but... (she puts her hand on Ross's cheek) I mean it's... there's so much history between us, you know...\nBenjamin: (puts his hand on Ross's other cheek) I'm sorry too...\n(Charlie and Benji both let their hands slide down Ross's face, until their hands meet, and they hold hands.)\nBenjamin: I love you!\nCharlie: I love you too! (and they start to kiss)\nRoss: Okay, that's it. WE ARE SEEING OTHER PEOPLE!\nCOMMERCIAL BREAK\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: Joey's bedroom. Joey's asleep with Hugsy, the penguin right next to him.]",
            "dialog": "(There are scratching and squeaking noises coming from the living room, and Joey wakes up, terrified. He pulls his blanket higher. The doorknob is turning.)\nJoey: Gladys?\n(The door opens, and there is Gladys, still in her frame though. Joey panics and moves frantically, screaming. Then there is laughing, and the painting is lowered. It was Rachel holding Gladys.)\nRachel: Ha ha ha, third time this week. Man, this does not get old.\nJoey: You're mean!\nRachel: Oh, don't be such a baby!\n(She closes his door again, and turns around. Then she starts screaming, terrified. There is Glynnis... And Monica holding her up, laughing.)\nend\n \n\n\n"
        }
    ]
}