{
    "metadata": {
        "season": "SEASON 10",
        "title": "1010 Chandler Gets Caught",
        "written_by": "Doty Abrams",
        "transcribed_by": "Coffee Mug, Eleonora, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk. Everybody's sitting on the couch and Monica is eating a chunk of cake.]",
            "dialog": "Monica: (really excited) Mmh... this cake is amazing!\nRachel: My God, get a room!\nMonica: I would get a room with this cake. I think I could show this cake a good time!\nPhoebe: If you had to, what would you give up, food or sex?\nMonica: (with no hesitation) Sex!\nChandler: (looking at her) Seriously, answer faster!\nMonica: Oh, I'm sorry honey, you know, but when she said \"sex\" I wasn't thinking about \"sex with you\"!\nChandler: (to Phoebe) It's like a giant hug.\nPhoebe: Ross, how about you. What would you give up, sex or food?\nRoss: Food.\nPhoebe: Ok, how about... uhm... sex or dinosaurs?\nRoss: Oh my God. It's like Sophie's Choice.\nRachel: Oh God. What about you, Joe? What would you give up, sex or food?\nJoey: Uhm... oh... I don't know, it's too hard.\nRachel: No, you gotta pick one!\nJoey: Oh... food. No, sex. Food! Sex! Food! Se-I don't know! Good God, I don't know, I want girls on bread!\nOPENING CREDITS\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk. Rachel and Phoebe are looking at some photos and they're sitting next to the window.]",
            "dialog": "Rachel: You gotta see these latest pictures of Emma.\nPhoebe: Oh, how cute!\nRachel: Yeah.\nPhoebe: Oh, she looks just like a little doll!\nRachel: Oh, no, no. That is a doll.\nPhoebe: Oh, thank God, 'cause that thing's really creepy! (looking outside the window) Look, there's Chandler. (he's on the street, talking to a woman)\nRachel: Oh. Who is the blonde, she's pretty.\nPhoebe: OH! He's having an affair.\nRachel: He's not having an affair!\nPhoebe: You know, I'm always right about these things.\nRachel: No, you're not! Last week you thought Ross was trying to kill you!\nPhoebe: Well, I'm sorry but it's hard to believe that anyone would tell a story that dull just to tell it! (looking outside) See, there's something going on with them. Look, he's getting into the car with her!\nRachel: Oh, that doesn't mean anything.\nPhoebe: Oh yeah? Well, let's see. (she takes her mobile phone) Ok, duck down. (they both get down to hide themselves. Phoebe calls Chandler)\nChandler: (picking up the phone) Hello.\nPhoebe: Oh, hi Chandler. It's Phoebe. Uhm... I know that Monica is working today so...(back to Central Perk) ...I was wondering if you want to come to the movies with me and Rachel.\nChandler: Oh, uhm... I have to work too. Yeah, I'm stuck at the office all day.\nPhoebe: (shocked) Oh, well, it's a shame that you-that you miss the movie 'cause we were gonna see, you know, either \"Liar, Liar\" or \"Betrayal\", or... \"An Affair To Remember\".\nChandler: Those are all really old!\nPhoebe: Ok, then maybe it'll be, uhm...\nRachel: (whispering) \"Dude, Where's My Car?\"\nPhoebe: (glancing at her) What?\nRachel: They're in a caaar...\nPhoebe: (to Chandler at the phone) Okay, we-we'll talk to you later. Okay, bye.\nRachel: Geez!\nPhoebe: Ok. Quick. We gotta find a cab and follow them.\nRachel: Oh, yeah, ok. Let me just grab my night vision goggles and my stun gun.\nPhoebe: (patting her bag) I got them!\n \n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica’s apartment. Chandler enters the door.]",
            "dialog": "Chandler: Hi!\nMonica: Hey! You smell like perfume and cigarettes.\nChandler: I was in the car with Nancy all day.\nMonica: Nancy doesn’t smoke!\nChandler: Well, at least the perfume is not mine, be thankful for that!\nMonica: So? What do you think of the house?\nChandler: It’s perfect. It’s everything we’ve been looking for.\nMonica: Isn’t it? Then what about the amazing wainscotting and the crown molding and the dormer windows in the attic?\nChandler: And the wiggle wharms and the zip zorps? (pause) What were the things you said?\nMonica: Don’t you love the huge yard?\nChandler: And the fireplace in the bedroom.\nMonica: And Nancy said that it's really under price, because the guy lost his job and has to move in with his parents!\nChandler: This is bringing out a lovely color in you!\nMonica: So? Do you think we should get it?\nChandler: I don’t know. What do you think?\nMonica: I think we should.\nChandler: I do too.\nMonica: This is huge!\nChandler: I know.\nMonica: How bad you wanna smoke, right now.\nChandler: I don’t know what you mean, giant talking cigarette! Oh, by the way, Phoebe called just as I was getting into Nancy’s car, so if she asks you, I was at work all day.\nMonica: Gotcha. When do we tell them about this?\nChandler: We don’t. Not until it's a hundred percent. I mean, why upset everybody over nothing.\nMonica: Okay. Right. Oh my God that is gonna be so hard.\nChandler: I know. Gooooood luck with it.\n \n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Joey’s apartment. Everybody except Monica and Chandler is there.]",
            "dialog": "Ross: I just can’t see Chandler cheating!\nRachel: I’m telling you guys, we followed them out to a house in Westchester, the went in for like forty-five minutes and then they came out looking pretty happy!\nJoey: Chandler? Forty-five minutes? Well, something is not right. I just can’t believe he would do this to Monica!\nRoss: I know, and with the baby coming?\nPhoebe: So, should we tell her?\nRoss: I don’t know. Phoebe, if one of us saw Mike with another woman would you want us to tell you?\nPhoebe: Why? Who’d you seen him with?\nRoss: No one, I’m just saying if... (Phoebe starts pinching him in his neck)\nPhoebe: TELL ME WHAT YOU KNOW!\nRoss: (yelling in pain) I know nothing! Mike’s a great guy, it was hypothetical!\nPhoebe: All right. (she releases him). He is a good guy. You’re right, he wouldn’t cheat.\nRoss: Believe me, if I did see with someone, there’s no way I... (Phoebe starts pinching him again)\nPhoebe : WHO DID YOU SEE HIM WITH?\n \n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica’s apartment. Monica is cleaning with a vacuum and then she cleans it with a dust buster. The guys enter the room.]",
            "dialog": "Rachel: Oh, look at her, so happy!\nMonica: If only there were a smaller one to clean this one!\nJoey: Hey, is uhm... is Chandler here?\nMonica: No, he’s picking up dinner, why, what’s up?\nPhoebe: Well, look, whatever happens, we’re here for you and we love you.\nMonica (puzzled): All right...\nRoss: We think Chandler might be having an affair.\nMonica: What?\nRachel: Phoebe and I saw Chandler with a blonde woman today outside on the street and then we followed them to a house in Westchester.\nPhoebe: They went in together. So sorry.\nMonica: Oh my God! Oh my God that’s awful! What did you think of the house?\n(they all look confused and sorry for her)\nPhoebe: What?\nJoey: (walking towards her to hold her and support her) Monica, you understand what we are saying, right?\nMonica: Yeah, sure... uhm, I'm devastated, obviously... (to the rest) Did you think the neighborhood was homey? (Chandler enters)\nChandler: Hey!\nJoey: (to Chandler) You son of a bitch!\nChandler: Is it me, or have the greetings gone downhill around here?\nMonica: (goes to Chandler) Phoebe and Rachel saw you with Nancy today and... em... they think you're having an affair.\nRachel: Who's Nancy?\nRoss: What's going on?\nMonica: (turns to them) Ok, alright, you guys, you'd better sit down, this is pretty big.\nChandler: Yeah (motions them to sit and they do) I'm not having an affair. Nancy is our realtor.\nJoey: I knew he couldn't be with a woman for 45 minutes!!\nPhoebe: Why do you have a realtor?\nMonica: Uhm, she has been showing us houses outside of the city.\nJoey: (clearly shocked) What?\nRachel: Are you serious?\nMonica: When we found out that we're gonna get this baby, Chandler and I started talking and we decided that we didn't want to raise a kid in the city.\nPhoebe: So you're gonna move?\nRoss: Oh my God.\nJoey: Shouldn't we all vote on stuff like this?!\nRachel: What is wrong with raising a kid in the city? I'm doing it, Ross is doing it, Sarah Jessica Parker is doing it!\nMonica: And that's great for you guys, but we want a lawn and a swingset...\nChandler: ...and a street where our kids can ride their bikes and maybe an ice-cream truck can go by.\nRoss: (sarcastic) So you wanna buy a house in the 50's?\nPhoebe: Have you thought about what you would be giving up? You can't move out of the city, what if you want Chinese food at 5am? Or a fake Rolex that breaks as soon as it rains or an Asian hooker sent right to your door?\nRoss: You know what, if you wanna look for a house, that's okay.\nJoey: No, no, it's not, don't listen to him! (to Ross) I'm gonna thump you! (points his fist at him)\nRoss: (to Joey) It's ok, because they have to get it out of their system, okay (back to Mon and Chan), but you're going to realize, this is the only place, you wanna be.\n(pause before Monica and Chandler speak, they look like they are looking for the right words)\nChandler: Actually, we already found a house we love.\nRoss: What?\nMonica: And about an hour ago, we made an offer.\n(All the friends looked shocked and confused. There is a long silence.)\nChandler: Bet you wish I was having an affair now, huh?\nTIME LAPSE\nRoss: You put an offer on a house?\nMonica: (smiling) It's so sweet. It really is. It has this big yard that leads down to this stream and then there's these old maple trees... (gets cut off)\nPhoebe: Wha..? Again with the nature, what are you? Beavers?\nChandler: I know this is really hard and we're really sorry.\nJoey: Is this because I come over here without knocking and eat your food? (Walks towards the fridge) Because I can stop doing that, (looks at the fridge) I really, really think I can!\nChandler: (goes towards Joey) You know that's not the reason Joe. (Joey hugs him and after, he takes something from the fridge and puts it in his mouth. He goes back to where he was standing before)\nMonica: We think if you saw it, you'd understand. I mean you guys were there. (Points to Rachel and Phoebe) It is beautiful, isn't it?\nRachel: Yeah it is.\nJoey: What the hell are you doin'?\nRachel: Well, it is, all right? When we were out there today, all I kept thinking was: I can't believe Chandler is screwing this woman, but MAN this would be a nice place to live!\nPhoebe: Yeah, but so is this.\nRoss: Yeah, I mean, if you moved there, you have to leave here. I mean, how can you leave this place?\n \n[We fade to some flashback scenes.]\n(from 1.01 - \"The One Where Monica Gets a New Roommate - The Pilot\")\nRachel: (talking on the phone) C'mon Daddy, listen to me! All of my life, everyone has always told me, 'You're a shoe! You're a shoe, you're a shoe, you're a shoe!'. And today I just stopped and I said, 'What if I don't wanna be a shoe? What if I wanna be a- a purse, y'know? Or a- or a hat! No, I don't want you to buy me a hat, I'm saying that I am a ha- It's a metaphor, Daddy!\nRoss: You can see where he'd have trouble.\nRachel: Well maybe I'll just stay here with Monica.\nMonica: Well, I guess we've established who's staying here with Monica...\n \n(from 1.18 - \"The One With All the Poker\")\nRoss: That money is mine, Green!\nRachel: You're fly is open, Geller!\nPhoebe: You guys, you know what I just realized? 'Joker' is 'poker' with a 'J.' Coincidence?\nChandler: Hey, that's...'joincidence' with a 'C'!\n \n(from 1.07 - \"The One With The Blackout\")\nPhoebe: [looking outside the window] Eww, look. Ugly Naked Guy lit a bunch of candles.\n[They all look at the window, grossed out, then flinch in pain.]\nRachel: Ow, that had to hurt!\n \n(from 3.09 - \"The One With All the Football\")\nPhoebe: Hey, it’s your Thanksgiving too, y'know, instead of watching football, you could help.\nThe Guys: We will. (they don’t move)\nMonica: Okay, Rachel, you wanna put the marshmallows in concentric circles.\nRachel: No Mon, you want to put them in concentric circles. I want to do this.\n(Rachel sticks a marshmallow into Monica’s nose. Monica takes it out of her nose by closing one nostril, and blowing.)\nMonica: Every year.\n \n(from 5.08 - \"The One With the Thanksgiving Flashbacks\")\nJoey: (he has a turkey on his head) It's stuck!!!\nPhoebe: (walks him to the kitchen) Easy. Step. How did it get on?\nJoey: I put it on to scare Chandler!\nPhoebe: Oh my God! Monica's gonna totally freak out!\nJoey: It smells really bad in here.\nPhoebe: Well, of course it smells really bad. You have your head inside a turkey's ass!\n(They hear Monica trying to unlock the door. So Phoebe quickly pushes his head down onto the table to make it look like the turkey is just sitting on a platter and not stuck on Joey's head.)\nMonica: Hey, did you get the turkey bast-Oh my God! Oh my God! (She sees someone is stuck in the turkey.) Who is that?\nJoey: It's Joey.\n \n(from 4.12 - \"The one With the Embryos\")\nMonica: I got it! How about, if we win, they have to get rid of the rooster?\nRachel: Oooohh that’s interesting.\nChandler: If you win, we give up the birds.\nJoey: (shocked) Dah!! (Chandler motions for him to calm down.)\nChandler: But if we win, we get your apartment.\nJoey: Oooooh!\nMonica: Deal!\nTIME LAPSE\nRoss: What was Monica’s nickname when she was a field hockey goalie?\nJoey: Big fat goalie.\nRoss: Correct. Rachel claims this is her favorite movie…\nChandler: Dangerous Liaisons.\nRoss: Correct. Her actual favorite movie is...\nJoey: Weekend at Bernie’s.\nRoss: Monica categorizes her towels. How many categories are there?\n(They both confer)\nJoey: Everyday use.\nChandler: Fancy.\nJoey: Guest.\nChandler: Fancy guest.\nRoss: Two seconds...\nJoey: Uhh, 11!\nRoss: 11, unbelievable, 11 is correct. (The guys celebrate.)\nRoss: (to the girls) Chandler was how old when he first touched a girl’s breast?\nRachel: 14?\nRoss: No, 19.\nChandler: Thanks man.\nRoss: Joey had an imaginary childhood friend. His name was?\nMonica: Maurice.\nRoss: Correct, his profession was?\nRachel: Space cowboy!\nRoss: Correct! What is Chandler Bing’s job?\n(The girls are stumped)\nRachel: Ow...Oh Gosh!\nRoss: 10 seconds, you need this or you lose the game.\nMonica: It’s umm, it has something to do with transponding.\nRachel: Oh-oh-oh, he’s a transponce—transpondster!\nMonica: That’s not even a word!\n(Ross stops the clock, signifying the end of the lightning round.)\nMonica: NOOOOOOOOO!!!!!\nTIME LAPSE\n(The door opens and Joey and Chandler ride in on the big, fake dog in triumph)\nRachel: Y’know what, you are mean boys, who are just being mean!\nJoey: Hey, don’t get mad at us! No one forced you to raise the stakes!\nRachel: That is not true. She did! She forced me!\nMonica: Hey, we would still be living here if hadn’t gotten the question wrong!\nRachel: Well it stupid, unfair question!\nRoss: Don’t blame the questions!\nChandler: Would you all stop yelling in our apartment! You are ruining moving day for us!\n \n(from 5.15 - \"The One With The Girl Who Hits Joey\")\nRoss: Chandler!!! Chandler!!! (He opens the door to the apartment but is stopped by the chain; Chandler and Monica quickly stop making out and try to get dressed.) Chandler, I saw what you were doing through the window! Chandler, I saw what you were doing to my sister! Now get out here!\nChandler: (To Monica) Wow! Listen, we had a good run. You know, what was it? Four? Five months? I mean, that's more than most people have in a lifetime! So, good-bye, take care, bye-bye then! (He kisses her and starts to climb out the balcony window)\nMonica: (She opens the door.) Hey Ross. What's up bro?\n(Ross spots Chandler and starts chasing him around the kitchen table. Chandler runs and hides behind Monica.)\nRoss: What the hell are doing?!!\nRachel: (running from the guy's apartment with Joey in tow) Hey, what's-what's going on?!\nChandler: Well, I think, I think Ross knows about me and Monica.\nJoey: (panicking) Dude! He's right there!\nRoss: (To Chandler) I thought you were my best friend, this is my sister! My best friend and my sister! I-I cannot believe this!\nChandler: Look, we're not just messing around! I love her. Okay, I'm in love with her.\nMonica: I'm so sorry that you had to find out this way. I'm sorry, but iit-t's true, I love him too.\n(There's a brief pause.)\nRoss: (happily) My best friend and my sister! I cannot believe this. (He hugs them both.)\n \n(from 6.06 - \"The One On The Last Night\")\nMonica: Well, this is the last box of your clothes. I’m just gonna label it, \"What were you thinking?\"\nRachel: Funny, because I was just gonna go across the hall and write that on Chandler.\nPhoebe: Ok, you guys, I don’t mean to make things worse, but umm, I don’t want to live with Rachel anymore.\nMonica and Rachel: What?!\nPhoebe: You’re just so mean to each other! And I don’t want to end up like that with Rachel. I still like you!\nRachel: Well, Phoebe that’s fine because I’m not moving.\nMonica: Whoa-whoa-whoa, Phoebe you gotta take her! Y’know, I-I-I said some really bad stuff about her, but y’know Rachel has some good qualities that make her a good roommate. She gets tons of catalogs and umm, she’ll fold down the pages of the things she thinks that I’d like.\nPhoebe: What else?\nMonica: When I take a shower, she leaves me little notes on the mirror.\nRachel: Yeah, I do. I-I do, do that.\nPhoebe: That’s nice. I like having things to read in the bathroom.\nMonica: When I fall asleep on the couch after reading, she covers me over with a blanket.\nRachel: Well y’know, I don’t want you to be cold.\nMonica: And when I told her that I was gonna be moving in with Chandler, she was really supportive. (To Rachel) (Starts to cry) You were so great. You made it so easy. And now you have to leave. And I have to live with a boy!! (They both break down in tears.)\nTIME LAPSE\n(Monica closes the door and slowly walks into Rachel’s old and now empty room.)\nChandler: (entering) Hey.\nMonica: She really left.\nChandler: I know. (He kisses her.)\nMonica: Thank you.\nChandler: No problem roomie. (She turns around and hugs him.)\nMonica: Can I ask you a question?\nChandler: Sure!\nMonica: What the hell is that dog doing here?! (She notices the dog sitting in the living room.)\n \n(from 1.09 - \"The One Where Underdog Gets Away\")\nChandler: Little toast here. I know this isn't exactly the kind of Thanksgiving that all of you all planned, but for me, this has been really great, you know, I think because it didn't involve divorce or projectile vomiting. Anyway, I was just thinking, I mean, if you'd gone to Vail, and if you guys'd been with your family, if you didn't have syphilis and stuff, we wouldn't be all together, you know? So I guess what I'm trying to say is that I'm very thankful that all of your Thanksgivings sucked.\nAll: That's so sweet.\nRoss: And hey, here's to a lousy Christmas.\nRachel: And a crappy New Year.\nChandler: Here, here!\n \n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: We're back to the present. Chandler and Monica's. They're all still at the kitchen table.]",
            "dialog": "Rachel: You can't move. You just... you just can't.\nJoey: Rachel's right. This is where you guys belong.\nPhoebe: Yeah, you don't wanna live in Westchester. That's like the worst of the Chesters.\nRoss: You know, sometimes when I'm alone in my apartment, I look over here and you guys... are just having dinner or... watching TV or something, but... it makes me feel better. And now when I look over, who am I gonna see? The Gottliebs, the Yangs? They don't make me feel so good. (Joey pats Ross on his back)\nRachel: Yeah. So don't move, okay? Just stay here and... (nods towards Ross) maybe close your blinds at night.\n(The phone rings and Chandler goes to get it)\nChandler: Hello? It's Nancy, they responded to our offer.\nMonica: And?\n(Chandler listens to what Nancy says)\nChandler: (to Nancy) Okay, thanks... (to Monica) They passed. They said they wouldn't go a penny under the asking price.\nMonica: We can't afford that.\nChandler: I know.\nMonica: Well, there you go.\n(Chandler and Monica hug)\nJoey: I'm really sorry you guys.\nRoss: Yeah. I'm sorry too. I'm even more sorry that that phone call didn't come before I told you about looking through the window.\nRachel: Yeah, we're gonna let you be alone.\nPhoebe: (to Monica) You're gonna be okay?\nMonica: Yeah, we'll be okay.\nRoss: Love you guys. (he kisses Monica, he, Rachel and Phoebe leave.)\nJoey: You know, I'm really sorry I wasn't more supportive before.\nChandler: That's okay, we understand.\nJoey: And about this Nancy thing... If you're not sleeping with her, should I?\n(Chandler gives Joey her business card, which he eagerly grabs and he leaves.)\nMonica: I know there'll be other houses, but it's just so... I love that one so much.\nChandler: Yeah... Well, it's a good thing we got it then.\nMonica: What?\nChandler: We got the house.\nMonica: Oh my God!\nChandler: I just didn't want to tell you in front of them.\nMonica: Oh my God! My God! We've got the house !?\nChandler: We're getting the house. (they hug) We're getting the house.\nMonica: And a baby...\nChandler: We're growing up.\nMonica: We sure are.\nChandler: So who's gonna tell them?\nMonica: (quickly) Not it!\nChandler: Not it! Damn it!\nCOMMERCIAL BREAK\n \n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk. The entire gang is there, and Chandler and Monica are handing out presents.]",
            "dialog": "Monica: Rachel, this is yours.\nRachel: Aah! Why? What are these for?\nChandler: You'll see.\nMonica: All right, everybody open them!\n(they all tear off the wrapping paper)\nRachel: Ooh! Oh wow this is so beautiful. (she got a scarf)\nPhoebe: Oh! These are the ones I was looking at in the store. (she got earrings)\nMonica: I know.\nRoss: I love this. (he got a sweater)\nJoey: A meatball Sub? Thanks! (he got a meatball sandwich)\nRoss: Seriously you guys, what's going on? What are these for?\nChandler: Well, I didn't know how to tell you before, but... We got the house.\nMonica: Enjoy!\n(they both run off, leaving Ross, Phoebe and Rachel stunned.)\nJoey: (speaking with his mouth full, enjoying his sandwich) What did they say?\nTHE END\n\n\n"
        }
    ]
}