{
    "metadata": {
        "season": "SEASON 10",
        "title": "1005 Rachel's Sister Babysits",
        "written_by": "Dana Klein",
        "transcribed_by": "Coffee Mug, Eleonora, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": " \nRachel: You know, I'm thinking about letting Emma have her first cookie.\nJoey: Her first cookie? She has cookies all the time!\nRachel: I've never given her a cookie. Have you?\nJoey: No! No... and, for the record, I've also never given her a frosting from a can!\nMonica: Hey Rach, the adoption agency needs letters of recommendation and we were wondering if you would write one for us.\nRachel: Of course, I'd be honored!\nChandler: Thanks!\nMonica: Thank you!\n(Joey looks at them, disappointed about their decision)\nJoey: U-U-Um, I think there's been an oversight.\nChandler: Joey, we would've asked you, we just thought you wouldn't be interested.\nMonica: Yeah, it's just we don't think of you as really being so much \"with the words\".\nJoey: Whoo-weh hey weh-hey whoo hey!!\nMonica: Clearly we were wrong.\nJoey: I gotta a lot of nice stuff to say about you guys, ok? And I know how much you wanna have a baby, you know, and I would love to help you get one.\nMonica: You know what? Then, Joey, we want you to do it.\nJoey: Thank you! Alright, let me see how I'm gonna start... \"Dear baby adoption decider people...\"\nChandler: So excited about your letter!\n(Phoebe enters)\nPhoebe: Hey!\nAll: Hey Phoebe!\nJoey: Hey!\nMonica: Wow! Don't you look nice?!\nPhoebe: Yes, I do! Today is Mike and my one-year anniversary.\nRachel: OH! What's it the anniversary of? Your first date, your first kiss, first time you had sex...\nPhoebe: YEAH!\nChandler: So you must be going to somewhere fancy to celebrate?\nPhoebe: Uh-uh. Ehm, a Knicks game.\nJoey: Uhm... Aren't you a little overdressed?\nPhoebe: Hey, you know what, I've never had a one-year anniversary before, so no matter where we go, I'm wearing something fancy pants, and... I'm gonna put on my finest jewelry and we're gonna have sex in a public rest room.\nMonica: You guys do that? Chandler won't even have sex in our bathroom!\nChandler: That's where people make number two!!\nOPENING CREDITS\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Ross' apartment. Ross is grading papers. Charlie approaches him.]",
            "dialog": " \nCharlie: Hey! (They kiss and cuddle a little)\nRoss: Hey...\nCharlie: So, you know... I have a little time. If you... if you want to...\nRoss: (surprised) Oh... (he pauses) (sounds disappointed) Ohh... I'd love to but I really have to grade these papers.\nCharlie: Fine, it's fine... (she whispers) I'll just shower by myself...\nRoss: (Writing on the papers) B, B, B, B, B!\nCharlie: Oh, Ross, you gave a B to a Pottery Barn catalogue.\nRoss: Well, it had some good ideas, take off your shirt.\n(they start kissing but someone knocks at the door)\nRoss: Damnit!\nAmy: (yelling from outside) Rachel!! Open up!! It's your sister!! (she knocks on the door again) I have to talk to you!!\nRoss: (he opens the door) Hi Amy!\nAmy: You're not Rachel.\nRoss: Still sharp as a tack!\nAmy: Um... Charlie, this is Rachel's sister Amy. Amy, this is Charlie.\nCharlie: Hi!\nAmy: Hi!\nCharlie: Nice to meet you.\nAmy: H-Hi!!(to Ross) And you are...?\nRoss: (pause) Ross? I... I grew up on your block! We had Thanksgiving together last year... I had a baby with your sister!\nAmy: (looks confused) N-no... uhm... did I buy a falafel from you yesterday?\nRoss: (gives up) Yes, yes, you did.\n \n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Joey and Rachel's apartment]",
            "dialog": " \n(Ross enters the apartment with Amy)\nRoss: Hi Rachel! Here's your sister Amy! She thinks I need pec implants!\nRachel: Amy! Hi! Oh-oh-hoh! (they hug) Wow! You remember Joey?\nAmy: Yeah! Hey, sure! The \"Days of Our Lives\" guy!\nJoey: That's right, yeah.\nAmy: You're not good!\nJoey: Always nice to meet a fan!\nRachel: So now, what are you doing here?\nAmy: Well, I have huge news.\nRachel: (Emma starts crying in the other room) Oh sorry, hold on. Let me just check on the baby!\nAmy: Wait, this is important! Can Ella wait? (Rachel goes to Emma)\nRoss: Ehm... Her name is Emma.\nAmy: Why did you change it, Ella was so much prettier!\nRoss: What do I know? I just sell Middle Eastern food from a cart!\nAmy: Hey, your English is getting better!!\nRoss: (to Joey) Oh my God!\nJoey: I know, she may be the hottest girl I've ever hated.\nRoss: What... what you working on?\nJoey: (using a laptop) Oh, Monica and Chandler's recommendation. I want it to sound smart but.. I don't know any big words or anything, so...\nRoss: Why don't you use your Thesaurus?\nJoey: What did I just say?\nRoss: Watch. (he takes the laptop) Here, you ehm... You highlight the word you want to change.\nGo under Tools and the Thesaurus generates... 'gives'... 'gives' a whole list of choices. You can pick the word that sounds smartest.\nJoey: Oh my God, that's great! I'm smart!! No, no, I'm... (he uses the Thesaurus) \"brainy, bright, clever\", I love this thing! Look out ladies, Joey Tribbiani's got the whole package!!\n \n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Rachel's room. Rachel is attending to Emma. Amy is standing behind her.]",
            "dialog": " \nRachel: God!\nAmy: So beautiful.\nRachel: Oh, I know, isn't she?\nAmy: No, I was talking about your bedding.\nRachel: All right. What's your news, Amy?\nAmy: Oh! Um... Well... I'm getting married.\nRachel: What? Oh my God! To who?\nAmy: This guy! He has a killer apartment.\nRachel: A-And??\nAmy: A-And it's on Fifth. And the elevator opens up right into the living room.\nRachel: No, what's he like?\nAmy: Oh! He's ok. Do you remember my old boyfriend Mark?\nRachel: Yeah.\nAmy: It's his dad.\nRachel: Huh... wow, so he's gotta be...\nAmy: Old? Yeah! But he travels a lot, so he's hardly ever there.\nRachel: Sweety, I gotta tell ya... it sounds a little bit like you like the apartment more than you like...\nAmy: Myron. Hmm... I told you he was old!\nRachel: Oh... sit down, sit down. Oh, honey, you know, I once also almost married somebody that I didn’t love. Do you remember Barry?\nAmy: Humpf, remember him? How we used to make out all the time after you went to sleep.\nRachel: Sometimes just nodding is ok. (pause) Uhm, so but anyway, listen, not marrying Barry was the best decision that I ever, ever made. Honey, you deserve true love. Your soulmate is out there, somewhere. Someone that is your age, that is smart, that is fun and that you care about!\nAmy: (thinks about it) You’re right, you’re right! I’m gonna do it!\nRachel: Ok.\nAmy: I’m gonna marry Myron and keep looking for Mr Right.\nRachel: Ok, let’s keep talking.\n \n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Madison Square Garden. Mike and Phoebe are walking to their seats.]",
            "dialog": " \nPhoebe: Excuse me, anniversary. Excuse me, anniversary. (looking at her ticket). Uhm, sir, could you move your nachos... they’re in my seat. It's my anniversary. (to Mike) Here we are! (Mike nods). Can’t believe it's been a whole year!\nMike: I know. This has been the best year... (the crowd starts cheering so he starts yelling) THIS HAS BEEN THE BEST YEAR OF MY LIFE!\nPhoebe: ME TOO! I NEVER THOUGHT I COULD LOVE SOMEONE THIS MUCH!\nMike: I FEEL THE SAME WAY!\nPhoebe: YOU’RE SO GENEROUS AND KIND AND (crowd stops cheering) YOU'RE AMAZING IN BED (everyone hears it and stare at them.) (to everybody) IT’S OUR ANNIVERSARY!\nAnnouncer: Knicks fans, please turn your attention to the big screen on the score board. Someone has a special question to ask. (on the screen there’s written ‘Julie, will you marry me?’ and goes on to show a guy kneeling down in front of a girl holding out a ring to her)\nPhoebe: Oh how lame... oh, it’s so tacky, and impersonal.\nMike: Really?\nPhoebe: Oh, it’s the worst way to propose!\nMike: (looks strangely shocked) Excuse me... (he leaves, then Phoebe realizes what she did).\n \n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica’s apartment. Joey enters the room]",
            "dialog": " \nJoey: Hey, finished my recommendation. (he hands it over to Chandler) Here. And I think you’ll be very, very happy. It’s the longest I ever spent on a computer without looking at porn.\nChandler: (reading) I don’t... uh... understand.\nJoey: (sounding very proud of himself) Some of the words are a little too sophisticated for ya?\nMonica: (also reading it) It doesn’t make any sense.\nJoey: Of course it does! It’s smart! I used the the-saurus!\nChandler: On every word?\nJoey: Yep!\nMonica: Alright, what was this sentence originally? (shows the sentence to Joey)\nJoey: Oh, ‘They are warm, nice, people with big hearts’.\nChandler: And that became ‘they are humid prepossessing Homo Sapiens with full sized aortic pumps...?\nJoey: Yeah, yeah and hey, I really mean it, dude.\nMonica: Hey Joey, I don’t think we can use this.\nJoey: Why not?\nMonica: Well, because you signed it baby kangaroo Tribbiani (Joey makes a 'and-what’s-wrong-with-that' look). Hey, why don’t you stop worrying about sounding smart and just be yourself!\nChandler: You know what? You don’t need a thesaurus, just write from here, (points at his own heart) your full sized aortic pump.\n \n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The corridor. Amy knocks Joey’s door and Rachel opens the door.]",
            "dialog": " \nRachel: Amy, hi!\nAmy: I took your advice, I left Myron.\nRachel: Oh, good for you!\nAmy: I know! I'm Erin Brockovich!\nRachel: Yes you are! Oh, I am so proud of you!\nAmy: Thank you! So, can I stay with you?\nRachel: But Erin Brockovich had her own house.\n(Joey comes out of Monica’s apartment and sees Rachel and Amy but does not notice the huge amount of bags)\nJoey: Ah, look who’s back! (he sees the bags) Why do you have bags? RACH, WHY DOES SHE HAVE BAGS?\nAmy: Well, I’m staying with you guys!\nJoey: What?\nAmy: We’re gonna be roomies! (she snaps her finger and points at Joey, snaps her fingers again and points to the bags) Come on!\n \n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Joey’s apartment. Rachel is in the living room and Joey comes out of his room.]",
            "dialog": " \nJoey: You slept out here?\nRachel: Yeah... Amy kept kicking me in her sleep yelling ‘Myron, get off!’\nJoey: But uhm, we're getting rid of her, right? Rach, please tell me we’re getting rid of her.\nRachel: Joey, I can’t do that!\nJoey: Oh, come on! Last night I was finishing off a pizza and she said (aping Amy badly) \"Uoh oh oh, a moment on the lips, forever on the hips!\" I don’t need that kind of talk in my house!\nRachel: Well Joey, uhm look, I know that she’s difficult, but I think it’s really good that she’s here.\nJoey: 'Cause we will appreciate it more when she’s gone?\nRachel: No, it's just... look, you know, when I first moved to the city I was a lot like her! I was spoiled, self-centered and you guys really took care of me.\nJoey: Yeah, Monica made us!\nRachel: Well, uhm... whatever, I have really appreciated it, 'cause I don’t think I would be the person that I am today if it wasn’t for you guys. See, I wanna help Amy the way you guys helped me. And I know it’s gonna take patience, but that’s ok.\nAmy: Good morning.\nJoey: Yeaah.\nRachel: Amy, that’s what I was supposed to wear today, that’s why I hung it on the door.\nAmy: Oh, sweety, you can’t pull this off.\nRachel: Amy, you know what? I was thinking that maybe now it'd be a good time for us to sit down and, you know, talk about your future.\nAmy: Oh, I can’t, honey. I’m gonna go get my eyebrows shaped. (points at her eyebrows) I am not happy. (to Joey who has a pizza box in his hands) Oh... sure you wanna eat that?\nJoey: (yelling at her) I’M CURVY, AND I LIKE IT!\n \n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica’s Apartment. Rachel, Ross, Monica and Chandler are there, Phoebe enters the room]",
            "dialog": " \nPhoebe: Hi. I just had the worst anniversary ever.\nChandler: I doubt that! Tell her about us last year.\nMonica: Oh, well, I bought Chandler a five hundred dollar watch and he wrote me a rap song.\nRoss: Seriously?\nChandler: Word!\nPhoebe: Well, mine was worse than that.\nRachel: Well, what happened?\nPhoebe: We were at the game, and this guy proposed to his girlfriend on the big screen thing...\nRachel: Oh, that is so tacky.\nPhoebe: Well, that’s what I said, but it turns out, Mike was planning on proposing to me that same way last night!\nMonica: Oh my God, Mike was gonna propose?\nRachel: Phoebe, that’s huge!\nRoss: Well, do you wanna marry him?\nPhoebe: Yeah, I really do! Yes, but, after I dumped on the way he was gonna propose to me, I don’t think he’s ever gonna ask again! I mean, I said no in Barbados and now this!\nChandler: She's right! If I were a guy and... (stops himself mid-sentence...everyone stares at him) Did I just say if I were a guy..?\nMonica: Maybe you don't need him to propose to you, maybe you can propose to him!\nPhoebe: Oh, I don't know, I don't know, isn't that a little desperate?\nMonica: I proposed to Chandler! (Phoebe stops herself from laughing) Alright, moving on...\nChandler: Oh, I don't think it was desperate, I think it was amazing!\nMonica: Thank you.\nPhoebe: (To Rachel and Ross) Well, do you think I should propose?\nRachel: I think it could be kind of great!\nRoss: Absolutely! You'll love the feeling! There's nothing like it!\nPhoebe: Ok, ok, so how should I do it?\nMonica: How about at a game, on the big screen?\nRachel: (Sarcastically) Uuuh!! How about at a Footlocker? (claps her hands together, faking excitement)\nMonica: What? what? He obviously thinks that's a nice way to be proposed to, plus he'd never suspect it!\nPhoebe: Yeah, that does make sense. Ok, now, would... would you two (points to Ross and Chandler) like that?\nChandler: Sounds good to me... but what would a guy think?\n(Amy walks in carrying a phone handset)\nAmy: (To Rachel) Nana is on the phone (Hands the phone over to Rachel)\nRachel: (Takes the phone) Oh! That's interesting, since she died seven years ago!!\nAmy: She did? Who got her condo in Boca?\nRachel: (Into the phone) Hello? (announces to Amy) Oh, it's our nanny! (goes back to the phone conversation) Hi! Oh... God! I hope you feel better! Ok, bye! (Hangs up) (To Ross) That's Molly, she's sick. Can you watch Emma today?\nRoss: No, I can't. I have back-to-back classes. Did Molly say what she had? Because my throat's been hurting?\nRachel: Menstrual cramps.\nRoss: I don't think that's what this is.\nRachel: (To Monica, Chandler and Phoebe) Can any of you watch Emma?\nMonica: No, sorry sweety..\nPhoebe: No, I've got work and then I'm proposing..\nRachel: (To Ross) Great, shoot, what are we gonna do?\nAmy: Well, I can do it.\nRachel: (Thinks for a moment) Well, actually...\nRoss: (He interrupts her immediately, and drags her by her arm to the other side of the room) Well, can I talk to you for a sec.?\nRachel: Yeah.\nRoss: Um, I do not want her baby-sitting our child.\nRachel: Why not?\nRoss: Well, for one thing, she keeps calling her Ella!\n\nRachel: (Defends Amy) Wha.. well, Ella's a nice name!\nRoss: Fine, we'll call the next one Ella.\nRachel: (Shocked) Wha... the next one?\nRoss: (a little confused) Okay, um... I don't want her watching our baby.\nRachel: Ross, I am trying to help her become a better person. This is a huge breakthrough for her! She just offered to do something for another human being!!\nRoss: I... I don't know..\nRachel: Ross, I'm telling you, she's giving up getting her eyebrows (points at her own to emphasize the word) shaped to do this alright? Do you understand how important that is in our world?\n(Amy approaches from behind)\nAmy: um... listen, I couldn't help but overhear... 'cause I was trying to... Listen, let me do this alright? I really wanna help you guys out, and plus Rachel's been so wonderful to me... (looks at hem pleadingly)\n(Rachel looks at Ross and her agrees silently)\nRachel: Absolutely.\nAmy: (very excited) Oh! Great! So how much does it pay? (Ross just gives up and leaves)\n \n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk. Joey is inside, Chandler and Monica walk in.]",
            "dialog": " \nChandler: Hey Joe! How's the second draft of the letter coming?\nJoey: Great, I'm finished! In fact, I just dropped it off at the agency.\n(Chandler and Monica look shocked)\nMonica: You dropped it off?\nJoey: Yeah.\nChandler: Can we read it? Can you print out another copy?\nJoey: No can do amigo. No, I didn't use the computer. Felt more personal to hand-write it. (Chandler and Monica look even more shocked)\nMonica: You hand-wrote it?\nJoey: Yeah, and don't worry. I didn't try to sound smart at all! See ya later! (Leaves)\nMonica: Oh my God, oh my God, that letter is gonna go in our file! We're never gonna get a kid. No, we're gonna be one of those old couples that collects orchids or has a lot of birds!\nChandler: It's ok, it's ok. You know what? (Takes out his mobile) I'll just call the agency and tell them to throw out the letter. (starts dialing)\nMonica: Okay good.\nChandler: (on the phone) Hello, this is Chandler Bing. Somebody just dropped off a handwritten recommendation letter, and.. (listens) Uh-huh... Uh-huh... okay... thank you. Good-bye. (hangs up looking very confused).\nMonica: Ugh, we're screwed, aren't we? You know what? Just tell me on the way to the bird store.\nChandler: (Still looks confused) They loved it.\nMonica: What?\nChandler: They thought it was very smart of us to have a child write the recommendation letter.\nMonica: (surprised) They thought Joey was a child?\nChandler: She guessed 8, 9, based on his drawings.\n(Amy comes in with Emma in a stroller)\nAmy: Hi!\nMonica: Hey, what did you guys do today?\nAmy: Ella wanted to go out, so we went shopping and got some sushi.\nChandler: That sounds like fun.\nAmy: Yeah, not really. Babies are dull.\n(Rachel comes in, sees Amy and Emma)\nRachel: (To Emma) Hey! Hi, how's my girl?\nAmy: I'm fine! And, I got you a present for letting me stay with you. Ready?\nRachel: (sounds excited) Yeah!\n(Amy takes off Emma's hat)\nAmy: Ta-daaa!\n(Rachel looks at Emma)\nRachel: (not excited anymore) You pierced her ears!?\nAmy: (Very excited about it) Doesn't it make her nose look smaller?\n(Rachel looks very shocked)\nCOMMERCIAL BREAK\nRachel: You pierced her ears? How could you do this without telling me?\nAmy: Well, if I had told you, then it wouldn't have been surprise, now would it?\nChandler: I think she looks cute. (Rachel turns around and stares at him angrily) ... but I am wrong!\nRachel: Oh my God, Oh my God, here comes Ross. He's gonna flip out.\nAmy: Why, did something happen to his falafel cart?\nRachel: Ugh. (takes the hat and covers Emma's head and half her face with it)\n(Ross enters)\nRoss: Hey guys.\n\nMonica and Chandler: Hi Ross.\nRoss: Hey Emma. Oh, why is she wearing her hat so low? She can barely see. (Wants to take the hat off, but Rachel tries to stop him).\nRachel: Nah, I don't really want her to see.\nRoss: Why not?\nMonica: Because there are so many terrible sights in this world.\nChandler: Like war. Or that thing in Joey's refrigerator. Remember? It was in a milk carton but it looked like meat?\nRoss: Come here (Removes Emma's hat) Oh! There she is! Hi!\n(Rachel looks worried)\nRoss: (sees how strangely Monica, Chandler and Rachel are looking at him) What?\nRachel: Nothing.\nRoss: (Back to Emma) Hi! (Looks at her) What... (Moves the stroller away from him so he can get a better look at her. He looks at her confused. Finally he realizes the difference and gasps). Please tell me those are clip-ons.\nRachel: Oh, they're real!\nRoss: Did she (points at Amy) do this to her? I told you we shouldn't have left Emma with her!\nRachel: I know, I know, and you were right Ross. (To Amy) You are soo irresponsible I am never letting you baby-sit ever again!\nAmy: Hey you know what, this kid needs me, okay? She needs to have a cool fun aunt!\nMonica: I'm a cool, fun aunt!\nAmy: (Sarcastically) O-Okay!\nChandler: Hey! Monica can be cool and fun at organized indoor projects!\nRachel: I can't believe this. All I wanted to do was help you try to figure out what to do with your life and this is how you repay me?\nAmy: Well, I don't need you to help me, because I already know what I'm going to do with my life.\nRachel: Oh yeah? Since when?\nAmy: Since today... I am going to be a baby stylist.\nRachel: (looks at Ross and then at Amy again in disbelief) What?\nRoss: That's not a thing!\nAmy: Well, it should be. I'm gonna help babies learn how to accessorize, what colors to wear, what clothes are slimming...\nRachel: (shouting) Babies don't care if they're slim.\nAmy: Enter Amy!\nRoss: (very angry) Amy, I ju... I just... I just wanna...\nAmy: What? What are you gonna do?\nRoss: (pointing at Amy, shouting) No more falafel for you!\n(Amy looks at Ross, angrily. Rachel clearly doesn't understand what he meant and looks at Ross who gestures \"later\".)\n \n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Madison Square Garden. Phoebe and Mike are watching the game. There's cheering, but Phoebe seems distracted.]",
            "dialog": " \nMike: Great game, huh?\nPhoebe: Uhuh, uhuh... (seems distracted)\nMike: Why do you keep looking at the screen?\nPhoebe: I'm not. I'm praying. (looking up) Please let the Knicks win... Thank you Thor! (Mike is standing up) Where... where are you going?\nMike: Going go to the bathroom.\nPhoebe: Well, I think you should wait.\nMike: Why?\nPhoebe: Well, if you don't... if you don't hold it in, you don't get all the nutrients.\nAnnouncer: Knicks fans, please turn your attention to the big screen on the scoreboard. Someone has a special question to ask.\n(We see the screen where it says: \"Mike will you marry me?\" and then we see Phoebe and Mike on the screen. Phoebe stands up and kneels in front of Mike.)\nPhoebe: Mike Hannigan... will you marry me? (Mike looks bewildered)\nAnnouncer: Get a load of this... She's proposing to him. Guess we know who wears the pants in that family. (people are laughing, while Mike still seems bewildered)\nPhoebe: That's not very enlightened!\n(There's booing around them, and Mike sinks in his chair, holding his hand in above his eyes, hoping no-one would recognize him)\nPhoebe: Hey, hey! (shouting) Boo us? Boo you!\n \n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Rachel and Joey's. Joey is in the kitchen and the telephone rings.]",
            "dialog": " \nJoey: (picks up the phone) Hello? Yeah, this is Joey Tribbiani... Oh, hi! Well, I'm glad you liked my letter... No my mommy and daddy aren't home right now... (looks puzzled) Okay, bye bye. (hangs up) (to himself) She was nice!\n(Rachel and Amy enter)\nRachel: Joey, get Amy's bags, she is moving out!\nJoey: Whoo-hoo! (and leaves for Rachel's room)\nAmy: You're kicking me out?\nRachel: You put holes in my baby's ears!\nAmy: Yeah well, at least now people will know she is a girl!\nRachel: (gasps) I can't believe I ever even tried to help you. You are so beyond help.\nAmy: You know what? Ever since I got here, you have been nothing but negative.\nRachel: Excuse me?\nAmy: You didn't want me to marry the old guy with the great apartment. Then, I tried to help your daughter to de-emphasize her flaws (frantically pointing at her nose) And suddenly I am the bad guy?\nRachel: (yelling) Joey, where are those bags?\nJoey: (Yelling from Rachel's room) She has a lot of crap!\nAmy: You know what? When I moved in here I thought: This is gonna be so great. Just us sisters, back together again like when we were kids, except without that stupid Jill... Oh! Who has gotten fat by the way...\nRachel: (doesn't believe what she's hearing) Seriously?\nAmy: hm-mmm... Mom said she gained like fifteen pounds.\nRachel: Hips or thighs?\nAmy: Ass and face.\nRachel: (gasps) Oh! Oh my God! I thought she was on Atkins.\nAmy: She was. Carbs found her... See, this is what I wanted. Two sisters, talking about real stuff.\nRachel: (embarrassed) Oh, I can give you that.\nAmy: You can?\nRachel: Yeah. I just, I kept trying to make you a better person, but you're... you're already a pretty perfect version of what you are.\nAmy: (touched) Thank you. I've got to admit, Emma does look cute.\nRachel: Did you just say Emma?\nAmy: Ugh, I'm sorry... Ella.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Mike and Phoebe at a restaurant.]",
            "dialog": " \nPhoebe: That woman at the game didn't know what she was talking about. Mike, obviously you have balls.\nMike: But please, let's just forget the whole thing.\nPhoebe: (the waiter puts a piece of cake on the table) I would love it. Consider it forgotten... But just so you know... however and whenever you decide to propose, I promise I'll say yes. Whether... whether, you know, it is in a basketball game, or in sky writing, or you know, like some lame guy in a cheesy movie who hides it in the cake.\n(Mike's face changes from happy to sad, and he looks at the cake, disappointed.)\nPhoebe: It's in the cake, isn't it?\nMike: (puts on a fake smile) Where else would lame Mr. No Balls hide it? (he takes the ring from the cake, and cleans it with a napkin)\nPhoebe: What's the matter with me? How do I keep ruining this? I'm sorry, I'm sorry!\nMike: No! It's my fault. I keep trying to propose in these stupid ways and all I wanna do is tell you that I love you and I want to spend the rest of my life with you.\n(Phoebe has this weird, anxious, nervous look on her face)\nMike: I'm gonna do this now.\nPhoebe: Oh my God!\n(Mike starts to kneel in front of Phoebe.)\nMike: Phoebe, I...\nPhoebe: Wait! Oh wait! (she takes off a ring that was already on her left ring finger. After that Mike starts to kneel again, but then...) Oh no! (She was wearing rings on all her fingers and her thumb, and takes all of these off.)\nMike: Ready?\nPhoebe: Uh-huh! (and now Mike kneels properly)\nMike: Phoebe, I love you. There's no-one else in the world I would ask to marry me... three times. But I wanna take care of you, have babies with you, and grow old with you... Phoebe Buffay, will you marry me?\nPhoebe: Yes!\n(Mike puts the ring on her finger)\nMike: I love you!\nPhoebe: I love you more!\nMike: Not possible! (they kiss, and then Mike says proudly...) She's gonna be Mrs. No Balls.\n(They kiss again, and Phoebe looks at the ring.)\nCOMMERCIAL BREAK\n \n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The street in front of Central Perk. Rachel and Amy are walking on the sidewalk.]",
            "dialog": " \nRachel: So how is the uhm... baby styling business going?\nAmy: Not that great. It's almost if people don't want to hear that their babies are ugly.\nRachel: That's shocking!\nAmy: Oh! It's Ross... Hey Ross! (She says hey to the guy at the falafel stand, whose only similarity with Ross would be his black hair.) Hello-oo Ross! (to Rachel) He's rude!\nTHE END\n\n\n"
        }
    ]
}