{
    "metadata": {
        "season": "SEASON 10",
        "title": "1015 Estelle Dies",
        "written_by": "Andrew Reich & Ted Cohen",
        "transcribed_by": "Coffee Mug, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "[Flashback scene from last week, Monica and Chandler's kitchen, Rachel, Ross, Monica and Chandler are there.]\nJennifer: Previously on Friends...\nChandler: How did the job stuff go?\nRachel: He offered me one.\nRoss: (gasps) You know what? This calls for a bottle of Israels finest.\nRachel: The job is in Paris. (we see Ross stare in disbelief)\nFADE OUT\nRachel: Oh, God! Please, somebody say something.\nRoss: So if you take this job you'll be moving to Paris?\nChandler: Or facing a bitch of a commute.\nRachel: I know, it's huge, and it's scary, and it's... really far, far away from you guys, but this is such an incredible opportunity for me. And I've already talked to them about our situation with Emma, and they said they'll do whatever we need to make us feel comfortable.\nRoss: Okay.\nRachel: I mean, I'll fly back and forth, they'll fly you out... Anything we want.\nChandler: My boss said I might be getting a new lamp in my cubicle. (Monica looks at him and can't really place what he just said)\nRoss: All right, we'll work it out.\nRachel: Thank you! Thank you!\nRoss: Yeah, yeah! (they hug) You sure this is what you want?\nRachel: I think it is. (Ross looks very sad. Phoebe and Joey enter.)\nPhoebe: Ooh, what's going on?\nRachel: I got a really incredible job offer.\nJoey: Hey, great! All right!\nPhoebe: Good for you!\nRachel: It's in Paris.\nJoey: What? No, no, no! No, no... no... no, no... No, too much is changing, okay? First, Phoebe getting married (to Phoebe) Congratulations! (pointing to Monica and Chandler)... and then these two move into a stupid house in the stupid suburbs...\nMonica: Hey, this afternoon you said you'd be supportive...\nJoey: Well, it comes and goes. I wouldn't trust it.\nRachel: Look, you guys... this is really, really important to me. And it means a lot if you could try to get on board.\nPhoebe: Of course we can. Congratulations. (they hug, but Joey shakes his head.) Yay! (she gestures Joey to come and join in) Joey...\nJoey: No, no, no. My hugs are reserved for people STAYING IN AMERICA.\nRachel: (walking towards Joey) Joey, it would mean so...\nJoey: Hey! No! Get your France-going-arms away from me. (He walks out, and Rachel follows him)\nRachel: Joey...\nPhoebe: You okay with this?\nChandler: Well, it makes me feel sad, but...\nPhoebe: Talking to Ross.\nChandler: I see.\nRoss: Well, Rachel moving to another country? Not being able to see her every day. How can I be okay with this?\nMonica: I know, but what are we gonna do? She really needs this job.\nRoss: Do you think if the Ralph Lauren people offered her her old job back, she would take it?\nMonica: How is that gonna happen?\nChandler: Is this the best way to use one of your three magic wishes?\nRoss: I don't know. I could talk to her boss. Yeah! I met him at that Christmas party. We really hit it off.\nMonica: You mean the guy who kept calling you Ron?\nRoss: I didn't say we were brothers.\nOPENING CREDITS\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk. Phoebe's reading a newspaper. Chandler and Monica walk in.]",
            "dialog": "Monica: Hey Phoebe. Hey, tell me what you think. All right. The house next door to the one that we're buying in Westchester? Just went on the market. I wanna take a look at it, but Chandler doesn't.\nChandler: We close escrow tomorrow, so seeing another house can only confuse us, and we're easily confused. We're not very bright.\nMonica: But what if it is better than ours? Should we at least look?\nChandler: What do you think Pheebs?\nPhoebe: Well, I think that shirt makes you look like you should work at a Baskin Robbins... Anyway... Hey, isn't Joey's agent Estelle Leonard?\nChandler: Yeah.\nPhoebe: She died.\nChandler: You're kidding!\nMonica: That's terrible!\nPhoebe: Yeah, last Saturday. Wow! She was the first black man to fly solo across the Atlantic. (Chandler and Monica look puzzled) Oh, wait a minute, I read the wrong one.\nChandler: Oh yeah?\nPhoebe: Yeah, she was just an agent.\nMonica: Joey's gonna be *so* upset.\nChandler: I know. *He* always wanted to be the first black man to cross the Atlantic.\nPhoebe: Well, we cannot tell Joey about this. He's already flipping out about everything that's changing. This will push him over the edge.\nMonica: Seriously, you don't think we should tell him?\nPhoebe: Well, not for a little while. Let's just give him a few days to get used to everything else.\nMonica: What if he reads it in the paper?\nChandler: Unless Snoopy says it to Charlie Brown, I think we're okay.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Ralph Lauren. Mr Zelner's office. Ross knocks on the door and enters.]",
            "dialog": "Ross: Yeah, I'm a friend of Rachel Green's. Uhm, actually we met at the Christmas party about two years ago.\nMr Zelner: Oh right, uhm, Don?\nRoss: Close. Ron. (shakes hands)\nMr Zelner: Uh... What can I do for you?\nRoss: Uhm, well... I'm here to see if you'll give Rachel her job back.\nMr Zelner: Ah, did she ask you to come here and do this?\nRoss: Oh, no. At first I have to get you to agree. Then we'll see if she wants to come back.\nMr Zelner: Wow, that is tempting.\nRoss: Look, she loved her job here. And let's face it: you're not gonna find anyone who did it as well as she did it. Isn't that true?\nMr Zelner: She is good!\nRoss: (surprised) Huh, I took a shot there.\nMr Zelner: But I'm sorry. There's nothing I can do... Ah, it's not true, there is... nothing I want to do.\nRoss: I see... Thanks very much. (he gets up and walks to the door. On his way out he looks at the photographs Mr Zelner has near his door. He picks one up.) Is this your son?\nMr Zelner: Yeah, his name is Ross. (Ross looks very surprised) What?\nRoss: Oh, nothing, it’s just, it’s close to Ron. Does he.. Does little Ross like dinosaurs by any chance?\nMr Zelner: Yeah, they're all he talks about, why?\nRoss: How would he like to come with me to the Museum of Natural History after everyone else has left, just the two of us, and he can touch anything he wants. (Mr. Zellner looks shocked). I just heard it as you must have heard it and that’s not good. Let me start again. I’m a paleontologist, you’ll be there with us and the touching refers only to bones… fossils!\nMr Zelner: You can really arrange that?\nRoss: You let Rachel come back, and it’s done.\nMr Zelner: Well, I guess having Rachel back wouldn’t be the worst thing in the world.\nRoss: Yeah! Yes! Thank you! This is great. Thank you so much. And I swear, your kid is going to have the time of his life.\nMr Zelner: That’s great. I worry about little Ross. He’s always reading, he's collecting rocks and he’s obsessed with dinosaurs.\nRoss: He’ll be fine.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk. Phoebe’s reading, Joey has just entered the room]",
            "dialog": "Joey: Hey Phoebe.\nPhoebe: Hey. Everything ok?\nJoey: I’m just mad at my agent.\nPhoebe: Estelle? Why?\nJoey: There’s a part in a TV movie that I would be perfect for and I didn’t even be put up for it! She’d better have a good reason.\nPhoebe: I’m guessing she does.\nJoey: Well (taking his cell phone out of a pocket) I’m wanna hear it, because she keeps doing this.\nPhoebe: Well, no, no, wait, wait, wait. All right, I gotta go. Just listen. Promise me, that you will wait a minute before you call her.\nJoey: Ok. Why?\nPhoebe: Because a promise between friends means never having to give a reason. (she leaves)\nJoey: I love that saying!\n(Phoebe is outside, taking her cell phone out of her bag and making a call. Joey is inside, and his mobile phone starts ringing).\nJoey: Hello?\nPhoebe (doing Estelle): Joey, it’s Estelle.\nJoey: I was just gonna call you! That’s weird.\nPhoebe-Estelle: It’s a little coincidental, but believable. (Joey nods in agreement). Listen, I’m sure you’re wondering why I didn’t get you an audition for that TV movie.\nJoey: Yeah, actually I am!\nPhoebe-Estelle: I guess I dropped the ball there. Whoopsie!\nJoey: That’s it? You know, it seems all you do lately is drop the ball.\nPhoebe-Estelle: Don’t take that tone with me. Who you think you are? Alan Lemond, the first black man to fly solo across the Atlantic?\nJoey: No, no, look. All I’m saying is that you’re my agent, ok? And you’re not getting me into any auditions and I’m tired of it.\nPhoebe-Estelle: What are you saying?\nJoey: I’m saying that… (pause). This isn't working for me anymore, ok? Estelle, you’re fired. Goodbye. (he hangs up the phone).\nPhoebe: Man, tough week for Estelle!\n \n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joey’s apartment. Rachel’s there and Ross enters the room with a stuffed dinosaur]",
            "dialog": "Ross: Hi.\nRachel: Hi.\nRoss: Emma left her stuffed t-rex at my house. You know she can’t sleep without it.\nRachel: Oh, well, she’s asleep now. Stop forcing that thing on her.\nRoss: Ok.\nRachel: Oh, you’re not gonna believe what happened to me today! Ralph Lauren called, and gave me my job back!\nRoss: Nooo!\nRachel: Yee. I mean, it was so weirdest thing. They fired me and then out of nowhere they just hire me back! I mean, that place must have been falling apart without me.\nRoss: So, you’re not going to Paris.\nRachel: No, I’m still going.\nRoss: Wh… wh…what?\nRachel: When the Louis Vuitton people found out that Ralph Lauren wanted me back, the offered me more money! Isn’t that great?\nRoss: Yeeeah! (They high-five)\n \n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: house next to the one the Bings are moving into. Chandler and Monica knock, a lady opens the door.]",
            "dialog": "Lady: Oh, sure. I’m showing it to someone else right now, but please, look around.\nMonica: Thanks.\nChandler: It feels like we’re cheating on our house. And if we’re gonna cheat, shouldn’t it be with like a hot, younger house, that does stuff that our house won’t do?\nMonica: Ours is so much better! This living room is smaller, the dining room looks like a cave! What a hole!\nLady: So? What do you think?\nMonica: Love it!\nLady: Well, we already have one offer on it, and I think the lady upstairs is goning to make another one.\nMonica: They could be our neighbors, what are they like?\nLady: Oh, the woman upstairs is very nice. She and her husband have two kids, he's on Wall Street and she…\nJanice: Oh my God!\n(Chandler and Monica are speechless).\nChandler (to Monica): Sure.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Joey’s apartment. He’s there and Phoebe comes in.]",
            "dialog": "Phoebe: Hey Joey, want come with me to… are you ok?\nJoey: Yeah, I just… I just feel bad about firing Estelle. This is got to be killing her.\nPhoebe: No, that wouldn’t kill her. Ordinary embolism might.\nJoey: I don’t know. She’s got to be taking it hard, I was like her only client. Except for this guy who eats paper. And I’m guessing he eats more money than he makes. Look, I know she’s not a great agent, but she did stick with me for ten years. I’m gonna call her and hire her again.\nPhoebe: No, no, no! Don't call her! You wait for her to call you (Joey considers it)\nJoey: Why?\nPhoebe: Because patience is the road to understanding (she thinks) which ... is the key... to a happy heart.\nJoey: (impressed) You blow me away.\nPhoebe: (picking up her bag) All right, so promise you're gonna wait for her to call you?\nJoey: I promise. And that means, never having to give a reason. (Phoebe stops herself from laughing and leaves)\n \n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The house Monica and Chandler are viewing. Janice comes down the stairs.]",
            "dialog": "Chandler: And yet I never run into Beyonce!\nRealtor: You two know each other?\nJanice: Oh, we go way back. Before Monica made an honest man out of him, Chandler used to be my little love muffin! (does her irritating laugh). So? Are you guys thinking of getting this house too? Ooh! Are we gonna have a bidding war? I'd better warn you, I'm a toughie (playfully punches Chandler, who tries to get away from her)\nChandler: (at Janice's punching) Don't, don't! (looks disgusted)\nMonica: No, actually, we're buying the house next door. (Janice gasps)\nChandler: (To Monica and with bulging eyes) Why!?\nMonica: (looks confused and scared) I don't know why.\nJanice: Ooh, that decides it then. I was on the fence. But knowing that you two would be our neighbors? Ah! now we have to get it! (Chandler and Monica are utterly shocked) Ellen, we're going to talk numbers. (Grabs Ellen by her elbow and pulls her outside)\nChandler: This can not be happening!\nMonica: Okay, the realtor said another couple made an offer. Maybe the Janice's won't get it! Maybe the other couple will.\nChandler: The only way that that is going to happen, is if the other couple are the Hitlers.\nMonica: (Thinks a little more) Okay, Okay, (clapping her hands) All right. What if we got both houses? Huh? We can turn this house into a guest house.\nChandler: That is a great idea! And by the way, I don't mean to sound distasteful, but when did you start crapping money!?\nMonica: Okay, you come up with an idea.\nChandler: Alright alright, we still have three hours till escrow closes on our house. We can still get out.\nMonica: But we love our house.\nChandler: Will we love it so much with her next door? And she's gonna be louder out here too. Just the crickets and (apes Janice's voice) \"Oh My God\"!\nMonica: Okay, but if we don't get this house, she's stil gonna show up wherever we go! I mean, at least if she's here, it eliminates the element of suprise. I mean, never again will you have to hear the three words that make your balls jump back up inside your body. (She shows this with her index finger, mimicking it pushing something up)\nChandler: (looks afraid, but at the same time, knows she's right) Well, we have to do something. We can't have her living next door. (Janice's laughs loudly outside) Oh, that does it too. (Motions with his index finger like Monica did)\n \n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Mr. Zellner's office. There is a knock on the door.]",
            "dialog": "r Zelner: Who is it?\nRoss: (enters) It's me. Ron. (Mr. Zellner looks annoyed) Look, I um, I now Rachel turned you down but I think there is a way you might be able to get her to come back.\nMr Zelner: This may surprise you, but re-hiring fired employees, is not my main job.\nRoss: Just hear me out. How would you feel about offering her a raise? (looks hopeful)\nMr Zelner: (obviously amused) Not good, Ron.\nRoss: Perhaps I can persuade you. What if you can give your son this (Takes a huge egg out of his back) genuine pterodactyl egg (whispers) replica.\nMr Zelner: (Takes a long look at the egg while he considers it) Wow, that's pretty cool (Takes the egg from Ross)\nRoss: Huh? So? We have a deal?\nMr Zelner: Okay, you got it.\nRoss: Yes! yes!\nMr Zelner: This is gonna make me very popular.\nRoss: Oh, (grins) Believe me, the ladies, they love it!\nMr Zelner: (looks at Ross, for a long moment, confused) I meant with my son.\nRoss: Good, 'cause the ladies, not so much. (shakes his head, give him a thumbs up and leaves)\n \n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Joey's apartment. He walks in reading his mail, and plays back his messages on the answering machine]",
            "dialog": "Joey: Oh my God. (Still in shock when his mobile rings, he picks it up) Hello?\nPhoebe: (on the other side of the line, still pretending to be Estelle) Joey, it's Estelle. (Joey's eyes bulge up, he looks afraid)\nJoey: Estelle?\nPhoebe: Yeah, I wanted to call and tell you that there's no hard feelings for firing me.\nJoey: (still scared) Ok-ay. I just, I can't believe you're calling me?\nPhoebe: Well, I didn't think I should just drop by...\nJoey: No, no, no! (Starts looking around the room, terrified) Don't drop by, don't drop by!\nPhoebe: Anyway, you did what you had to do. I'm okay.\nJoey: Can I ask you something? Uhm, what's it like there?\nPhoebe: (Looks around) It's alright. Look kiddo, I gotta go. Good luck with the career. You're gonna be huge.\nJoey: Thanks for everything Estelle. Bye. (Hangs up and reads the phone display) \"out of area\". Boy, I'll say.\n \n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: The house next door to Chandler and Monica's new house. Chandler is pacing worriedly through the living room when Janice enters.]",
            "dialog": "Chandler: The Hitlers will be so disappointed.\nJanice: All right, I got to run. Tell Monica I say goodbye. And... I'll see you later, neighbor. (Janice laugh)\nChandler: Wait! I just want you to know that... I'm so happy you're going to be here.\nJanice: Oh, me too... (laughs)\nChandler: Because... that way... we can pick up where we left off.\nJanice: Huh?\nChandler: I never stopped loving you.\nJanice: Oh... my...\nChandler: Yeah, yeah, yeah! I want you... I need you... I must have you Janice Litman Goralnik Neihosenstein.\nJanice: Chandler, what are you talking about?\nChandler: Now that you live next door, we can be together every day. Sid and Monica never have to know a thing.\nJanice: I don't know what to say... I mean, you know, obviously we have this... heat between us.\nChandler: (stunned) Obviously.\nJanice: But I love my husband. And I know you love your wife. Now, I don't think we should get this house now.\nChandler: Don't say that. Don't tangle the dream and take it away.\nJanice: Chandler, one of us has got to be strong.\nChandler: I understand.\nJanice: Although, maybe just... one last moment of weakness... (she kisses Chandler flat on the mouth. Chandler squirms. When she's finished, he looks at her lovingly but uneasily.) Goodbye Chandler Bing. (She leaves)\nChandler: (speaking as in pain) They're never coming down now.\n \n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Ross's apartment. Ross is working on his laptop when Rachel enters with Emma.]",
            "dialog": "Rachel: Hi!\nRoss: Hey!\nRachel: You are never going to believe what happened to me today.\nRoss: What?\nRachel: Ralph Lauren called again and they offered me more money.\nRoss: They did?\nRachel: Yeah. It was the weirdest thing. Zelner called me and he said we'll do everything we can to get you back. And that I should thank some Ron... I don't even know what department that guy's in.\nRoss: So, what are you gonna do?\nRachel: Well, I took it.\nRoss: That's great! So you're staying in New York!\nBoth: YAY! WHOO! YAY!\nRoss: You're excited, right?\nRachel: (hesitant) Ye-ah. Yeah! You know, the money's great. It's certainly the easier choice...\nRoss: Right!\nRachel: Yeah, you know, was I looking forward to going to Paris? Sure. You know, was I excited about working in the fashion capital of the world? Ooh, absolutely... Oh...! Yeah, but you know, this is... it's fine. I'm fine going back to a job where I've pretty much gotten everything out of that I possibly can... (she sits down, and Ross who is stunned to hear all this follows her example)\nRoss: Uhm, I hadn't no you... I had no idea you were so excited about Paris. Uhm, I mean, you said you were scared.\nRachel: Well yeah, but I mean, it was good scared though, you know? Like when I-moved-to-New-York scared. Or uhm, when I-found-out-I-was-gonna-have-Emma scared... But this is... fine. This is gonna be good. (they both stare around)\nRoss: (after a long pause) You should go.\nRachel: What?\nRoss: It's what you want. You should go.\nRachel: You really think so?\nRoss: I really do.\nRachel: But I already told Zelner that I would come back...\nRoss: (picks up a skull of some carnivore from his side table and puts it in the same bag in which he brought the pterodactyl egg to Zelner) I'm sure he'll understand.\nRachel: All right. ALL RIGHT! I'm gonna do it. I'm gonna go to Paris.\nRoss: Yeah...\nRachel: Yeah! I'm going to Paris. Thank you, Ross!\nRoss: Yeah, yeah, oh! (They hug)\nRachel: Oh! Oh, I'm so happy.\nRoss: Then I'm happy too. (They're still hugging - fade out)\nCOMMERCIAL BREAK\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Estelle's memorial service. Joey is giving a speech. Next to him is a blown op photograph of Estelle behind her desk and there's a man standing next to him.]",
            "dialog": "Joey: Thank you all for coming. We're here today to pay respects to a wonderful agent and a beautiful woman... (Joey looks at the photograph) ..inside. As Estelle's only two clients we would like to say a few words. (Joey looks for his notes. The man next to him is chewing something.) Dude, where's my speech? (the man swallows something and looks at Joey.) That is entertaining. Al Zebooker everybody. (he applauds and Al shows that there's nothing left in his mouth.)\nTHE END\n\n"
        }
    ]
}