{
    "metadata": {
        "season": "SEASON 10",
        "title": "1004 The Cake",
        "written_by": "Dana Klein",
        "transcribed_by": "Coffee Mug, Eleonora, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Monica: (she enters) Hey guys!\nRoss, Rachel and Chandler: Hey!\nChandler: Honey, I got us that room at the Woodford Inn this weekend.\nMonica: That place in Vermont? You can take a hint!\nRachel: Wait, you can't go away this weekend! It's Emma's birthday!\nRoss: Yeah!\nRachel: We're having a party.\nMonica: Well, can't you just have the party when we get back?\nRoss: No.\nRachel: No, that day... that won't be her real birthday!\nChandler: Gee if only she were one and had no idea what the hell a birthday was!\nRoss: C'mon you guys, this is really important to us.\nMonica: Well, I'm sorry, but Chandler and I could really use a weekend away. You know, to reconnect... emotionally.\nChandler: There's this thing I really want us to do. I read about it in Maxim...\nRachel: Well, can't you just go to Vermont the next day?\nRoss: Yeah, we want everyone to be there. As much as I hate to delay your doing weird sex stuff to my little sister.\nRachel: And I mean, you know, you guys... This is a big deal. I mean, how can we have her first birthday party without her aunt and her uncle!\nMonica: All right, we'll stay. We can just drive up after the party.\nChandler: Fine, but if we end up not doing this Maxim thing because of this party...\nMonica: Believe me, that is not why we won't be doing that!\nOPENING CREDITS\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Rachel and Joey's apartment]",
            "dialog": "Rachel: You know Pheebs, when I was little, on my birthday, my daddy would hide a present in every room of the house, and then he would draw a treasure map to help me find 'em all.\nPhoebe: Oooh, I love family traditions like that. When uhm... when Ursula and I were kids, on our birthday, our stepdad would sell his blood to buy us food!\nRoss: (he enters) Hey guys!\nRachel and Phoebe: Hi!\nRoss: Hey, I brought the camera for Emma's video.\nRachel: Oh, good, good! We had this idea to make a birthday video for Emma and we'll give it to her when she is 18.\nPhoebe: Oh, COOL!! Wow, it's like a time capsule!\nRoss: Yeah!\nPhoebe: Oh, just think... she's gonna be watching that video on a TV that hasn't even been invented yet! With friends who right now are just like babies! And they'll be living in a floating city that the humans built to escape the ant people!\nRoss: That's the hope! So, is Emma awake yet?\nRachel: Oh no, it's still nap time. But she'll be up soon.\nRoss: Ah, and where is Joey?\nRachel: I said it's still nap time.\n(Joey comes out from his room, yawning)\nRoss: (taping Joey with the cam) Hey, there is uncle Joey!\nJoey: Hey!\nRoss: Hey, say something to Emma on her 18th birthday!\nJoey: 18, uh? (starts to prepare himself to say his \"How You Doin'\" line)\n\nRoss: Joey, NO!\nJoey: What, what!? it's for her hot friends!\nRoss: When they see this you'll be 52!\nJoey: And starting to think about settling down!\nRachel: Hey Joey, will you please set this up for people to put Emma's presents on?\nJoey: I'd love to! Yeah!\n\nJoey: (To Phoebe) We were supposed to bring presents?\nPhoebe: Yeah! I wrote Emma a song.\nJoey: Oh, yeah! How was I supposed to know?\nPhoebe: Joey, it's a birthday party.\nJoey: Yeah, but for a one-year-old. What's the point... the other day she laughed for like an hour at a cup. Just a cup with a picture of Elmo on it dressed as a farmer. And he's standing next to this cow and the cow says \"El-moo\"! (Joey starts laughing) Yeah... that's a funny cup!\n(Monica and Chandler enter)\nMonica: Hey!\nChandler: Hey hey! Where's the birthday girl?\nRachel: Oh, she's still napping\nChandler: Oh, sure, she was probably up all night, excited about the party she knows is happening.\nRachel: Look, I know that you guys really want to get to Vermont and this isn't a really big deal to you, but it really is to us, ok? Emma will never have a first birthday again.\nMonica: All right... you're right. We're sorry. Now let's wake up Emma and get the fun time started!\nRachel: No really, she didn't sleep well last night, so we can't wake her up.\nMonica: Are you freaking kidding me, Green?\n(someone knocks on the door. Rachel goes to open it)\nJack and Judy: HI!\nRoss: (points the camcorder towards them to record their entrance) Hey!\nMonica: So glad you came!\nJack: I can't believe Emma is already one!\nJudy: (to Monica) I remember your first birthday! Ross was jealous of all the attention we were giving you. He pulled on his testicles so hard! We had to take him to the emergency room!\n\nRoss: (pointing the camcorder at himself) There's something you didn't know about your dad!\nJoey: Hey Mr. and Mrs. Geller! Let me help you with that.\nJack: Thank you!\nJoey: Oh man, this is great, uh? The three of us together again! You know what would be fun? If we gave this present to Emma from all of us!\nJack: Which one are you?\n(Time lapse)\nMonica: I can't believe Emma is still asleep!\nChandler: I know, what are we gonna do?\nMonica: I've got a plan. I've got a plan. I'm going to ram this platter really hard into your ribs. You're gonna scream out and that'll wake her up!\nChandler: I'm not going to Vermont with this Monica!\nJoey: Hey Pheebs, you know what? I was thinking... since you wrote a song, maybe I could do something for Emma using my talents!\n\nPhoebe: So you’re gonna... hit on her?\nJoey: No, no, no! My talents as an actor!\nPhoebe: Oh!\nJoey: You know, I could like maybe... I could do a dramatic reading of one of her books!\nPhoebe: Or you could stick a fork in an apple!\nJoey: Hey, I think Emma might like it!\nRachel: Oh! Emma might like what?\nJoey: Um, my present!\nRachel: What did you get her?\nJoey: Actually we prepared performances.\nPhoebe: Separate performances.\nJoey: But equally real!\nRachel: Well, this sounds like fun! Well, you know what? Actually? People are getting a little antsy waiting Emma to wake up from her nap, so would you mind performing them once now?\nPhoebe: Sure, yeah!\nJoey: (unconfidently) O K.\nRachel: (to everybody) All right, let’s get this party started, huh? Joey and Phoebe are gonna perform a little something for us.\nRoss: Oh, great!\nPhoebe: (to Joey) Are you gonna be embarrassed going up there having nothing prepared?\nJoey: Hey, I do it every week with three cameras pointed at me and a whole crew waiting!\nRachel: So, Joey, what are you gonna do for us?\nJoey: I will be doing a dramatic reading of one of Emma’s books.\nRachel: Oh, ok, which one?\nJoey: Uh, why, it’s a... (he picks a book up) one of her favorites, uh, (he reads the title of the book) “Riding the Storm Out. Coping with post-partum depression” eesh! (he puts the book back and picks up another) “Love you forever”. Love you forever. By Robert Munsch. Published by Firefly books. Printed (he pauses and changes the tone to a dramatic one) in Mexico. A mother held her new baby and very slowly rocked him back and forth, back and forth, back and forth, and while she held him she sang “I’ll love you forever, I’ll like you for always, as long as I'm living, my baby you’ll be”. (the picture fades and Joey is now finishing the book). And while he rocked her, he sang “I’ll love you forever, I’ll like you for always, as long as I'm living, my baby you’ll be”.\nRachel: (crying) Wow! That was amazing!\nRoss: Thank you so much for that gift!\nChandler (nearly weeping): I was not ready for this today!\nRoss: Amazing... amazing.\nRachel: Oh, Phoebe, I’m sorry! Phoebe has prepared something as well.\nPhoebe: That’s right, I've prepared a song for Emma. From my heart to hers. For there’s no greater gift, than the gift of music. (she starts singing) Emma! Your name poses a dilemma. 'Cause not much else rhymes with Emma! Maybe the actor Richard Crenna, he played the commanding officer in Rambo. Happy birthday Emma!\nRachel: Is that it?\nPhoebe: No, of course not! I also, you know, prepared a reading (she picks up a book). “Sex and the single mother. (pause) Finding your G-spot.\nEverybody: No, no, no, no, no!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Joey’s Apartment. Ross is filming his parents ]",
            "dialog": "Judy: Hello Emma. Happy eighteenth birthday.\nJack: Right now that seems so far away, seventeen years.\nJudy: Yes, you’ll be all grown up by then. We’ll be... Well your grandfather and I might not be here.\nJack: That’s true! This message could becoming to you from beyond the grave, Emma!\nJudy: After all, my parents died very young.\nJack: And my cholesterol’s off the charts!\nJudy: Remember, Emma, heart disease kills women too!\nRoss (stops recording): Ok, cut! Great. That was... that was just... yeah!\nRachel: Ross, um, don’t forget to get a shot of Emma’s cake. It’s in a box in the fridge.\nRoss: Sure.\nRachel: Oh, you're gonna love this cake. I got it from a bakery in New Jersey, Corino’s.\nMonica: Oh my God, that place has the creamiest frosting! I use to hitchhike there when I was a kid.\nRachel: Well, anyway, they make these great novelty cakes, in all different shapes, and if you give them a photo, they’ll copy it in icing!\nMonica: Oh, did you do a picture of Emma?\nRachel: Yes! On a cake shaped like a bunny.\nRoss: Uh, Rach? Does this bakery by any chance also bake erotic cakes? Say for bachelorette parties?\nRachel: Ross, what are you talking about? (she sees the cake) oh! Oh my God! They put my baby’s face on a penis!\nPhoebe (sees the cake): oh! Now it’s a party!\nRachel: Why you guys this isn't funny, all right? If I wanted this cake to be a disaster I would have baked it myself!\nJoey (staring at the cake): Uh.. is it ok that I still think it looks delicious?\nJudy:(to Jack) Jack, look at this.\nJack: I know what you're thinking Judy, the resemblance is uncanny!\nRoss: I am this close to tugging on my testicles again.\nRachel (on the phone): No, no, this is not what I ordered. Ok? I went all the way to New Jersey so that I could have the perfect cake for my daughter’s birthday and I need a bunny cake, right now!\nRoss: Ask them if it would be faster if we cut the baby’s face off the penis, so we can put it on the bunny. (pause). That is a weird sentence!\nRachel: Oh! Believe you me! I am going to bring this cake back, I don't even want it in my home... (Turns towards the cake and sees Joey trying to take a piece and yells at him) Joey, don't touch it!!\nJoey: I'm so confused!\nRachel: (speaking to the person on the phone again) Yes, yes. I still want my daughters picture, but on a bunny cake. Yellow cake, chocolate frosting with nuts!\nChandler: To be fair this one does have nuts.\n(Time lapse)\n(Ross, Chandler and Monica are in the kitchen area)\nRoss: Hey Mon, that was really nice of you to loan Rachel your car so she could go and get the cake.\nMonica: Oh. So nice of her to pull my hair, 'till I dropped the key!\nRoss: Well, you know what? While we're waiting, you guys could tape your message to Emma for her 18th birthday, huh? (takes the camcorder and points it at Monica and Chandler) Ok!\nChandler: Hi Emma! It's the year 2020. Are you still enjoying your nap?\nMonica: We're Aunt Monica and uncle Chandler, by the way. You may not recognize us, because we haven't spoken to your parents in seventeen years!\nChandler: We used to be married, but then we missed a weekend away together and things kind of unraveled. Because of you! Happy Birthday. (Ross looks disappointed and switches the camcorder off)\nMonica: Ross, Rachel promised it would be over by now. We seriously have to go, if we want to get to Vermont. I called them and the last train leaves in a half hour.\nPhoebe: And you know, I have a massage client soon.\nRoss: You guys, just please.. a little bit longer. I promise, Rachel will be back with the cake any minute. Monica, remember.. the frosting? huh?\nMonica: Alright, 5 more minutes.\n(The phone rings, Ross picks up)\nRoss: (Into receiver) Hello? (listens) Oh no! What happened? (listens some more) Ok ok, where are you? (Grabs a pen and starts writing). Ok, I'll be right there. (Puts the phone down)\nChandler: Was that Emma? Is she up?\nRoss: No, Rachel got pulled over for speeding. She forgot her licence so now I have to bring it to her.\nPhoebe: Well, if you're leaving, I'm definitely gonna go.\nMonica: No! Wait! If anybody gets to go.. it's us (Points at herself and Chandler) We've been complaining the longest!\nRoss: No, wait ! You guys, no, no, you can't leave! Rachel already feels bad that the cake's messed up. How do you think she's gonna feel when she comes back here and all you guys are gone?\nChandler: I don't know! You'll tell us on Monday!\nRoss: Joey! You're in charge, ok? You make sure nobody leaves! (leaves)\nJoey: Got it! (Goes towards the front door and stands with his back to it) Hey hey hey! (to Chandler) Where do you think you're going?\nChandler: To the bathroom!\nJoey: Alright, well the rest of you get comfortable, ok, because we're gonna be here for a li...(stops and thinks) Wait a minute, there is a window in there!\nPhoebe: Oh no! He's not getting away that easy! (Phoebe and Joey run towards the bathroom and enter)\nChandler: (Yelling) What are you doing? Get the hell out of here! (Phoebe and Joey come out looking shocked)\nJoey: Well, that one did not have Emma's face on it.\nPhoebe: No, it did not.\nJoey: No.\nJudy: Well, we better get going, it's late. Jack's not allowed to drive at night anymore. He has trouble staying in his lane.\nJack: Last winter I went up on a church lawn and drove right through a manger scene. The papers thought it was a hate crime.\nJudy: Anyway, it was lovely seeing you.\nJoey: Ok! (Opens the door for them)\nJudy: Bye... Bye dear.\nJoey: Nighty-night!\nJudy: Nighty-night!\nJoey: Bye, bye.\nPhoebe: Joey? How could you just let them leave?\nJoey: Hey, hey, hey, hey! I'm not gonna mess with Jack, he's a great man, he fought for our country.\nMonica: No, he didn't! He pretended to be a Quaker to get out of Korea.\nJoey: (Shocked) Oh! Well that's it! He's the last one to go. I'm locking you guys in. (turns the bolts of the door, thereby locking it)\nChandler: You do know, I can just turn them the other way around, right?\nJoey: Oh! I forgot you used to live here!\n(The phone rings, Joey picks up)\nJoey: Hello?\nEstelle: (on the other side of the line) Joey! It's Estelle!\nJoey: Hey! (smiles)\nEstelle: So, how did your audition go today?\nJoey: (smile fades) What audition?\nEstelle: The one I told you about last week?\nJoey: What? You never said anything about an audition!\nEstelle: (Looks confused) Let me start over. I just got a call about an audition. I think you can still make it. It's down at the Astor Theatre and you need to have a monologue prepared.\nJoey: A monologue? I don't have.. (sees the book he was reading before for his \"dramatic reading\") I got it. (hangs up) (announces to the room) Aah! so... I'm gonna take off!\nPhoebe: Wh.. what? No wait, you don't get to leave! I've got a massage client waiting outside my door any minute!\nMonica: Yeah, and we've paid for a room, that we're supposed to be in right now!\nPhoebe: Well, oh, ok now... Only one of us has to stay with Emma. Ok, and as the person who realized that, I get to go!\nMonica: No! no! Let's figure out a fair way to decide who's staying.\nJoey: Oh! I got it! Ok, everyone pick a number from one to ten. Alright? Whoever gets the highest number gets to go first.\nMonica: (She gives Joey a you-are-so-stupid-look) Ok, ten.\nJoey: Okay, Monica picks ten, I call nine! Anyone else?\nPhoebe: No, lets just draw straws.\nJoey: Or.. we could flip a coin, and then multiply the..\nChandler: I'm begging you stop.\nJoey: Right.\nMonica: Ok, how about this: We got wind up toys for Emma for her birthday. We can make them race, and whoever comes in last, stays!\nPhoebe: (Visibly excited) Yeah!! Let's do that!\nChandler: (Also very excited) That sounds more fun than the thing we were going to do in Vermont!\nMonica: Everybody get your toys! (They all run toward the table with toys)\nPhoebe: Ok! I want the dolphin!\nChandler: Thats a bear.\nPhoebe: I'm too excited!\nMonica: Phoebe, you get the bear, uhm, Joey, you get the robot, and Chandler and I get the dog. Ok, and the race is going to go (Takes two cups and marks the start and finish lines with them) from here to here. Now the one who comes in last, stays!\nJoey: Ok, ladies and gentlemen, wind your toys! (they do so)\nChandler: Ok, on your mark... Get set... GO!!!\n(Monica, Phoebe and Joey release their wind-up toys.)\nPhoebe: Go! Go!\nJoey: Come on robot!\n(Phoebe's bear takes the lead, followed by Joey's robot, and far behind is Chandler and Monica's dog, which walks a few paces, stops and starts barking, sits, walks again, and so on... )\nMonica: (to the dog) What are you barking at?\n(While Phoebe's bear is still in the lead, it is now closely followed by Joey's robot. Chandler and Monica's dog however, sits down, barking... and does a backflip.)\nMonica: Wha... How the hell is that gonna help?\nChandler: I bought you. How did I forget that that's all you do?\n(Meanwhile the race has been won by Phoebe's bear, followed by Joey's robot)\nJoey: Way to go robot!\nPhoebe: Good job Alan!\nJoey: Hey, good race you guys.\nPhoebe: Yeah, see you later!\n(Joey and Phoebe leave for the door)\nMonica: No! No, no... wait! We didn't lose. (turns to Chandler) The rules clearly stated that the last one to cross the finish line was the loser. Well, our dog never crossed the finish line, so technically...\nChandler: They left.\n(Monica turns to see the closed door.)\n[ Scene: The freeway. Rachel is driving Monica's Porsche, while using her mobile phone. Ross is sitting next to her.]\nRachel: (into the phone) No, there isn't time to go to the bakery. We're just gonna come home... Everybody left? Alright, well just tell Emma we're gonna be there as soon as we can. (emotionally) Bye...\n(She hangs up, closes her phone, turns around and puts it in her bag which is in the back of the car. While doing this and not looking at the road, she turns the steering wheel by accident, which makes the car swerve.)\nRoss: RACHEL!\nRachel: OOH! God! Sorry!\nRoss: (sarcastically) I can't believe they gave you a ticket. You're such a good driver.\n(Ross fastens his seat belt.)\nRachel: Emma's awake.\nRoss: Yeah?\nRachel: I can't believe this. This is her first birthday. She's awake. We're not even there. Everybody left. We still have this stupid obscene cake.\nRoss: Hey, maybe I can fix that, you know. Try to turn it into something else. (he opens the box)\nRachel: Oh, why do you even bother? I already ruined her first birthday... And do you know how important these early experiences are Ross? Very! According to the back cover of that book that you gave me.\nRoss: Rach, she's not going to remember this.\nRachel: (shakes her head) I guess... Oh, I just had such an idea of what this day would be like, you know? Emma laughing and everybody gathered around her cake singing \"Happy Birthday\". Then we would all go into... HEY GET OUT OF THE ROAD YOU STUPID STUDENT DRIVER!!! (honks furiously, and Ross looks at her in disbelief and Rachel looks at him.) They have to learn!\nRoss: (looks back at the cake) Hey!\nRachel: What?\nRoss: It's not bad.\nRachel: (she looks at the cake) Oh my God! Look what... you made it into a bunny. How did you do that?\nRoss: Well, I just made these two things uhm... cheeks. And then I split this to make ears.\nRachel: Well, I'm very impressed.\nRoss: Some can sing, some can dance. I apparently can turn phallic cakes into woodland creatures.\n[ Scene: Rachel and Joey's apartment. Chandler, Monica and Emma are sitting on the floor, and Emma's stuffed animals are lined up in front of them.]\nMonica: Now another way to organise your stuffed animals, is by size.\nChandler: I'm sorry, is this a game for Emma or for Monica?\nMonica: Game?\nChandler: Emma, you even know it's your birthday today? You're one! One-year-old, that's little.\n(With his index finger he shows her how old she is. Emma also points her finger and babbles...)\nChandler: Ooh! That's my girl!\nMonica: That's how old you are.\nChandler: Did I teach her that? Did I just... impart wisdom?\nMonica: (embraces Emma tightly) Ooh, I want one...\nChandler: Me too...\n(There's a couple of seconds of silence. Then Chandler looks around...)\nChandler: There's no-one around. Why don't we just take this one?\nMonica: ...and head to Canada!\nChandler: I was kidding.\nMonica: I wasn't. Let's get going!\n(Phoebe enters the apartment again.)\nPhoebe: Hey, are Ross and Rachel back?\nChandler: No, not yet.\nPhoebe: Oh good, I didn't miss the party.\nMonica: What about your massage client?\nPhoebe: I just felt so bad, missing this. So I just slipped him a little something, you know. As long as I'm back in five or six hours, it will be alright.\n(Joey comes running into the apartment, out of breath.)\nJoey: Okay, if Ross and Rachel ask, I've been here the whole time. THE WHOLE TIME!\n(Ross and Rachel enter.)\nJoey: (to Ross and Rachel) I've been here the whole time!\nRoss: Joey, we just saw you come in. You ran past us on the stairs.\nRachel: I don't care that you left. I'm just glad that you're here. Thanks you guys!\nChandler: Hey, guys! Come on! You gotta see what Emma just did.\nRachel: What?\nChandler: Emma, how old are you? How old are you today? (holds up his index finger again)\nEmma: Wo-ish. (and holds up her finger)\n(Ross and Rachel gasp)\nRachel: Oh! Emma, that's right! You're that many!\nRoss: Oh my God! Our daughter's a genius! Rach, this means...\nRachel: (angrily) NO, no science camp!\nRoss: Damnit! I'll put a candle on the cake.\nRachel: Oh!... Oh and Emma, look at your stuffed animals lined up so neatly!\nMonica: Thanks!\nRoss: Okay, here we go! Emma's first birthday cake... Well hey... well, blow out the candle. Come on Emma.\nChandler: Let's do it, come on!\n(Rachel wipes away some tears.)\nRoss: What's wrong? Are you okay?\nRachel: Oh yeah, nothing! These are happy tears! This is just what I wanted.\nPhoebe: (pointing at cake) Hey, you made it into a bunny.\nJoey: What is wrong with me. It looked more delicious when it was a penis.\nENDING CREDITS\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Rachel and Joey's apartment. It's just Ross and Rachel. They put the camera on a tripod in the kitchen and they are standing in front of the camera.]",
            "dialog": "Rachel: Okay.\nRoss: Okay, you ready?\nRachel: Yeah.\nRoss: A-a-and... record.\nRachel: Okay. (they both look into the camera, and Ross waves.) Hi Emma. Well, your first birthday is over, and it was really...\n(There's a lot of yelling and screaming coming from the hallway, and they get up to look at what's the noise all about. In the hallway, Monica, Chandler, Joey and Phoebe are having another wind-up animal race, yelling and screaming fanatically.)\nPhoebe: (yelling at the top of her voice) Go, go, go Alan! Run you, hairy bastard!\nend\n\n"
        }
    ]
}