{
    "metadata": {
        "season": "SEASON 10",
        "title": "1008 The Late Thanksgiving",
        "written_by": "Shana Goldberg-Meehan",
        "transcribed_by": "Coffee Mug, Eleonora, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk. Monica and Chandler enter, the others are sitting on the couch.]",
            "dialog": "Monica: Hey guys!\nRachel: Hi!\nPhoebe: Hey!\nMonica: We need to talk to you about something.\nChandler: Yeah. We don't feel like we can host Thanksgiving this year.\nAll: What?\nPhoebe: Hey!\nRoss: Are you kidding?\nChandler: Well, it's just with uhm, work and the stress of adoption, we just don't feel like we have the energy. Plus, we don't think it's fair that every year the burden falls on us.\nRoss: (skeptical) That doesn't sound like you... That's Monica talking!\nChandler: No, no! We made this decision together.\nRoss: She's putting words in your mouth!\nJoey: Don't you put words in people's mouths, you put turkey in people's mouths!\nRachel: I can't believe this! This is Emma's first Thanksgiving!\nMonica: No, it's not!\nRachel: It's not? (whispering to Ross) When was she born?\nPhoebe: Well, personally I think it's great you're giving yourself a break.\nMonica: Thank you, Pheebs!\nPhoebe: Sure. It's just as well... I mean, last year wasn't very good. I think she's losing her touch.\nMonica: What? You are way off, lady!\nPhoebe: Am I? Really? Am I? Well, why don't you cook Thanksgiving dinner and prove me wrong! Well, think about it, think about it, you'll be trying to top than you did last year. You'd be in competition... with yourself.\nMonica: That's my favourite kind! Okay, we are doing this!\nChandler: Don't let yourself get manipulated this way!\nMonica: Hey, stay out of this, Chandler! This is between me... and ME!\nChandler: We are supposed to make these decisions together! Did you not watch the Doctor Phil I taped for you?\nOPENING CREDITS\n \n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey and Rachel's apartment. Rachel and Monica are in there, and Phoebe enters]",
            "dialog": "Phoebe: Hey!\nRachel: Hi! Happy Thanksgiving!\nPhoebe: Oh, yeah, happy needless-turkey-murder day.\nMonica: You guys, I ordered some chocolate pies from that bakery on Bleecker. Could you pick them up for me?\nPhoebe: You're not making the pies yourself?\nMonica: No, no, no, I don't make chocolate pies. When I was younger I-I enter in this pie-eating contest. I ate so many that just the thought of them made me sick.\nRachel: Did you at least win the contest?\nMonica: 2 minutes, 12 pies and a part of one tin! Okay, I see you guys at 4.\nRachel: Can't wait!\nMonica: This dinner is gonna be so great! In your face, last year \"me\"!\n(Monica leaves)\nPhoebe: Hey Rach.\nRachel: Yeah.\nPhoebe: What's Emma doing today?\nRachel: Well, let's see... uh... I know that she has a meeting with her lawyer and then she has to make a very big poop. Why?\nPhoebe: Well, I wanna enter her in a baby beauty pageant.\nRachel: Oh my God! That's the creepiest thing I've ever heard!\nPhoebe: Okay, but, well, before you say no, my friend Susanne is entering her kid and compared to Emma she's a real dog!\nRachel: Oh! Phoebe, all babies are beautiful!\nPhoebe: (sarcastic) Oh... okay.\nRachel: Phoebe, just the idea of pitting one baby against another, I mean, you know, and judging who's cuter just for a trophy...\nRachel: And a thousand dollars.\nRachel: ...is something I'm very interested in! Oh please, do not tell Ross. He still believes that (in a deep voice, mocking Ross) what's in the inside is important...\nPhoebe: Okay, oh, and Emma needs a cowgirl outfit for the competition.\nRachel: Where am I gonna get a cowgirl outfit on Thanksgiving?\nPhoebe: Well, I was thinking...\nRachel: Oh, take the clothes of Joey's Cabbage Patch Kid.\nPhoebe: Yeah!\n \n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's apartment. Chandler is watching TV and Monica is cooking]",
            "dialog": "Monica: (Chandler's laughing) Did someone drop the baton again?\nChandler: Why come all the way from Kansas to do that?\nMonica: (she tastes what she has cooked) I don't get older. I just get better!\nChandler: You know what just occurred to me? This could be our last Thanksgiving just the two of us. I mean, we could be getting a baby soon!\nMonica: You don't know that.\nChandler: Somebody is gonna pick us.\nMonica: Yeah, but we haven't heard a thing from the adoption agency and it has been weeks!\nChandler: I'm telling ya! It's gonna happen. Next year it's gonna be you, me and the little Hemingway Bing. (pause) What, he's my favourite author!\nMonica: Name one of his books.\nChandler: (after a long pause) \"The Firm\"?\nMonica: Ok, let's see... uhm, okay, the turkey is in the oven, the stuffing is ready...\nChandler: You know, you always cook this meal all by yourself. Let me help this year.\nMonica: Oh, Chandler, that's sweet. But you don't have to do everything Doctor Phil tells you to do.\nChandler: I'm serious, let me do something, just not the turkey or the stuffing, nothing \"high profile\".\nMonica: Ok, let's see... Oh, the cranberry sauce, it is easy to make and no-one really cares about it.\nChandler: Tell me more.\nMonica: Okay, I'm gonna go check on something across the hall. You start by washing these (she gives Chandler a bowl with cranberries. Then, while she's going outside, she sees him with a bottle of soap in his hands) Not with soap!! (she leaves)\nChandler: You obviously haven't tasted my Palmolive potatoes!\n(Ross and Joey enter)\nRoss: Hey! Hey, guess what Joey has!\nJoey: Three tickets to today's Rangers game!!\nRoss: Dude, I wanted him to guess.\nJoey: Oh.\nChandler: Oh my God!\nJoey: Yeah, they're great seats too!\nRoss: Guess where they are?\nJoey: Center ice.\nRoss: Did I do something to you?\nChandler: Hmm, the game's at one.\nRoss: So?\nChandler: Dinner is at four, we'll never gonna make it back.\nJoey: So we'll leave before it's over, we'll be back in time.\nChandler: You say that now, but it could take us a long time to get back home. Plus Joey could get lost and and they could have to page us to go pick him up.\nJoey: Dude, two times that happened!\nChandler: Look, Monica has been working hard all day, she didn't wanna host this thing in the first place, we shouldn't go!\nRoss: He's right, man.\nJoey: Right, I guess. Alright, so see you at four.\nChandler: Okay. (pause) And get ready to taste my very special cranberries. Or should I say... chanberries!\nJoey: That's some gentle comedy, dude. (he and Ross leave)\nRoss: We're still going at the game, right?\nJoey: Yeah!\nRoss: Yeah.\n \n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Baby beauty contest]",
            "dialog": "Host: This is contestant number sixteen, Rebecca...\nPhoebe: Hey.\nRachel: Oh Phoebe, listen. Well, I think we gotta go. This place is really freaking me out. I've been watching this guy over there, I don't think he came with a kid!\nPhoebe: We can't leave now! There was this one baby, Haley, who was favourite to win and she got croup, so she had to stay home! This competition just blew wide open, folks!\nRachel: Phoebe, I think... It's just too weird, I just saw a one year old running around with pantyhose on!\nPhoebe: Oh, I know, we should have been more prepared. (she looks around) It's okay. Now, the way I see it, our real competition now is Cameron. Oh my God, they just took her sweater off. Look at those arms! Hello Michelin Man.\nRachel: Oh, Phoebe! Come on! You know what, it's already three o'clock and they haven't even gotten to Emma's group yet. We gotta go, we got dinner!\nPhoebe: (panicking) But Emma's got what it takes, she could go all the way!\nRachel: Phoebe, you have to calm down.\nPhoebe: Okay. Rachel, the hottest babies in the Tri-State Area are in this room right now! I overheard one of the judges say that not one of them holds a candle to Emma!\nRachel: Really?\nPhoebe: Yeah!\nRachel: You heard them say that?\nPhoebe: Yeah!\nRachel: All right, okay. Alright, let's give to these babies something to cry about!\nPhoebe: Good! Oh yay! Let's get down to business! Emma needs some makeup!\nRachel: No, what?\nPhoebe: Well, she's gonna look all washed out next to the other contestants!\nRachel: No Phoebe, I am not letting you put makeup on my baby!\nPhoebe: Why not!\nRachel: Because I already did!\n \n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Madison Square Garden]",
            "dialog": "(there's a lot of shouting and yelling)\nJoey: Oh, Bob, get off the guy!\nRoss: Oh! What a game, huh?\nJoey: I know, yeah.\nRoss: I can't believe Chandler is missing this!\nJoey: Yeah. I am sorry he's not here too, but I got to say, (takes some nachos from a plate on the seat where Chandler should have been) I am really enjoying Nacho Chair.\nRoss: Yeah, I'd probably enjoy it more if you didn't keep batting my hand away.\nJoey: Ohhhh! These seats are great!\nRoss: I know, I know! When I was here for Holidays on Ice (Joey looks around worried hoping no one heard that) I was sitting so far away Michelle Kwan couldn't read my banner!\nJoey: (looks at the time) Wow, hey, we'd better get going. If we don't leave right now, we'll be late for dinner.\nRoss: Oh, but it's a kind game! So we're a little late, you know, the girls will be there, let's stay just for one more goal.\nJoey: I don't know...\nRoss: One more fight!\nJoey: Okay.\nRoss: Okay.\n \n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Monica's apartment.]",
            "dialog": "Monica: Where is everybody? They're forty-five minutes late!\nChandler: I can't believe they are not here! I slave and I slave for what? They've ruined cranberry day!\n \n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The corridor. Ross and Joey have just arrived.]",
            "dialog": "Joey: How late are we?\nRoss: Forty-five minutes.\nJoey: Wow (He opens his apartment door and throws their stuff in.)\nRoss: (handing him his coat) Here!\nJoey: Okay. Rachel and Phoebe are already there, okay? So they probably started without us. We could just slip in and no-one needs to know where we were! (he raises his hands and on his right one there's a Rangers foam finger)\nRoss: You may want to lose the foam finger!\nJoey: Oh, no, no, no, no, no. You just want to put it on your hand!\n(Rachel, Phoebe and Emma arrive)\nRoss: Hey!\nPhoebe: Oh!\nJoey: You are not at Thanksgiving?\nRachel: No...\nPhoebe: No, we're late!\nRachel: What are you doing here!\nRoss: We're late too! (Rachel screams)\nJoey: We figured we could be late because you guys were gonna be on time (he points the foam finger at the girls)\nPhoebe: Don't point that thing at me, Tribbiani!\nRoss: So, nobody's here? Monica's gonna kill us!\nJoey: Yeah, where were you!\nRoss: Yeah, yeah, what's with the trophy!\nPhoebe: Uh, we were at the Spelling Bee!\nRachel: And I won!\nRoss: You won an adult Thanksgiving day spelling bee.\nRachel: Yes! (spells it) Y-E-S. Yes!\nRoss: Let me see this... (he takes the trophy from Rachel's hands) Grand Supreme Little Darling, New York Division.\nRachel: Yeah. That's me!\nRoss: You entered Emma into a Beauty Pageant?\nPhoebe: And it looks like she put makeup on her!\nJoey: Wait a second, wait a second, where have I seen that cowgirl outfit before...\nRoss: I can't believe this, she's our daughter! That you would treat her like some kind of showdog is inexcusable!\nRachel: She won a thousand dollars!\nRoss: So this is an annual thing?\nJoey: (realizing) Oh! That's Alicia Mae Emory's outfit!\nPhoebe: You guys, there are people in there who are not getting any happier!\nRoss: Yeah. What are we gonna do?\nRachel: Well, I don't know, you guys figure it out, I got to put Emma down for a nap.\nJoey: All right. Hey Rach, while you're in there, throw something on Alicia Mae.\nPhoebe: Alright, what are we gonna say?\nRoss: Ooh, we'll say that we were mugged! You can't get mad at someone who's been mugged!\nPhoebe: Oh, good, that's good, but you don't look like you were mugged!\nJoey: No. Here (he tears off the pocket from Ross' shirt, and tears off everything below that as well.)\nRoss: (to Joey) HEY!\n \n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica's apartment.]",
            "dialog": "Monica: Do you hear something? (Chandlers stands up and goes to the door to look out from the peephole)\nChandler: (peeping) They're out there!\nMonica: Ohhh! Let me see! Oh God, I can't believe this! They're an hour late and they're just staying out there, talking!\nChandler: (peeping) Everything is so distorted! Looks like Joey has a giant hand! Which says \"Rangers\" on it. They went to the game!\nMonica: (gasps) Oooh! They are in for a world of pain!\nChandler: (looking through the peephole again) Ross' shirt is torn.\nMonica: Oh! They're late and they're sloppy!\n[Cut to the hall]\n(Rachel comes out of her apartment}\nRachel: Alright, Emma is napping... (then to Ross) what happened to your shirt?\nRoss: I got mugged. And they stole my pocket.\nPhoebe: We're just... we're trying to figure out an excuse. Hey! Ooh! How about this: We can say that Monica told us 5 o'clock, not 4 o'clock. That way we're right on time! (Others start to agree but she continues) OR... or, we can plant PCP in the apartment and call the cops on her.\nRoss: (sarcastic) That would be a good way to get rid of all the PCP we have lying around.\nRachel: You know what, we just say that she said it was 5 o'clock. We'll just act casual. We're not late, we're right on time. (When she finishes talking, a note is pushed from under Monica's and Chandler's door, into the hall. Ross picks it up and reads it out loud)\nRoss: (Reading the note) We know you're out there. (Rachel gasps)\nJoey: (whispering) Who do you think its from?\n[time lapse – they are still in the hall]\nRachel: Oh, God. This is bad. This is so bad.\nRoss: Well, let's just go in there and face them.\nPhoebe: Well, I'm not going in first. I bet that vein on Monica's forehead is popping like crazy.\nJoey: I hate that thing, it's like a... bolt of lightning.\nRachel: Oh, hey, I have an idea. Why don't we play rock-paper-scissors, and whoever loses goes in first. (they all agree) Ready? (they do the rock-paper-scissor thing with they hands and Rachel has paper, Phoebe and Ross both have rock, while Joey is doing a strange upward wiggling with his fingers. They all look a him confused).\nJoey: (smiling from ear to ear) Ah-haah! I win!!\nRoss: What is that?\nJoey: That's fire. Beats everything.\nPhoebe: Oh, really? Does it beat water balloon? (She places her hand over his \"fire\" and mimics a bursting water balloon, thus putting the fire out).\nJoey: Ooh! Well played, Phoebe Buffay, well played.\nRachel: Alright, enough, enough, come on. Let's just all go in at the same time.\nAll: Alright, okay. (Phoebe reaches for the door, and tries to open it but it's locked)\nPhoebe: It's locked.\nRoss: Wha...? Oh sure, now they lock it, but when they're having sex on the couch, its like: \"Come on in, my butt is surprisingly hairy\".\nRachel: Alright, come on... (starts to knock on the door) Alright, you guys. We're so sorry we're late. Please let us in, so we can have dinner together.\n[cut to Monica and Chandler]\nMonica: No! Everything's cold. The turkey's dried out and the... the stuffing is all soggy.\nChandler: Yeah, and there's a bowl of cranberry sauce that... (speaking lower to Monica) what happens to cranberry sauce?\nMonica: (Rolling her eyes) Nothing. It's fine.\nChandler: (relieved) Oh thank God!\n[cut to the hall]\nRoss: Come on you guys, we're sorry, alri...? Our subway broke down.\nChandler: (looking through the peephole) That's a lie, you went to the game, I can see Joey's hand.\nRoss: (to Joey, who is wearing a blue, 3 foot hand) FOR THE LOVE OF GOD TAKE IT OFF!! (takes it off his hand and throws it on the floor)\nRachel: You guys, come on, it doesn't matter why we're late. We're all here now, please let us in so we can have some of your delicious turkey. (A slice of turkey on a piece of aluminum foil is slid under door)\nJoey: I had a dream once about a fax machine that did that. (Ross picks it up)\n[cut to Monica and Chandler]\nMonica: That's all the turkey you're gonna get.\n[cut to the hall]\nRoss: How are we gonna decide who gets this?\nJoey: (holds his fist up) WATER BALLOON! (he stuffs the slice in is mouth and gives the foil back to Ross)\nPhoebe: What are we gonna do? I'm starving.\nRachel: (gasps) Oh, I just remembered. We do have something to eat. Monica put something in our oven this morning.\nPhoebe: Oh yeah!\n[cut to Monica and Chandler]\nMonica: Hey, you touch that and you will be sorry.\nChandler: Guys, I'd listen to her. The vein is bigger than I've ever seen it. (Monica looks at Chandler)\n[cut to the hall]\n(Rachel comes out of the apartment holding a pot. Joey holds in anticipation and Rachel opens it)\nRachel: Huh... OH MY GOD IT'S BRUSSELS SPROUTS. (they all look appalled)\nRoss: That's worse than no food.\n[cut to Monica and Chandler]\n(Monica looks insulted)\nChandler: HA-HA! All you got was Monica's stinky Brussels sprouts!\nMonica: Stinky?!\nChandler: Please let me stay on this side of the door.\n[cut to hall]\nRachel: Oh, I know... I still have my old key! (She goes in to get it and comes back with her keys) We can just unlock the door.\nPhoebe: Well, I don't know if that's such a good idea. They clearly don't want to be with us.\nRachel: You know what? I don't want to be with them either, but it's Thanksgiving and we should not want to be together, together. (Goes to unlock the door)\nJoey: (to Ross) Just get in there and make a face to face apology, you know? Look them in the eye. I know I can get them to forgive us.\nRoss: I don't know...\nJoey: I'm telling ya... (his eyes open wide and he looks like his eyes are about to pop out. He stares at Ross like this without blinking) I can do it.\nRoss: (Staring back, and then breaks off) (To Phoebe and Rachel) Yeah, he can do it!\n(Rachel finally manages to open the door, but the door chain is on.)\nRachel: Oh!\n(Joey sticks his head through the gap. Monica and Chandler are now sitting at the dinner table. There is another smaller table full of food standing in front of the front door)\n(Monica and Chandler do not look amused by Joeys head in the door)\nJoey: Oh! It all looks so beautiful: the turkey, the stuffing...\n(Monica is now smiling)\nChandler: The cranberries...?\nMonica: Oh! Enough! A monkey could have made 'em!\nJoey: (still with his door wedged in the door gap, now opens his eyes wide and stares at Monica and Chandler as he did with Ross earlier in the hall) Hey listen guys, we feel really terrible.\nChandler: He's doing that weird eye contact thing. Don't look at him, don't look at him! (They both look away)\nJoey: Come on you guys, we want you to know we're (His eye widen even more) very very sorry. (Monica and Chandler are now covering their eyes with their hands) (then to the others in the hall) Right guys?\n(Ross head appears above Joey's, Rachel's below Joey's and Phoebe's at the bottom)\nRoss: I feel terrible.\nPhoebe and Rachel: So, so sorry.\nJoey: (smiling) Now let's not ruin this day. You worked so hard. Let's move past this and try to have a nice meal all together, huh?\nChandler: The floating heads do make a good point.\nMonica: Yeah, they do seem to feel pretty bad.\nRachel: So bad.\nRoss : So bad.\nPhoebe: So bad.\nMonica: (Gets up) Okay, okay. You two (to Phoebe and Rachel) go get the dessert. And I'll let you in.\nRachel: Dessert?\nMonica: Yeah, I asked you and Phoebe to pick up the pies. You did remember, right?\nPhoebe: Pies, oh, we thought you said priiiize (goes to the hall and comes back with Emma's trophy in her hand). Here! (gives it to Monica).\n(Monica takes it and reads the label)\nMonica: Grand Supreme Little Darling?\nRachel: Congratulatioooons!\nMonica: Oh my God! YOU FORGOT THE PIES? Well, I cannot believe this. You force me to make dinner, then you're an hour late and you forget the one little thing that I asked you to do.\nRoss: Really girls, not cool.\nChandler: Well, you manheads aren't any better. You lied about going to the game. You knew it would make you late, and you still went anyway.\nJoey: Hey! I'm getting a little tired of this okay? We said we're sorry. It's Thanksgiving for Pete's sakes! A day of forgiveness!\nRoss: It's a day to be thankful.\nJoey: (to Ross, mouthing) Don't make me come up there!\nMonica: It's too late for apologies.\nJoey: Fine! Let's just go. I don't need your stupid dinner.\nChandler: That would be a lot more convincing if you weren't drooling.\nRachel: Ewww, is that what that is?\nJoey: Sorry!\nPhoebe: Come on you guys, let's just do our own Thanksgiving.\nRachel: Yeah! I'll cook!\nRoss: Yeah! Let's go out.\nRachel: Hey!\nJoey: Yeah! You three have a nice Thanksgiving.\nMonica: The three of us?\nJoey: Yeah! You, Chan, and the vein!\n(Monica gasps and holds her forehead. Phoebe, Rachel and Ross pull back their heads)\nJoey: Ha!\n(When Joey tries to pull back his head, he notices he is stuck)\nJoey: Oh-oh! I'm stuck!\nMonica: Joey, that is not gonna work.\nJoey: No seriously... I'm really wedged in here.\nPhoebe: I'll pull you through.\nRoss: Okay.\nJoey: (in agony) aaw-ahhh-aaahhh STOP! STOP! I'm worried about damaging my head.\nChandler: A little late for that.\nJoey: Alright, hurry up, you gotta do something.\nMonica: Alright, well, this does not change anything. (to Chandler) Okay, we need to get something to grease the sides of his face.\nChandler: Uhm, we've got turkey grease.\nMonica: Bring it.\nJoey: I just wanna say that I'm sorry I referred to the vein as a seperate person...\n(Chandler gives Monica a footlong \"eye dropper\" with the turkey grease in it)\nMonica: Here you go!\n(She squirts some of the grease along Joey's face.)\nJoey: Oh, that smells good!\n(And he starts licking the grease which trickles down his face. Monica also squirts some on the other side of his face, and his tongue follows her movements.)\nJoey: Okay.\nMonica: Okay, try it.\n(Joey tries to pull back at all his might.)\nJoey: It isn't working.\nMonica: Alright, we're gonna have to unscrew the chain.\nJoey: Well hurry, I can't feel my ears!\nChandler: Can you ever feel your ears?\nJoey: Interesting...\nMonica: Chandler, where are your tools?\nChandler: (sarcastically) Oh, I left them on my bulldozer... I don't have tools!\nMonica: I do, but Rachel borrowed them.\nRachel: I lent them to Ross.\nRoss: I gave them to Joey.\nJoey: I left them at the park.\nMonica: Oh!\nRoss: (looking at Joey's butt) I'm finding it really hard not to mess with him.\nPhoebe: I've already stuffed a bunch of Brussel sprouts down his pants.\nRoss: Nice!\n(The phone rings in Chandler and Monica's apartment)\nMonica: Okay, I have to get that. Now when I get back, I want you and your friends to be gone. Thanksgiving is over. The Vein has spoken.\nJoey: It's really starting to hurt.\nChandler: Okay, look, I'm gonna pull on the door and you guys push as hard as you can. Maybe we can get enough room to wiggle him out, okay? Okay, so PUSH!\nPhoebe: Just a sec., we're kind in the middle of something here.\n(Rachel, Ross and Phoebe have their hands full and are stuffing all kinds of things down Joeys pants.)\nJoey: Ooh! Stop putting things down my pants!\nChandler: Come on guys, PUSH!\nJoey: Yeah! Come on!\nJoey and Chandler: PUSH! PUSH! PUSH!\n(The chain breaks loose from the wall, and because Joey was pushing with all his might, he propells into the kitchen, towards the table with all the food. This table has wheels underneath it, and when Joey falls on this table, he rides into the living room, with all the food falling off, until finally Joey also falls off... Joey gets up quickly, a bit agitated, and acting as nothing happened. He is covered in food stains.)\nChandler: My cranberries!\nJoey: (looking at himself) Man, I've got food all over me.\n(He licks his fingers, liking it. He offers Chandler a taste.)\nChandler: Argh! I can't believe what you did. Monica's gonna kill you!\n(Monica enters from the spare bedroom.)\nChandler: (to Monica) Look! Look! Look what the... Look what... Look what the floating heads did!\nMonica: (very emotional) I don't care.\n(Chandler can't believe what he's hearing. He looks at Monica, then at the others, then back at Monica.)\nChandler: What's going on?\nMonica: That was the adoption agency...\nChandler: And?\nMonica: WE'RE GETTING A BABY!\nChandler: Are you serious? (they hug)\nMonica: There's a pregnant woman in Ohio, and she picked us!\n(They all cheer and Rachel, Ross and Phoebe join in for a group hug. Joey also joins, but he stands back a bit, because he is all sticky of the food on him)\nRachel: I'm so happy for you!\nMonica: This Thanksgiving kicks last Thanksgiving's ass!\n(They all cheer and hug again, but Joey's eating the food off his shirt)\nCOMMERCIAL BREAK\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler and Monica's apartment. The table is set, and there's food on the tables again. They're all there, toasting.]",
            "dialog": "Rachel: To Monica and Chandler... and that knocked up girl in Ohio.\nRoss: I'm just so happy you guys are finally getting a kid.\nPhoebe: I know. Have you considered pageanting?\nMonica: I can't believe they called, and we're actually getting a baby. (she kisses Chandler)\nJoey: Oh, I know how you feel...\n(Monica and Chandler are looking curiously at Joey.)\nRachel: Really?\nJoey: Sure. I went through the exact same thing with Alicia Mae Emory... The waiting, the wandering... Then one day... I get that call from Toys \"R\" Us... She was in stock!\nChandler: That is the exact same thing.\nTHE END\n\n"
        }
    ]
}