{
    "metadata": {
        "season": "SEASON 10",
        "title": "1011 The Stripper Cries",
        "written_by": "Marta Kauffman & David Crane",
        "transcribed_by": "Coffee Mug, Eleonora, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": " \n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk. Everyone's sitting on the couch. Monica and Joey enter.]",
            "dialog": "Joey: Hey guys!\nMonica: Hey, let me tell them!\nJoey: Sure.\nMonica: Joey is gonna be a celebrity guest on a game show!\nPhoebe: Great!\nRoss: Really? Which one?\nMonica: (stopping Joey from answering) Ohh! Fish, seaweed, a sunken ship.\nRoss: Things you find in the ocean, (to Joey) You're gonna be on \"Pyramid\"!!\nMonica: Oh, that was our favourite game show ever!\nRoss: Except for \"Match game\"...\nMonica: Or \"Win, Lose or Draw\".\nChandler: What did I marry into?\nJoey: Would you guys want to come down tomorrow and watch me tape the show?\nMonica: Oh, I can't. We're throwing Phoebe a bachelorette party.\nPhoebe: Yeah, sorry boys, this ride's closing.\nRoss: Oh, and Chandler and I have this stupid college alumni thing. I can't believe you get to meet Donny Osmond.\nJoey: Seriously?\nRoss: (very excited) Yeah-uh!\nMonica: Ross and I always wanted to be Donny and Marie.\nChandler: You guys just keep getting cooler and cooler!\nMonica: Yeah, we used to perform for our family and friends.\nRachel: Oh God, that's right. I blocked that out.\nMonica: (singing) \"I'm a little bit country\"...\nRoss: (singing) \"...and I'm a little bit rock 'n' roll\"!\nChandler: (to Monica) I'm leaving you.\nOPENING CREDITS\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Class of '91 reunion. Ross and Chandler enter.]",
            "dialog": "Ross: So weird to see all these people again... Oh my God, look, there's Geoffrey Cleric.\nChandler: Who?\nRoss: He was roommates with John Rosoff. He went out with Andrea Tamburino. She dumped him for Michael Skloff.\nChandler: (looking around) Did I go to this school?\nRoss: Hey, there's Missy Goldberg. You gotta remember her.\nChandler: (looks over at her) Sure, nice.\nRoss: Dude. You're married to my sister.\nChandler: You're right, by saying \"nice\" I'm virtually licking her.\nRoss: Hey, I hear she's single again, d'you think I should ask her out?\nChandler: Are you asking permission to break the pact?\nRoss: Yes please.\n \n[Flashback, year 1987. Chandler enters the school's corridor. Ross is hanging some flyers on the wall. Both have a funny 80s hair and clothes.]\nRoss: Hey. Hey, check out the flyers for the band. I made 'em on a Macintosh in the computer room!\nChandler: Awesome, the name really stands out.\nRoss: Thanks to a little something called \"Helvetica Bold 24 point\"!\nChandler: Man, we're gonna rock that Asian student union!\nMissy: Hey guys!\nChandler: Hey!\nRoss: Hey, Missy...\nChandler: You know, our band is playing on Friday.\nRoss: Yeah, yeah. You should come check us out. We're called \"Way! No Way!\".\nMissy: No way!\nChandler and Ross: Way!\nMissy: Right. I'll be there. (she leaves)\nChandler: Fresh!\nRoss: Boss!\nChandler: Mint!\nRoss: She's gone.\nChandler: I know it. You know, I'm totally gonna ask her out.\nRoss: Dude, I was gonna ask her out.\nChandler: I said it first, bro.\nRoss: Well, I thought it first, Holmes.\nChandler: (angrily) Look, if you did...\nRoss: Woha! Wait... What are we doing? What we have is too important to mess it up over some girl. I mean, we can get laid anytime we want.\nChandler: Totally. I had sex in High school...\nRoss: Me too. I'm good at it.\nChandler: All right, I'd say we make a pact. Neither of us will go out with Missy Goldberg.\nRoss: You got it.\nChandler: All right, so that's Missy Goldberg, Phoebe Cates and Molly Ringwald, who neither of us can go out with.\nRoss: Those are the pacts!\nChandler: Oh, and Sheena Easton. But we probably couldn't get her anyway.\nRoss: Oh, oh... maybe not you!\n \n[We get back to the Class of '91 reunion, where Ross and Chandler are still looking at Missy.]\nChandler: Well, I officially give you permission to break the pact.\nRoss: Thank you. (they shake hands) All right, here I go. Hey, remember how scary it used to be going up to girls in college?\nChandler: Your hands are shaking.\nRoss: I know, and I can't stop sweating. (he walks towards Missy)\n \n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The \"Pyramid\" Studio.]",
            "dialog": "Voice: Five! Four! Three! Applause!\nDonny Osmond: Yeah! Welcome, it is Soap Opera week here on Pyramid, let's meet our contestants. First, Gene Lester is a database specialist, he's gonna be playing with \"Days of Our Life's\" star Joey Tribbiani! (Joey's amazed at the place and he keeps looking around till he realizes the audience is applauding him)\nJoey: (to Gene) I know it could be intimidating for regular people to be around celebrities but... relax, I'm just like you! (pause) Only better looking and richer.\nDonny: ...should be playing with the star of \"General Hospital\" Leslie Charleson. (applause) Welcome everybody. Good luck to all of you. Let's play Pyramid. All right? Now... we flipped a coin before the show, Gene, you won the toss, so you're gonna start. Which category would you like?\nGene: I'll take \"You crossed the line\".\nDonny: You crossed the line. Joey, describe for Gene these things that have lines. Give me 20 seconds on the clock, please. Ready, go!\nJoey: (on the screen there's the word \"Supermarket\") Uhm... ok. It's a store, like a supermarket. (there is a sound indicating he made a mistake as he shouldn't have said 'supermarket'. The next word appears, \"notebook\") Oh! I see-I see what I did. Yeah, ok, ok, uhm... I'm writing in my...\nGene: Diary.\nJoey: Noo, (whispering) more like a notebook... Damn it! (next word appears: \"blueprint\") Oh, if I'm building an house, the plan isn't called the 'shmoo-print'... Can't say that either? Woha... hey... (the last word is \"Football field\" and there are 5 seconds left) In high school, I once had sex with a girl right in the middle of the...\nGene: Cafeteria.\nJoey: Yeah! But that is not what they're looking for. (time's finished) OOOH!\n \n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica's apartment, where Phoebe's bachelorette party is taking place.]",
            "dialog": "Phoebe: (to Rachel) Thank you so much for this.\nRachel: Oh, d'you like it?\nPhoebe: Oh my God, it's all so elegant! When's the dirty stuff starting?\nRachel: What?\nPhoebe: You know, the strippers, and the guys dancing, and you know, pee-pee's flying about.\nRachel: Pheebs, I... there isn't gonna be any flying about! We actually thought we were a little too mature for stuff like that.\nPhoebe: Oh, ok. I see what you're doing, that's fine. This is all there is, just tea, uh, ok. (she drinks her tea) Hmmmm... raunchy!\nRachel: Seriously Pheebs, it's not gonna be that kind of a party.\nPhoebe: Really? So this is... this is my big send off in the married life? Rachel this is the only bachelorette party I'm ever gonna have! I've got a big wad of ones in my purse! Really? I mean, really? It's just tea?\nRachel: Nooo! Phoebe, of course there is more! I mean, I'll just go and talk to Monica and get an ETA on the pee-pee's!\n \n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Joey's at the game show \"Pyramid\" with host Donny Osmond.]",
            "dialog": "Donny: Now Gene I must remind you, you need all six of these to stay in the game, all right? Describe for Joey things you find in your refrigerator.\nJoey: Ahaha, he might as well just give us the points.\nDonny: Give me twenty seconds on the clock. Ready? Go!\n(the first word is cream)\nGene: You put this in your coffee.\nJoey: A spoon. Your hands. Your face!\nGene: It's white!\nJoey: Paper, snow, a ghost!\nGene: It's heavier then milk!\nJoey: A rock, a dog, the earth.\nGene: Pass!\n(the second word is mayonnaise)\nGene: You put this on a sandwich.\nJoey: Salami, anchovies, jam!\nGene: It's white!\nJoey: Paper, snow, a ghost!\nGene: It's made from eggs!\nJoey: Chickens?\nGene: Pass!\nJoey: Oh!\n(The third word is ketchup)\nGene: You put this on a hamburger!\nJoey: Ketchup!\nGene: Yes!\n(The fourth word is soda)\nJoey: Relish!\nGene: Stop!\nJoey: Oh.\nDonny: Oh, time's up! Joey! You were, uh, almost on a roll there...\nJoey: Yeah...\nDonny: Uh, Gene, you're gonna have a chance to go to the winner circle in the second half. But right now Henrietta you are going to the winner circle to try your luck for ten thousand dollars, right after this, don't go away.\nStage Manager : And we're out!\nJoey: Oh, so we didn't win, but it's fun to play the game, right?\nGene: Hey! I got a kid starting college. I've to get surgery on my knee, you just lost me ten grand!\nJoey: Oh, wow! I'm so sorry, ok? I promise, we'll do better next time!\nGene: Well, I will, because I won't be playing with you.\nJoey: Hey, you know, some of those are pretty hard! Like why would there be a ghost in my fridge? (pause). Yeah!\n \n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: College reunion party. Ross is talking to Missy.]",
            "dialog": "Ross: So, Saturday night!\nMissy: I'd love to!\nRoss: Great!\nMissy: So how come it took you so long to ask me out?\nRoss: Oh, well, uh, this is gonna sound kinda silly, but, do you remember my roommate Chandler Bing?\nMissy: Sure, he was in your \"band\"? (she air quotes band)\nRoss: It's been sixteen years but the air quotes still hurt.\nMissy: Sorry.\nRoss: That's ok. Uh, anyway, well he and I both really liked you a lot, uhm, but we didn't want anything to jeopardize our friendship, so we kinda made a pact, that neither of us could ask you out!\nMissy: Really?\nRoss: Yeah, why?\nMissy: Well, Chandler and I used to make out! A lot!\nRoss: You did?\nMissy: Yeah. We'd go to the science lab after hours!\nRoss: (angrily) AND ON MY TURF?\n \n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica's apartment. The bachelorette party.]",
            "dialog": "Monica: (to Rachel) Hey, where is this guy, it's been over an hour!\nRachel: Well, he's coming from Jersey, he said he would get here as fast as he could!\n(someone knocks at the door)\nMonica: Who is it?\nMan: It's the police!\nRachel: (pretends to be shocked) Uh! The police!\nPhoebe: (Excited, running back to her seat) Oh!\nMan: That's right, it's officer Goodbody.\nMonica: What's the matter, officer? Has someone been bad? (looks over to Phoebe and she opens the door, and to their dismay, the stripper is an old, short, fat guy who looks exhausted)\nRoy, the male stripper: (coughs) Whoo, that's a lot of stairs!\nCOMMERCIAL BREAK\nRoy: Ooh, boy. You should warn people there's no elevator! I should not have had that Mexican food for lunch.\nMonica: Are you gonna be ok, officer, uhm,...\nRoy: Goodbody!\nMonica: ...If-you-say-so.\nRoy: So where's the young lady who I'm supposed to take (he shakes his hips) downtown! (Monica points Phoebe)\nPhoebe: Oh, God!\nRoy: All right, somebody show me where to plug in my box, and we'll get this party started! (he thrusts his pelvis towards Phoebe) Whaaaa... (walks back to plug in his cd player) Here? All right.\nPhoebe: Rachel?\nRachel: Yeah?\nPhoebe: Are you kidding?\nRachel: All right, look, we did not know that you wanted a stripper so we went to the phonebook and we got the first name we could find!\nPhoebe: How old is your phonebook?\nMonica: Oh my God, this man is gonna get naked in my apartment!\nPhoebe: Oh God no, I don't wanna see him take his clothes off!\nRoy: Are you talking about me?\nMonica: Oh, no! I mean, obviously we want to see you take your clothes off! You big piece of eye candy!\nRoy: Ok, ok, ladies! Can I have your attention, please? (pause) Did someone call for the long arm of the law? (He extends his arm from around his crotch and then upward and outward, towards Phoebe) I should warn you, I have a concealed weapon! (Puts his hands over his crotch) I hope you're familiar with the States penal code, ok, ok, enough teasing. Now for some pleasing!\n(he uses his remote to turn on the music, \"Tainted Love\" by Soft Cell, and starts dancing for Phoebe. He shakes his butt, moves his shoulders back, grabs his crotch and hops towards Phoebe. Phoebe is half horrified and half scared. He takes his hat off and throws it away, does some \"Can Can\" high kicks and swings his butt in front of Phoebe who looks at it in disgust. Then he tears open his shirt and shows her his chest and she flinches.)\nRoy: Whoa, whoa, whoa (he turn off the music). She cringed!\nPhoebe: This is how I look when I'm turned on!\nRoy: You were talking about me before! Look, I don't need this! I'm outta here! Where's my hat? (goes to get it) Look, I've been in this business for a long time!\nPhoebe: Shocking!\nRoy: Now if you just pay me my three hundred dollars, I'll be on my way!\nPhoebe: Three hundred dollars, are you kidding?\nRachel: No, that's ok, let's me just get my check book!\nPhoebe: No, you're not gonna pay him, he didn't do anything!\nRoy: Didn't do anything? I took a bus all the way from Hoboken. I climbed ... I dunno... like a billion stairs... It's not like I can take them two at a time!\nPhoebe: I don't care. We're not paying you 300 dollars for this.\nRoy: Well, look - it's not my fault if you're too uptight to appreciate the male form in all it's glory.\nPhoebe: Oh yeah, okay. I'm uptight. Yeah, that's why I don't want to watch a middle aged guy dance around in what I can only assume is a child halloween costume! (turns to look at Monica and Rachel who look like they feel very sorry for the stripper)\nRoy: I may have borrowed this from my nephew, but let me assure you, what's underneath (points at his groin)... is all man.\nPhoebe: I'm sorry, did you say all man or old man?\nRoy: (making a crying face) Oh, you're mean!\nMonica: (walks towards Phoebe and the stripper) Uh, look, officer... uhm Sir...\nRoy: Damnit. OH! (To Phoebe) Big surprise! The hunk of beef has feelings!\n \n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: At Pyramid. Joey is with the woman now.]",
            "dialog": "Donny: Ok Henrietta, you've picked Jack and Jill went up the hill.\nJoey: (To Henrietta) My friend Rachel has a kid. I totally know nursery rhymes! (makes a thumbs up sign)\nDonny: Joey describe these things associated with the United States congress. (Joey goes form looking very confident to looking very shocked the instant the word congress is said) Give me 20 seconds on the clock please. Ready? Go!\n(Camera goes to Joey. The clock is at 20 sec. The word \"Legislature\" appears. He looks at it blank faced and his eyes shift between Henrietta and his screen)\nJoey: Oh, .. uh... uh... pass. (Next word: \"Rotunda\") Pass. (Next word: \"Filibuster\" stares at it a moment) Pass. (Henrietta is looking very confused) (Next word: \"Addendum\" 4 seconds remaining) Okay, the little thing that hangs down at the back of your throat.\nHenrietta: Uvula!\nJoey: Oh, then pass. (Next word: \"Joint session\", but time's up, Joey acts very disappointed)\nDonny: O-kay... Henrietta, you didn't get all the points you needed, so that means Gene, you are going to the winners circle to try for ten thousand dollars! (Gene is clapping his hands looking very happy and so is Joey) And you're gonna be going there with Joey Tribbiani (Both of their smiles fade away instantly)\n \n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Class of '91 reunion. Ross is walking angrily towards Chandler, who is talking to two other guys.]",
            "dialog": "Ross: (To Chandler) You made out with Missy Goldberg. How could you do that, after you promised me?\n(Chandler looks at the other two guys, embarrassed)\nChandler: (to the two guys) Excuse me. (Chandler and Ross move away from them). That didn't make us sound gay at all!\nRoss: You broke the pact!\nChandler: Ross, that was 16 years ago!\nRoss: That doesn't matter! We're talking about the foundation of our friendship.\nChandler: I believe the foundation of our friendship was unfortunate hair. (Ross just stares at him) All right, look, if we're really gonna do this... it's not like you never broke one of the pacts.\nRoss: I didn't.\nChandler: Oh really?\nRoss: No.\nChandler: Oh really!?\nRoss: NO!\nChandler: ADRIENNE TURNER!! (A girl behind them turns around)\nAdrienne: Yes?\nChandler and Ross: Hey! Hey Adrienne. (They move away from her)\nRoss: I never did anything with Adrienne Turner.\nChandler: Oh please, and you knew how much I liked her.\nRoss: I don't know what... you're talking about.\nChandler: Really?\n \n[Flashback scene: 80's College party.]\nPresent Chandler's voice: Remember that big party? Freshman year? A week before Christmas vacation? I do. You had some visitors.\n(An 80's Rachel and fat Monica walk into the party room. Both with funny hair-do's and clothes)\nMonica: I can't believe we are at a real college party! (Rachel laughs excitedly) I have to pee so bad!\nRachel: This is so awesome! College guys are so cute!\nMonica: Hey, you've got a boyfriend!\nRachel: I know. But if some guy who looks like Corey Haim wants to kiss me tonight, I'm sooo gonna let them! (They spot Chandler)\nMonica: Look, there's Chandler. You knew, that stupid friend of Ross'. Said I'm fat. You know I've already lost 4 pounds!\nRachel: It... You can so totally tell.\nMonica: I KNOW!\nRachel: Well lets see. Maybe he knows where Ross is. (They walk towards Chandler) Hey, how's it going (tries to look as un-interested in him as possible - checking out her nails).\nChandler: Aren't you...?\nRachel: Yeah, Rachel. And this (points to Monica) is Ross' sister, Monica. We met at Thanksgiving. (looks around the room as if searching for something more interesting to do).\nChandler: (smiling at Monica) Right. (to Rachel) So how're you doing?\nRachel: Bitchin'\nChandler: Hi Monica.\nMonica: Hi Chandler. It's really nice to see you (rolls her eyes) NOT. (she and Rachel giggle a little and Chandler looks unimpressed)\nChandler: O-kay. I'll see if I can find Ross. (Goes off to find Ross.)\nMonica: Oh my God Rach. Bean bag chairs.\nRachel: Oh.\nMonica: Do NOT let me sit in one of those. We'll be here for days.\n(Cut to Chandler. He's walking around looking for Ross. He sees him kissing a girl next to a vending machine)\nRoss: Listen Adrienne, you can't tell Chandler about this.\nAdrienne: Oh believe me, Ross, I won't be telling anybody about this.\nRoss: Cool! (They start kissing again and Chandler looks shocked)\n \n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: We cut back to the present. The reunion where Chandler and Ross are talking.]",
            "dialog": "Ross: I didn't know you knew about that.\nChandler: Well, I did and it hurt. (they walk towards the bar) That's when I wrote the song: \"Betrayal In The Common Room\".\nRoss: (looks disappointed in himself) Man... I... I'm sorry.\nChandler: Look (hands him a drink) it was a lo-o-ong time ago.\nRoss: So, eh. I made out with Adrienne and you made out with Missy. Well I guess we're even.\nChandler: (smiling a little nervously) Hmm mmmhm..\nRoss: We are even, right?\nChandler: (sighs) Just one more thing. I was so pissed at you that night that I wanted to get back at you. So I thought, who does Ross like the more than anybody?\nRoss: (thinks about it for a few seconds) What did you do to my mom?\nChandler: Not her!\n \n[Flashback scene: We cut back to the 80's party. Rachel and Monica are \"dancing\".]\nRachel: I am sooo drunk.\nMonica: That's weird. I've had the same number of beers as you and I don't feel anything at all. (Chandler approaches)\nChandler: Soo... you girls having fun?\nMonica: For your information, ass munch, I've lost four pounds. Maybe even five with all the dancing. (A guy enters holding a pizza box)\nPizza guy: SOMEBODY ORDER A PIZZA?\nMonica: Oh THATS ME! (she runs to the pizza guy)\nRachel: (finishing the last of her drink) I am soo not going to do good on my SATs tomorrow.\nChandler: Well maybe if you go to school here next year we can totally hang out.\nRachel: (sarcastic) Oh yeah. There is a plan! Why don't I just start taking my smart pills now?\nChandler: Well, maybe you can get in on a beauty scholarship.\nRachel: (blushing) Oh, what a line. (walks towards the drinks table with her back towards Chandler and whispers \"Oh my God!\")\nChandler: So where are you applying to?\nRachel: Oh well, You know, I think it's kinda really important that I go somewhere where there's sun, so I'm sort of... (Chandler leans in an kisses her) (She pulls away) Hey!\nChandler: I'm in college and I'm in a band.\nRachel: (She considers it for a second) Yeah okay. (She puts her hands around his neck and they start kissing again)\n \n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica's apartment. The stripper is sitting at the kitchen table. Monica, Rachel and Phoebe are standing around him]",
            "dialog": "Roy: What's the matter? You never saw a 50 year old stripper cry before?\nPhoebe: You know, it's fine. We'll pay you.\nRoy: No, no, you're right. Who am I kidding? I should have hung up that breakaway jockstrap years ago. What am I gonna do? I mean, this has been my life for thirty two years. Taking my clothes off in front of people is all I know.\nRachel: No, wait. No there's gotta be something else that you can do. I mean, what skills do you have?\nRoy: I don't know... I can make my pecs dance... I can pick up a dollar bill with my butt cheeks... I can go to that special place inside me where I feel no shame.\nRachel: So maybe something in an office.\nPhoebe: Or you could teach stripping. You know, share your gift, pass the torch.\nRoy: You know, actually that's not a bad idea. I can do it out of my apartment. I don't think my mom would mind.\nPhoebe: There you go. Okay, do you think you're gonna be okay?\nRoy: Yeah, yeah, yeah... This is so weird. I mean, you never know when it's gonna be your last dance. And I didn't even get a chance to finish it.\nPhoebe: (after a pause) Finish it!\nRoy: What?\nPhoebe: Your last dance. Do it for us.\nRoy: Really?\nRachel: (to Phoebe) Really?\nPhoebe: Yeah, yeah. He deserves to do the thing he loves one last time.\nRoy: Okay, all right... Get ready ladies!\n(they sit down and Roy plays \"You Make Me Feel\" by Sylvester on his boom box, and starts... With his back towards the girls, he starts waving his hands, then backs towards the girls slapping his butt, then swings it around, and makes thrusting pelvic movements in front of Phoebe. He dances around the tables in between all the girls, and gets back into the kitchen part of the room. He then tears off one of his sleeves and throws it towards Monica and Rachel, who fight over who gets it. He then tears off his other sleeve and moves it back and forth between his legs, getting closer to Phoebe.)\nPhoebe: Oh this is so ho-o-ot!\n(Roy then sits on Phoebe's lap, looking exhausted)\nPhoebe: Oh no, no, no, don't stop!\nRoy: (out of breath) Have to...\n \n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The game show studio. Joey and Gene are sitting in the winner circle.]",
            "dialog": "Donny: Well, welcome to the Winner Circle. Joey and Gene, you guys ready?\nJoey: (nervously) Yeah...\nGene: (irritable) Sure. (Joey gets even more nervous)\nDonny: Okay. Give me sixty seconds on the clock please... Ready, GO! (runs off)\n(the screen says \"6 to win\" and \"types of trees\")\nGene: Oak, maple, elm, birch...\nJoey: I-I-I don't know. Types of trees?\n(Joey hears the bell which means his answer is correct and is surprised. The screen now says \"5 to win\" and \"Spanish words\")\nGene: Uhm... Buenos días, enchilada, por favor...\nJoey: (sympathetic) Oh, I'm so sorry. I don't know any Spanish words.\n(There's the next bell, and the correct answer. The screen changes to \"4 to win\" and \"things that burn\". Gene now realizes that he got two correct answers and gets up in his seat.)\nGene: A match, a candle...\nJoey: Things that go \"tssst\" when you put them out.\nGene: A torch, a bonfire... (Joey seems lost) uhm, your pee...\nJoey: Things that burn.\n(and another bell for the correct answer. \"3 to win\" and \"What a dog might say\")\nGene: \"I'd like to go for a walk\", uhm \"scratch my belly\".\nJoey: Dude, dude! I think you're losing it.\nGene: Uhm, \"I have fur\", \"I like to bark\".\nJoey: Oh, oh, oh... What a dog says.\n(the bell sounds again, \"2 to win\" and \"pizza toppings\")\nGene: Pepperoni...\nJoey: (instantly) Pizza toppings, next!\n(there's 10 seconds left, \"1 to win\" and \"Supermodels\")\nGene: Cindy Crawford, Christie Brinkley, Heidi Klum, Claudia Schiffer...\nJoey: Oh, oh, oh... (5 seconds left)\nGene: Christie Turlington, Kate Moss...\nJoey: Girls Chandler could never get?\nGene: (irritated) Supermodels!\nJoey: Where? (looking around)\n \n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler and Monica's apartment. Monica's there and Ross and Chandler walk in.]",
            "dialog": "Ross: Hey, where's Rachel?\nMonica: She and Phoebe took the stripper to the hospital.\nRoss: Did you know Chandler kissed Rachel?\nMonica: What? When was this?\nRoss: Nineteen Eighty Seven. The weekend you guys visited me at school.\nMonica: Oh my God! That's wild!\nChandler: Yeah, but it was like a million years ago, so it doesn't matter.\nRoss: Well, it matters to me.\nChandler: Why?\nRoss: Because... the night you kissed Rachel was the night I kissed Rachel for the very first time.\nChandler: You kissed her that night too?\nMonica: Two guys in one night? Wow, I thought she became a slut after she got her nose fixed.\nChandler: Seriously, where did this happen?\nRoss: Okay, after you told me she was passed out in our room, I went in there to make sure she was all right. She was lying on my bed, all buried in peoples coats. Well, I went to kiss her on the forehead, you know. But it was so dark, I accidentally got her lips. I started to pull away, but then I felt her start to kiss me back. It was only for a second, but... it was amazing. And now, now I find out that you kissed her first.\nChandler: Oh wait... What bed did you say she was on?\nRoss: Mine.\nChandler: I'm pretty sure I put her on my bed.\nRoss: No, she was definitely on my bed.\nChandler: Why would I kiss a girl, and then put her on your bed?\nRoss: Well, then who was on my bed?\nMonica: (screeching) OH! Oh, oh! (holding her hand in front of her mouth)\nRoss: (realizing) NO! No, no!\nMonica: YES! (Chandler gets an \"oh no!\" look on his face)\nRoss: You were under the pile of coats?\nMonica: I was the pile of coats!\nRoss: OH MY GOD!\nMonica: You were my Midnight Mystery Kisser?\nRoss: You were my first kiss with Rachel?\nMonica: You were my first kiss ever?\nChandler: What did I marry into?\nCOMMERCIAL BREAK\n \n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Back at the party in 1987. People are dancing to \"Disco Inferno\" by The Trammps.]",
            "dialog": "(Monica is dancing. At first she seems insecure and moves slowly, but then gets into the groove and swings her hips from side to side while holding her hands up. She then eats the last piece of pizza she was holding and again moves her hips from side to side, pushing her hands in the air in beat with the music. Her moves get more wildly while she's snapping her fingers. She loses balance and falls back onto a pink bean bag.)\nMonica: Oh, crap!\nTHE END\n \n"
        }
    ]
}