{
    "metadata": {
        "season": "SEASON 2",
        "title": "216 Joey Moves Out",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Transcribed by Joshua Hodge.\nMinor additions and adjustments by Dan Silverstein.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler and Joey's apartment. Chandler and Joey are sitting at the bar, in their bathrobes, eating cereal]",
            "dialog": "JOEY: Man this is weird. You ever realize Captain Crunch's eyebrows are actually on his hat?\nCHANDLER: That's what's weird? Joey, the man's been captain of a cereal for the last 40 years.\n[Joey finishes his cereal, licks his spoon, and puts it back in the silverware drawer.]\nCHANDLER: Waaa-aaah.\nJOEY: What?\nCHANDLER: The spoon. You licked and-and you put. You licked and you put.\nJOEY: Yeah, so.\nCHANDLER: Well don't you see how gross that is? I mean that's like you using my toothbrush. [Joey gets a sheepish look] You used my toothbrush?\nJOEY: Well, that was only 'cause I used the red one to unclog the drain.\nCHANDLER: Mine is the red one! Oh God. Can open, worms everywhere.\nJOEY: Hey, why can't we use the same toothbrush, but we can use the same soap?\nCHANDLER: Because soap is soap. It's self-cleaning.\nJOEY: Alright, well next time you take a shower, think about the last thing I wash and the first thing you wash.\nOPENING TITLES\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica and Phoebe are sitting at the table, Joey and Chandler enter.]",
            "dialog": "CHANDLER: Hey.\nMONICA and PHOEBE: Hey.\nJOEY: Hey.\nPHOEBE: Ooh, look at you fancy lads. What's the occasion?\nJOEY: Well, you know that guy that's on my show that's in a coma? He's havin' a brunch.\nPHOEBE: Ahh.\nRACHEL: [enters from her room] OK, ready when you are.\nPHOEBE: Okey-doke.\nMONICA: I can't believe you guys are actually getting tattoos.\nCHANDLER: Excuse me, you guys are getting tattoos?\nRACHEL: Yes, but you can not tell Ross 'cause I want to surprise him.\nJOEY: Wow, this is wild. What're you gonna get?\nPHOEBE: Um, I'm getting a lily for my Mom. 'Cause her name's Lily.\nCHANDLER: Wow, that's lucky. What if her name was Big Ugly Splotch?\nJOEY: So where you gettin' it?\nPHOEBE: I think on my shoulder. [Ross enters]\nROSS: What? What's on your shoulder?\nPHOEBE: Um, a chip. A tattoo, I'm getting a tattoo.\nROSS: A tattoo? Why, why would you want to do that? [to Rachel] Hi.\nRACHEL: Hi. Well hey, you don't - you don't think they're kind of cool?\nROSS: No, sorry I don't. Tell me why would anyone pay someone to scar their body for life? What if it doesn't come out right Phoebe? Then it's like, I don't know, havin' a bad hair cut all the time. Why's everyone staring at me?\nMONICA: Ross, come sign this birthday card for dad. Rich is gonna be here any minute.\nCHANDLER: Oooh, Rich is goin' to the party too, huh?\nMONICA: Well, he's my parents' best friend, he has to be there.\nJOEY: Oh, is today the day you're gonna tell them about you two?\nMONICA: Yeah. It's my dad's birthday, I decided to give him a stroke.\nPHOEBE: No, I think you should tell them.\nMONICA: No, I don't even know how serious he is about me. Until I do, I'm not telling them anything.\nROSS: I don't know, I don't think mom and dad would mind. Remember when you were 9 and Richard was 30, how dad used to say, 'God I hope they get together.'\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The Gellers' house. Monica, Ross, and Richard are arriving to Mr. Gellers birthday party.]",
            "dialog": "ROSS: Alright, shall we?\nMONICA: OK, wait, wait, wait, wait. You know what? Ross, let's - let's switch places. You get in the middle. No un-, ya know, unless this looks like we're trying to cover something up.\nROSS: Monica, Monica, you could come in straddling him, they still wouldn't believe it. [opens door] We're here.\nMRS. GELLER: Oh hi kids. Hi darling.\nMONICA: Happy birthday dad.\nMR. GELLER: Oh thank you.\nROSS: Hi ma.\nRICHARD: Happy birthday.\nMRS. GELLER: Well, you kids thank Dr. Burke for the ride?\nROSS: Uh, actually mom, I think Monica thanked him for the both of us.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Gellers' kitchen. Monica, Mrs. Geller and one of Mrs. Geller's friends are preparing the cake.]",
            "dialog": "FRIEND: Well, you kids take the train in?\nMRS. GELLER: No, Richard Burke gave them a ride.\nFRIEND: Oh. Speaking of whom, I hear he's got some 20-year-old twinkie in the city. [Monica sprays whipped cream all over the place]\nMONICA: Finger cramp. Oh God, sorry. Here, let me get that mom.\nMRS. GELLER: Sooo, Richard's shopping in the junior section.\nMONICA: Are we still on that?\nMRS. GELLER: We just know she's got the IQ of a napkin.\nFRIEND: She's probably not even very pretty, just young enough so that everything is still pointing up. [Monica folds her arms over her breasts]\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Joey's co-star's apartment. Chandler and Joey are at the brunch.]",
            "dialog": "JOEY: Can you believe this place?\nCHANDLER: I know, this is a great apartment.\nJOEY: Ah, I was just in the bathroom, and there's mirrors on both sides of you. So when you're in there it's like you're peein' with the Rockettes.\nCHANDLER: Wow, there's my fantasy come true. No, seriously.\nJOEY'S CO-STAR: Hey.\nJOEY: Hey! We were just sayin', great apartment man.\nJOEY'S CO-STAR: Thanks. You want it?\nJOEY: Huh?\nJOEY'S CO-STAR: Yeah, I'm movin' to a bigger place. You should definitely take this one.\nJOEY: Yeah, can you see me in a place like this?\nJOEY'S CO-STAR: Why not? You hate park views and high ceilings? C'mon I'll show you the kitchen.\nCHANDLER: [being left behind] Oh that's all right fellas, I saw a kitchen this morning - on TV. Stop talking. OK.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Mr. Geller's party. Mr. Geller and a friend are questioning Richard while Ross observes.]",
            "dialog": "MR. GELLER: C'mon, tell us.\nFRIEND: Yeah, is she really 20.\nRICHARD: I am not telling you guys anything.\nMR. GELLER: C'mon Rich, it's my birthday, let me live vicariously.\nROSS: Dad, you really don't want to do that.\nMR. GELLER: Ahh, what's a little mid-life crisis between friends?\nRICHARD: Jack, would you let it go?\nMR. GELLER: Look, I know what you're going through. When I turned 50 I got the Porsche. You... you got your own little speedster.\nRICHARD: Guys. Seriously, it is not like that.\nMR. GELLER: Tell you what, maybe one of these weekends you can borrow the car and I cou. . .\nROSS: Dad, I beg you not to finish that sentence.\nMR. GELLER: What? I'm kidding. You know I'd never let him touch the Porsche.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Tattoo parlor. Phoebe and Rachel are deciding on tattoos.]",
            "dialog": "PHOEBE: OK Rach, which, which lily? This lily or that lily?\nRACHEL: Well I. . .\nPHOEBE: I like this lily. It's more open, ya know, and that's like my mom. She had a more open, giving spirit. Ooh, Foghorn Leghorn, ooh.\nTATTOO ARTIST: Alright, blonde girl, you're in room two, not so blonde girl, you're with me.\nPHOEBE: Here we go.\nRACHEL: [reluctantly] Uh-huh.\nPHOEBE: You're not going?\nRACHEL: Uh-huh.\nPHOEBE: What? Is it - is this 'cause of what Ross said?\nRACHEL: No. Well, yeah, maybe.\nPHOEBE: I don't believe this. Is this how this relationship's gonna work? Ross equals boss. I mean, c'mon what is this, 1922?\nRACHEL: What's 1922?\nPHOEBE: Just, you know, long time ago. Well, when men used to tell women what to do - a lot. And then there was suffrage, which is a good thing but is sounds horrible. Do you want to get this tattoo?\nRACHEL: Yes I do, it's just that Ross is. . .\nPHOEBE: OK, hey, HEY. Is your boyfriend the boss of you?\nRACHEL: No.\nPHOEBE: OK, who is the boss of you?!!\nRACHEL: You?\nPHOEBE: No. You are the boss of you. Now you march your heinie in there and get that heart tattooed on your hip. GO!!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Mr. Geller's birthday party. Monica is in the bathroom and Richard comes in.]",
            "dialog": "RICHARD: How ya doin'?\nMONICA: I'm a twinkie.\nRICHARD: Really? I'm a hero.\nMONICA: Oh, this is so hard.\nRICHARD: Yeah, I know. I hate it too. Look, maybe we should just tell them.\nMONICA: Maybe we should just tell your parents first.\nRICHARD: My parents are dead.\nMONICA: God, you are so lucky. I mean, I mean. . . you know what I mean.\nRICHARD: I know, I know. Just hang in there, OK. OK, I'll go out first, alright.\nMONICA: Alright.\nRICHARD: [walks out of the bathroom and runs into Mrs. Geller who is going to the bathroom] Judy, going to the bathroom, good for you.\nMRS. GELLER: Thank you Richard, I appreciate the support.\n[Monica jumps in the shower. Right after Mrs. Geller enters the bathroom, Mr. Geller peeks his head in.]\nMR. GELLER: Honey. Honey, have you seen my Harmon Kilerbrew bat? Bob doesn't believe I have one.\nMRS. GELLER: I have no idea. Did you know Richard has a twinkie in the city?\nMR. GELLER: I know. He's like a new man. It's like a scene from Cocoon.\nMRS. GELLER: I just never would have pictured Richard with a bimbo.\nMR. GELLER: Apparently, he told Johnny Shapiro that she's quite a girl. In fact, he told Johnny that he thinks he's falling in love with her.\nMRS. GELLER: Really.\nMR. GELLER: I tell you, I've never seen him this happy.\nMRS. GELLER: So Jack, you ever think about trading me in for a younger model?\nMR. GELLER: Of course not. With you it's like I've got two 25-year-olds.\nMRS. GELLER: [they start kissing] Oh Jack stop.\nMR. GELLER: C'mon, it's my birthday.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler and Joey's apartment. Chandler and Joey are returning from their brunch.]",
            "dialog": "JOEY: Can we drop this? I am not interested in the guy's apartment.\nCHANDLER: Oh please, I saw the way you were checking out his mouldings. You want it.\nJOEY: Why would I want another apartment, huh? I've already got an apartment that I love.\nCHANDLER: Well it wouldn't kill you to say it once in a while.\nJOEY: Alright, you want the truth? I'm thinkin' about it.\nCHANDLER: What?\nJOEY: I'm sorry. I'm 28 years old, I've never lived alone, and I'm finally at a place where I've got enough money that I don't need a roommate anymore.\nCHANDLER: Woah, woah, woah. I don't need a roommate either, OK? I can afford to live here by myself. Ya know, I may have to bring in somebody once a week to lick the silverware.\nJOEY: What're you gettin' so bent out of shape for, huh? It's not like we agreed to live together forever. We're not Bert and Ernie.\nCHANDLER: Look, you know what? If this is the way you feel, then maybe you should take it.\nJOEY: Well that's how I feel.\nCHANDLER: Well then maybe you should take it.\nJOEY: Well then maybe I will.\nCHANDLER: Fine with me.\nJOEY: Great. Then you'll be able to spend more quality time with your real friends, the spoons.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Mr. Geller's birthday party. Mr. and Mrs. Geller enter looking particularly refreshed. Monica follows looking rather pale.]",
            "dialog": "MR. GELLER: Who's drink can I freshen?\nMRS. GELLER: Almost time for cake.\nROSS: Mon, Mon, are you OK?\nMONICA: You remember that video I found of mom and dad?\nROSS: Yeah.\nMONICA: Well, I just caught the live show.\nROSS: Eww.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Mr. Geller's birthday party. Monica and Richard are alone in the kitchen.]",
            "dialog": "MONICA: Hey there.\nRICHARD: What?\nMONICA: Nothing, I just heard something nice about you.\nRICHARD: Humm, really?\n[Mrs. Geller and Ross both enter]\nMRS. GELLER: Richard. Richard. Your son isn't seeing anyone is he?\nRICHARD: Uhh, not that I know of.\nMRS. GELLER: Well, I was thinking, why doesn't he give Monica a call?\nRICHARD: That - that's an idea.\nMONICA: Well, actually, I'm already seeing someone.\nMRS. GELLER: Oh?\nRICHARD: Oh?\nROSS: Ohh.\nMRS. GELLER: She never tells us anything. Ross, did you know Monica's seeing someone?\nROSS: Mom, there are so many people in my life. Some of them are seeing people and some of them aren't. Is that crystal?\nMRS. GELLER: So, who's the mystery man?\nMONICA: Well, uh, he's a doctor.\nMRS. GELLER: A real doctor?\nMONICA: No, a doctor of meat. Of course he's a real doctor. And he's handsome, and he's sweet, and know you'd like him. [she puts her arm around Richard]\nMRS. GELLER: Well that's wonderful. . . I\nMONICA: Mom, it's OK.\nRICHARD: It is Judy.\nMRS. GELLER: Jack. Could you come in here for a moment? NOW!\nMR. GELLER: [enters with his bat] Found it.\nROSS: I'll take that dad. [grabs the bat]\nMRS. GELLER: It seems your daughter and Richard are something of an item.\nMR. GELLER: That's impossible, he's got a twinkie in the city.\nMONICA: Dad, I'm the twinkie.\nMR. GELLER: You're the twinkie?\nRICHARD: She's not a twinkie.\nMONICA: Al-alright, l-look you guys, this is the best relationship I've been in. . .\nMRS. GELLER: Oh please, a relationship.\nMONICA: Yes, a relationship. For your information I am crazy about this man.\nRICHARD: Really?\nMONICA: Yes.\nMR. GELLER: Am I supposed to stand here and listen to this on my birthday?\nMONICA: Dad, dad this is a good thing for me. Ya know, and you even said yourself, you've never seen Richard happier.\nMR. GELLER: When did I say that?\nMONICA: Upstairs in the bathroom right before you felt up mom.\n[Everyone else enters and all start singing Happy Birthday.]\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Tattoo parlor. Rachel is showing Phoebe her tattoo.]",
            "dialog": "PHOEBE: Oh that looks so good, oh I love it.\nRACHEL: I know, so do I. Oh Phoebe, I'm so glad you made me do this. OK, lemme se yours.\nPHOEBE: Ahh. OK, let's see yours again.\nRACHEL: Phoebe we just saw mine, let me see yours.\nPHOEBE: Oh OK. [pulls over her shirt and shows a bare shoulder] Oh no, oh it's gone, that's so weird, I don't know how-where it went.\nRACHEL: You didn't get it?\nPHOEBE: No.\nRACHEL: Why didn't you get it?\nPHOEBE: I'm sorry, I'm sorry.\nRACHEL: Phoebe, how would you do this to me? This was all your idea.\nPHOEBE: I know, I know, and I was gonna get it but then he came in with this needle and uh, di-, did you know they do this with needles?\nRACHEL: Really? You don't say, because mine was licked on by kittens.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Chandler and Joey's apartment. Chandler is at the bar and Joey enters.]",
            "dialog": "JOEY: Hey.\nCHANDLER: Hey.\nJOEY: Hey listen, I'm sorry about what happened. . .\nCHANDLER: Yeah me too.\nJOEY: I know. Yeah.\nCHANDLER: Yeah. So do we need to hug here or. . .\nJOEY: No, we're alright.\nCHANDLER: So I got ya something. [tosses Joey a bag of plastic spoons]\nJOEY: Plastic spoons. Great.\nCHANDLER: Lick away my man.\nJOEY: These'll go great in my new place. You know, 'till I get real ones.\nCHANDLER: What?\nJOEY: Well, I can't use these forever. I mean, let's face it, they're no friend to the environment.\nCHANDLER: No-no, I mean what, what's this about your new place?\nJOEY: I'm movin' out like we talked about.\nCHANDLER: Well I didn't think that was serious. [grabs the spoons back] Ya know I thought that was just a fight.\nJOEY: Well, it was a fight. . . based on serious stuff, remember. About how I never lived alone or anything. I just think it would be good for me, ya know, help me to grow or. . . whatever.\nCHANDLER: Well, there you go.\nJOEY: Hey, are you cool with this. I mean, I don't want to leave you high and dry.\nCHANDLER: Hey, no, I've never been lower or wetter. I'll be fine. I'll just turn your, uh, bedroom into a game room or somethin', you know, put the foosball table in there.\nJOEY: Woah. Why do you get to keep the table?\nCHANDLER: I did pay for half of it.\nJOEY: Yeah. And uh, I paid for the other half.\nCHANDLER: Alright I'll tell you what, I'll play you for it.\nJOEY: Alright, you're on. I can take two minutes out of my day to kick your ass.\nCHANDLER: Your little men are gonna get scored on more times than your sister.\nJOEY: Woah, woah, woah, woah. Which sister?\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica and Richard are setting the table.]",
            "dialog": "MONICA: So, are you sorry that I told them?\nRICHARD: No, it's been a long time since your dad and I went running.\n[Rachel and Phoebe enter]\nRACHEL: Oh.\nMONICA: Oh. Well did you get it? Let me see.\nRACHEL: Is Ross here?\nMONICA: No he went out to get pizza.\nRACHEL: Oh really, OK. [shows Monica her tattoo]\nMONICA: That's great.\nRICHARD: Very tasteful.\nPHOEBE: Wanna see mine, wanna see mine?\nMONICA: Yes.\nRACHEL: What? You didn't get one.\nPHOEBE: OK, well then what is this? [shows her bare shoulder]\nRICHARD: What're we looking at? That blue freckle?\nPHOEBE: OK, that's my tattoo.\nRACHEL: That is not a tattoo, that is a nothing. I finally got her back in the chair, bairly touched her with a needle, she jumped up screaming, and that was it.\nPHOEBE: OK, hi. For your information this is exactly what I wanted. This is a tattoo of the earth as seen from a great distance. It's the way my mother sees me from heaven.\nRACHEL: Oh, what a load of crap. That is a dot. Your mother is up in heaven going, 'Where the hell is my lily, you wuss?' OK, Phoebe, that is not a tattoo, this is a tattoo. [she bends over and bears her tattoo right when Ross returns]\nROSS: You got a tattoo?\nRACHEL: Maybe. But just a little one. Phoebe got the whole world.\nROSS: Lemme see. [looks]\nRACHEL: Well?\nROSS: Well it's really. . . sexy. I wouldn't have thought it would be but. . . wow.\nRACHEL: Really?\nROSS: Yeah, so uh, is it sore or can you do stuff?\nRACHEL: I guess.\nROSS: Hey, save us some pizza. [they go off to Rachel's room]\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Chandler's apartment. Chandler and Joey are playing foosball for the table.]",
            "dialog": "JOEY: Get out of the corner. Pass it, pass it.\nCHANDLER: Stop talkin' to your men. [Joey scores]\nJOEY: Yes! And the table is mine.\nCHANDLER: Congratulations. [Chandler leaves]\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: Chandler's apartment. The whole gang is helping Joey pack.]",
            "dialog": "JOEY: Hey, you guys are still gonna come visit me, right?\nCHANDLER: Oh yeah, you got the big TV. We'll be over there all the time. . . [Chandler gives him a look] except when we are here.\nPHOEBE: I know you're just moving uptown but I'm really gonna miss you.\nMONICA: I know, how can you not be accross the hall anymore.\nRACHEL: Yeah, who's gonna eat all our food, and tie up our phone lines, and - is that my bra? What the hell you doin' with my bra?\nJOEY: Oh no-no, it's uh, it's not what you think. We uh, we used it to, you know, fling water balloons off the roof. Remember that, those junior high kids couldn't even get theirs accross the street.\nCHANDLER: [quietly] Yeah, I remember.\nROSS: Hey, let's bring the rest of these down to the truck.\n[Everyone except Joey and Chandler leave.]\nCHANDLER: So, uhh, em, you want me to uh, give you a hand with the foosball table?\nJOEY: Naa, you keep it, you need the practice.\nCHANDLER: Thanks.\nJOEY: So, I guess this is it.\nCHANDLER: Yeah, right, yeah, I guess so.\n[Joey walks to the door. He stops, turns around.]\nJOEY: Listen, uh, I don't know when I'm gonna see you again.\nCHANDLER: Well, I'm guessing uh, tonight at the coffee house.\nJOEY: Right, yeah. OK. Um, take care.\nCHANDLER: Yeah.\n[Joey walks out and after a few seconds comes back in and gives Chandler a big hug. He then leaves for good and Chandler is left alone in his apartment.]\nCLOSING CREDITS\n"
        }
    ]
}