{
    "metadata": {
        "season": "SEASON 2",
        "title": "219 Eddie Won't Go",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Transcribed by Joshua Hodge.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler's bedroom. Chandler is sleeping and Eddie is there watching him.]",
            "dialog": "[Chandler wakes up]\nCHANDLER: Hey Eddie. Daahh!! What're you doin' here?\nEDDIE: Nothin' roomie, just watchin' you sleep.\nCHANDLER: Why?\nEDDIE: Makes me feel um, peaceful, heh-heh, please.\nCHANDLER: I can't sleep now.\nEDDIE: You want me to sing?\nCHANDLER: No, look, that's it, it's over, I want you out, I want you out of the apartment now.\nEDDIE: Woah, woah, woah, what're, what're you talkin' about man.\nCHANDLER: Hannibal Lecter...better roommate than you.\nEDDIE: No. See now I don't think you're being fair. I mean one night you see me and you get scared, I mean, what about all the other nights when you don't see me, huh? What about last night when you went and got a drink of water and I was nice enough to hide behind the door, what's that about, huh?\nCHANDLER: I didn't realize that.\nEDDIE: Yeah.\nCHANDLER: GET OUT NOW!!\nEDDIE: Ok, you really want me out?\nCHANDLER: Yes please.\nEDDIE: Ok, then I want to hear you say it, I, I want to hear you say you want me out.\nCHANDLER: I want you out.\nEDDIE: No no no, I wanna hear it from your lips.\nCHANDLER: Where did you hear it from before?\nEDDIE: Oh, right, all right, you know what pallie I understand, consider me gone, you know what, I'll be out by the time you get home from work tomorrow.\n[Eddie leaves the room and Chandler mouths \"Thank you\" to himself]\nEDDIE: I heard that.\nOPENING TITLES\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk. Monica and Rachel are there, Joey enters wearing an old looking hat.]",
            "dialog": "JOEY: Hey.\nMONICA: Hey.\nRACHEL: Hey. Whe-ell, look at you, finally got that time machine workin' huh?\nJOEY: Seriously, you like it? This guy was sellin' them on 8th avenue and I looked at 'em and I though, you know what I don't have?\nMONICA: A mirror?\nJOEY: Fine, make fun. I think it's jaunty.\nMONICA: Wow, for a guy who's recently lost his job, you're in an awfully good mood.\nJOEY: Hey, I'll be alright. I mean it's not like I'm starting from sqare one. I was Dr. Drake Remoray on Days of Our Lives. Heh? I mean that's gotta have some kind of cache.\nMONICA: Cache? Jaunty?\nJOEY: Chandler gave me word of the day toilet paper. I'm gonna get some coffee.\n[Phoebe enters]\nPHOEBE: Hey.\nMONICA: Hey.\nRACHEL: Hey.\nPHOEBE: Oooh, so so so, did you read the book?\nMONICA: Oh my God, it was incredible.\nPHOEBE: Didn't it like totally speak to you?\nRACHEL: Woah, woah, woah, what book is this?\nMONICA: Rachel you have to read this book. It's called Be Your Own Windkeeper. It's about how women need to become more empowered.\nPHOEBE: Yeah and oh, and but there's, there's wind and the wind can make us Goddesses. But you know who takes out wind? Men, they just take it.\nRACHEL: Men just take out wind?\nPHOEBE: Ya-huh, all the time, cause they are the lightning bearers.\nRACHEL: Wow.\nPHOEBE: Yeah.\nRACHEL: Well that sounds kinda cool, kinda like The Hobbit.\nMONICA: It is nothing like the Hobbit. It's like reading about every relationship I've ever had, except for Richard.\nPHOEBE: Oh yes, no, Richard would never steal your wind.\nMONICA: No.\nPHOEBE: No, 'cause he's yummy.\nMONICA: Yes. But all the other ones.\nPHOEBE: Oh yes. Oh and, the part about how they're always like drinking from out pool of inner power, but God forbid we should take a sip.\nJOEY: Anybody want a croan.\nPHOEBE: Ok, this is a typical lightning-bearer thing. Right there, it's like, um, 'Hello, who wants one of my fallic shaped man cakes?'\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Estelle Leonard Talent Agency.Joey is there.]",
            "dialog": "ESTELLE: Don't worry about it already. Things happen.\nJOEY: So, you're not mad at me for getting fired and everything?\nESTELLE: Joey, look at me, look at me. Do I have lipstick on my teeth?\nJOEY: No, can we get back to me?\nESTELLE: Look honey, people get fired left and right in this business. I already got you an audition for Another World.\nJOEY: Alright. Cab driver number two?\nESTELLE: You're welcome.\nJOEY: But I was Dr. Drake Remoray. How can I go from bein' a neurosurgeon to drivin' a cab?\nESTELLE: Things change, roll with em.\nJOEY: But this is a two line part, it's like takin' a step backwards. I'm not gonna do this.\nESTELLE: Joey, I'm gonna tell you the same thing I told Al Minser and his pyramid of dogs. Take any job you can get and don't make on the floor.\nJOEY: I'm sorry. See ya.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk. Monica, Phoebe, and Rachel are there. Rachel has just finished reading the book.]",
            "dialog": "RACHEL: Oh, God, oh, God, I mean it's just so.\nMONICA: Isn't it.\nRACHEL: Uhh, I mean this is like reading about my own life. I mean this book could have been called 'Be Your Own Windkeeper Rachel'.\nPHOEBE: I don't think it would have sold a million copies but it would have made a nice gift for you.\nROSS: Hey you guys.\nMONICA: Hey.\nROSS: Uh, sweetie we've gotta go.\nRACHEL: NO!\nROSS: No?\nRACHEL: No, why do we always have to do everything according to your time table?\nROSS: Actually it's the movie theatre that has the time schedule. So you don't miss the beginning.\nRACHEL: No, see this isn't about the movie theatre, this is about you stealing my wind.\nMONICA: You go girl. I can't pull that off can I?\nROSS: Excuse me, your, your, your wind?\nRACHEL: Yes, my wind. How do you expect me to grow if you won't let me blow?\nROSS: You, you know I, I don't, have a- have a problem with that.\nRACHEL: Ok, I just, I just really need to be with myself right now. I'm sorry.\nPHOEBE: Um-um, um-um.\nRACHEL: You're right, I don't have to apologize. Sorry. Damnit!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Joey's apartment. Joey and Ross enter.]",
            "dialog": "JOEY: What is it?\nROSS: I, I don't know, it's got all this stuff about wind and trees and there's some kind of sacred pool in it. I mean, I don't really get it but she's, she's pretty upset about it.\nJOEY: See, this is why I don't date women who read. Uh-oh.\nROSS: What, what's that?\nJOEY: It's my VISA bill. Envelope one of two. That can't be good.\nROSS: Open it, open in.\nJOEY: Oh my God.\nROSS: Woah.\nJOEY: Look at this, how did I spend so much money?\nROSS: Uh Joey, that's just the minumum amount due, that's your total due.\nJOEY: Ahh.\nROSS: What, woah, woah, $3500 at porcelain safari?\nJOEY: My animals. Hey the guy said they suited me, he spoke with an accent, I was all confused. I don't know what I'm gonna do.\nROSS: Well I guess you can start by drivin a cab on Another World.\nJOEY: What?\nROSS: That audition.\nJOEY: That's a two line part.\nROSS: Joey, you owe $1100 at I Love Lucite.\nJOEY: So what.\nROSS: So suck it up man, it's a job, it's money.\nJOEY: Hey, look, I don't need you getting all judgemental and condescending and pedantic.\nROSS: Toilet paper?\nJOEY: Yeah.\nROSS: Look, I'm not being any of those things, ok, I'm just being realistic.\nJOEY: Well knock it off, you're supposed to be my friend.\nROSS: I am your friend.\nJOEY: Well then tell me things like, 'Joey you'll be fine,' and, 'Hang in there,' and, and, 'Somethin' big's fonna come along, I know it.'\nROSS: But I don't know it. What I do know is that you owe $2300 at Isn't it Chromantic.\nJOEY: Hey Ross, I'm aware of what I owe.\nROSS: Ok, well then get some sense. I mean it took you what, 10 years to get that job, who knows how long it's gonna be till you get another.\nJOEY: Look, I don't wanna hear this right now.\nROSS: Huh, I'm just saying...\nJOEY: Well don't just say.\nROSS: Ya know, maybe, maybe I should just go.\nJOEY: Ok.\nROSS: Ok. I'll see ya later. Just think about it, ok.\nJOEY: I don't need to think about it. I was Dr. Drake Remoray. That was huge. Big things are gonna happen, you'll see. Ross, you still there?\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler's apartment. Chandler peeks in the door. He doesn't see Eddie so he enters, breathing a sigh of relief. Eddie pops up from behind the bar.]",
            "dialog": "EDDIE: Hey pal.\nCHANDLER: Ahhhh-gaaaahhh. Eddie what're you still doin' here?\nEDDIE: Ah, just some basic dehydrating of a few fruits and vegetables. MAN ALIVE this thing's fantastic!\nCHANDLER: Look Eddie, aren't you forgetting anything?\nEDDIE: Oh yeah, that's right, look I got us a new goldfish. He's a lot fiestier that the last one.\nCHANDLER: Maybe 'cause the last one was made by Pepperidge Farm. Look Eddie, isn't there something else you're supposed to be doing right now?\nEDDIE: Well, not unless it's got something to do with dehydrating my man because right now I'm a dehydrating maniac!\nCHANDLER: Look you have to help me out here. I thought we had a deal. I thought by the time...\nEDDIE: Ah-ah-ah, you know what that is?\nCHANDLER: Your last roommate's kidney?\nEDDIE: That's a tomato. This one definitely goes in the display.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk. Joey goes up to the bar to order.]",
            "dialog": "JOEY: Hey Gunther, let me get a lemonade to go.\nGUNTHER: Lemonade? You ok man?\nJOEY: Ah, it's career stuff. I don't know if you heard but they killed off my character on the show.\nGUNTHER: Oh, that's too bad. How'd they do it?\nJOEY: I fell down an elevator shaft.\nGUNTHER: That sucks. I was buried in an avalanche.\nJOEY: What?\nGUNTHER: I used to be Bryce on All My Children.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Chandler is sleeping on the couch. Monica walks by and starts watching him.]",
            "dialog": "[Chandler wakes up]\nCHANDLER: Daaahhhh!\nMONICA: Aaahhhhhhh! Aaahhhh!\nCHANDLER: Why must everybody watch me sleep? There'll be no more watching me sleep, no more watching.\nMONICA: I wa-\nCHANDLER: Uuuh.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler's apartment. Chandler is returning from Monica and Rachel's with his bedding. Eddie is standing at the bar with his dehydrator and loads of fruit.]",
            "dialog": "EDDIE: Hey man, check it out, I got some great stuff to dehydrate here. I got some grapes, got some apricots, I thought it would be really cool to see what happens with these water balloons.\nCHANDLER: Get out. Get out, get out, get out, get out, get out, get out.\nEDDIE: What?\nCHANDLER: You, move out. Take your fruit, your stupid small fruit and GET OUT!\nEDDIE: You, you want, you want me to move out?\nCHANDLER: Uh-huh.\nEDDIE: I uh, I gotta tell you man, I mean, that's uh, it's kinda out of the blue, I mean don't you think?\nCHANDLER: This is not out of the blue, this is smack dab in the middle of the blue.\nEDDIE: Ohhhh. Relax, take it easy buddy. Tell me twice, you want me to go? Alright, alright, guess I'll be back for my stuff. [walks out the door and after a pause comes back in] But if you think for one second I'm leaving you alone with my fish, you're insane Jack!\nCHANDLER: You want some help.\nEDDIE: No help required Chico. [reaches into the tank and grabs the fish and puts it in his pocket]\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Joey is at the cab driver interview.]",
            "dialog": "JOEY: All the way to the airport huh? You know that's over 30 miles, that's gonna cost you about so bucks.\nCASTING GUY: Excuse me, that's 50 bucks.\nJOEY: What?\nCASTING GUY: Five oh dollars.\nJOEY: Ohh, you know what it is? It's smudgy 'cause they're fax pages. Now when I was on Days of Our Lives as Dr. Drake Remoray, they'd send over the whole script on real paper and everything.\nCASTING GUY: That's great.\nJOEY: And, and just so you know, if you wanted to expand this scene like, like have the cab crash or somethin', I could attend to the victims 'cause I have a background in medical acting.\nCASTING GUY: Ok, listen, thanks for coming in.\nJOEY: No no, uh, don't thank me for comin' in. Uh, at least let me finish. Uh, we could take the expressway but uh, this time of day you're better off taking the budge. You were goin' for the word bridge there weren't ya. I'll have a good day. [gets up and leaves]\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica, Rachel, and Phoebe are sitting around the coffee table.]",
            "dialog": "PHOEBE: Ok, question number 28, have you ever allowed a lighning bearer to take your wind? I would have to say no.\nMONICA: And I would have to say pah-huh.\nPHOEBE: What?\nMONICA: Do you not remember the puppet guy?\nRACHEL: Yeah you like totally let him wash his feet in the pool of your inner power.\nMONICA: And his puppet too.\nPHOEBE: Yeah ok, well at least I didn't let some guy into the forest of my righteous truth on the first date.\nMONICA: Who?\nPHOEBE: Paul.\nMONICA: Oh.\nRACHEL: Ok, ok, ok, moving on, moving on, next question. Ok number 29, have you ever betrayed another goddess for a lightning bearer? Ok, number 30.\nMONICA: Woah, woah, woah, let's go back to 29.\nRACHEL: Not uh, not to my recollection.\nMONICA: Huuh, alright, Danny Arshak, ninth grade. Oh, c'mon Rach, you know the bottle was totally pointing at me.\nRACHEL: Only 'cause you took up half the circle.\nPHOEBE: Listen to you two. It's so sad. Looks like I'm gonna be going to the goddess meetings alone.\nRACHEL: Well not when they find out you slept with Jason Hurley an hour after he broke up with Monica.\nMONICA: One hour? You are such a leaf blower.\n[Monica goes into her room and slams the door. Rachel does the same. Phoebe, without a door to slam, opens a small chest and slams the lid.]\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Joey's apartment. Joey is watching movers take all his stuff away.]",
            "dialog": "JOEY: Oh hey uh, be careful with that 3-D last supper, Judas is a little loose.\nROSS: [enters] Oh my God, what's goin' on?\nJOEY: They're takin all my stuff back. I guess you were right.\nROSS: No look I wasn''t right, that's what I came here to tell you. I was totally hung up on, on my own stuff. Listen, I'm someone who needs the whole security thing, ya know. To know exactly where my next paycheck is coming from buy you, you don't need that and that's amazing to me. I could never do what you do Joey.\nJOEY: Thanks Ross.\nROSS: Yeah. And you should hold out for something bigger. I can't tell you how much respect I have for you not going to that stupid cab driver audition.\nJOEY: I went.\nROSS: Great, how did it go?\nJOEY: I didn't get it.\nROSS: Good for you.\nJOEY: What?\nROSS: You're livin' the dream.\nJOEY: Huh?\nROSS: All right then.\nJOEY: [movers removing a glass parrot] Oh, not my parrot.\nROSS: What?\nJOEY: I can't watch this.\nROSS: [approaching the mover holding the parrot] Hey hold on, hold on. How much for the uh, how much to save the bird?\nMOVER: 1200.\nROSS: Dollars? You spent $1200 dollars on a plastic bird?\nJOEY: Uhhh, I was an impulse buyer, near the register.\nROSS: Go ahead, go ahead with the bird. Ok, do you have anything for around 200?\nMOVER: Uh, the dog. [points to a big poecelain greyhound]\nROSS: Huh.\nMOVER: Yeah.\nROSS: I'll take it. My gift to you man.\nJOEY: Thanks Ross. I really like that bird though...I'll take the dog though.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Central Perk. Monica and Phoebe are sitting ignoring each other. Rachel walks up with two pieces of cake.]",
            "dialog": "RACHEL: Here are your cakes.\nMONICA: We didn't order cake.\nRACHEL: No, I know, they're from me. Look you guys this is not good. I mean we have enough trouble with guys stealing our wind without taking it from each other.\nMONICA: You're right.\nRACHEL: You know.\nPHOEBE: I love you goddesses. I don't ever want to suck your wind again.\nRACHEL: Thank you. So are we good?\nMONICA: We're good.\nRACHEL: We're good?\nPHOEBE: Yeah.\nRACHEL: Ok, let me take these cakes back 'cause they're gonna take that out of my paycheck.\nCHANDLER: [enters] Ding dong, the psycho's gone.\nMONICA: Are you sure this time?\nCHANDLER: Yes, yes I actually saw him leave. I mean that guy is standing in the window holding a human head. He is STANDING IN THE WINDOW HOLDING A HUMAN HEAD!\nEDDIE: [enters] Check it out man, I tore it off some mannaquin in the alley behind Macy's.\nMONICA: There is no alley behind Macy's.\nEDDIE: So I got it in the junior miss department, big diff. Anyway check it out man, it's gonna make a hell of a conversation piece at out next cocktail party, huh pal?\nCHANDLER: Our next cocktail party?\nEDDIE: Yeah, you know, put chips in it, we'll make like a chip chick.\nCHANDLER: Eddie, do you remember yesterday?\nEDDIE: Uh yes, I think I vaguely recall it.\nCHANDLER: Do you remember talking to me yesterday?\nEDDIE: Uh, yes.\nCHANDLER: So what happened?\nEDDIE: We took a road trip to Las Vegas man.\nCHANDLER: Oh sweet Moses.\nMONICA: So on this road trip, did you guys win any money?\nEDDIE: Naah, I crapped out, but Mr. 21 over here he cleans up, 300 bucks, check it out he buys me these new shoes, sweet huh?\nMONICA: Nice.\nEDDIE: Yeah. Well see ya upstairs. See ya pals.\nPHOEBE: Is anyone else starting to really like him?\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Hallway outside Chandler and Joey's apartment. Eddie walks up.]",
            "dialog": "[Eddie tries his key and it won't work. He knocks and Chandler answers the door. He's got the door chained.]\nCHANDLER: May I help you?\nEDDIE: Why doesn't my key work and what's all my stuff doin' downstairs?\nCHANDLER: Well, I'm, I'm sorry...[Eddie forces his head in the door] Ahhh. Have we met?\nEDDIE: It's Eddie you freak, your roommate.\nCHANDLER: I, I'm sorry, I uh [unchains the door and opens it all the way] I already have a roommate. [Joey turns around in the leather recliner]\nJOEY: Hello.\nCHANDLER: Yeah, he's lived here for years, I don't, I don't know what you're talking about man.\nEDDIE: No he, he moved out and I moved in.\nCHANDLER: Well I, I think we'd remember something like that.\nJOEY: I know I would.\nEDDIE: Well that's uh, that's a good point. Um ok, well, uh, I guess I got the wrong apartment then. I, I'm, look, I'm, ya know, I'm sorry, I'm terriably sorry.\nJOEY: Hey no problem.\nCHANDLER: See ya. [shuts the door] Goodbuy you fruit drying psychopath. So you want me to help you unpack your stuff?\nJOEY: Na, na I'm ok. Oh and uh, just so you know, I'm not movin' back in 'cause I have to. Well, I mean, I do have to. It's just that that place wasn't really, I mean, this is...\nCHANDLER: Welcome home man. [they hug and jump around]\nJOEY: A little foos?\nCHANDLER: Absolutely.\nJOEY: What happened to the foosball?\nCHANDLER: Ah that's a cantelope.\nCLOSING CREDITS\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Chandler and Joey's apartment. They are hauling out the porcelain dog from Joey's room. Chandler is holding the dog by the rear in a rather interesting position.]",
            "dialog": "CHANDLER: Hey look, are we gonna have to bring this out every time Ross comes over?\nJOEY: He paid a lot of money for it.\nCHANDLER: I'm gonna hold him a different way. Look I don't understand, if you hated it so much, why did you buy it in the first place?\nJOEY: Well, I had a whole ceramic zoo thing goin' over there but now, without the other ones, it just looks tacky.\nCHANDLER: So is he housetrained or is he gonna leave little bathroom tiles all over the place? Stay. Good, STAY! Good fake dog.\n"
        }
    ]
}