{
    "metadata": {
        "season": "SEASON 2",
        "title": "210 Russ",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "[The gang is walking to a newsstand late at night. Joey is anxiously in the lead.]\nRACH: Joey, would you slow down? They're not gonna be sold out of papers at one o'clock in the morning.\nJOEY: I'm excited! I've never gotten reviewed before.\nMNCA: You were so amazing as the king. I was really impressed, I was.\nPHOE: Although, you know what? You might want to consider wearing underwear next time. Yeah, cause when you sat down on your throne you could kind of see your... royal subject.\nJOEY: Here it is, here it is. [reading from newspaper] The only thing worse than the mindless, adolescent direction was Joseph Tribbiani's disturbingly unskilled portrayal of the king.\nCHAN: OK, look, that is one guy's opinion, alright. Phoebs, read yours.\nPHOE: OK. [reading] The only thing worse than the mindless, adolescent direction...\nCHAN: Does anyone have one from a different paper? Ross, read yours.\nROSS: I don't want to.\nRACH: Joey, honey, they don't know what they're talking about.\nROSS: Yeah.\nJOEY: Maybe they do. I've been doin' this ten years and I haven't gotten anywhere. There's gotta be a reason.\nROSS: Oh c'mon. Maybe you're just, uhhh... paying your dues.\nJOEY: No, no, no, it.. it's too hard. It's not worth it. I quit.\nMNCA: Wait, wait, wait, wait, wait one minute. Wait a minute. I believe this will change your mind. [Reads from paper] In a mediocre play, Joseph Tribbiana was able to achieve brilliant new levels of... continued on page 153...[turns it] sucking.\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Chandler, Phoebe, Rachel, Monica comforting Joey at Monica and Rachel's apartment.]",
            "dialog": "JOEY: When I was little, I wanted to be a veteranarian, but then I found out you had to put your hands into cows and stuff.\n[Ross enters, depressed.]\nROSS: [sullenly] Hiiiiii.\nPHOE: Are... are you OK?\nROSS: Yeah, yeah, just a tough day at work. A stegosaurus fell over and trapped a kid. Whoa, whoa, I know this jacket, this is, th--Fun Bobby's jacket! Where is he, what. He, he's here, isn't he?\nMNCA: Maybe.\nROSS: Don't toy with me.\n[Fun Bobby (FBOB) enters from Monica's bedroom.]\nFBOB: Geller!\nROSS: Hey, Fun Bobby!\nFBOB: Hey. Whoa, hey, you've been working out, huh?\nROSS: Not at all! I love this guy. Hey, I was so psyched to hear you're back with my sister!\nMNCA: You and me both.\nFBOB: Hey, so what'd I miss, what'd I miss, c'mon?\nPHOE: Oh, we were just trying to make Joey feel better.\nFBOB: Hey, do you need me to pick you up?\nJOEY: No, I'm alright man. Really.\nFBOB: No, I'm picking you up.\nJOEY: Hey no, seriously, I don't need you to pick me... [Fun Bobby picks Joey up off the ground, bounces him. Joey laughs.] Alright! It still works.\nFBOB: OK, now before I go, does anybody else need to be picked up? [everyone raises their hands] I'm still gonna go.\nMNCA: OK, I'll see you later babe.\nFBOB: Uh, public display of affection coming up. You can avert your eyes. [kisses Monica]\n[Chandler and Joey are watching, Rachel turns their heads away from Monica.]\nFBOB: See ya. [exits]\nALL: Bye! See you later!\nPHOE: Fun Bobby is so great.\nMNCA: Oh, isn't he? Oh, you know, I really think this time it may work with him. I mean, he just makes me feel so good and I've been feeling so lousy this last couple of months, no job, no boyfriend. Well, at least my cup is half full.\nPHOE: Half full of looooovvvvve.\nMNCA: And for our two-week anniversary, he's gonna take me to his cousin's cabin for the weekend.\nPHOE: Cabin of loooooovvvvve.\nRACH: We went through a lot of wine tonight, you guys. [walks over to table, holding five empty wine bottles]\nMNCA: Really? I only had two glasses.\nJOEY: I just had a glass.\nPHOE: Two.\nRACH: I had one glass.\nCHAN: I had about a mugful in this lovely 'I got boned at the Museum of Natural History' mug.\nRACH: OK, so that's... that's what, two bottles? And yet somehow we went through five?\n[All look towards door Fun Bobby left through.]\nROSS: Oooooh.\nJOEY: [realizing what everyone else did a minute ago] Ooooooh.\nMNCA: So what. So he drank a lot tonight.\nROSS: Yeah but, you know, now that I think about it, I don't think I've ever seen Fun Bobby without a... a drink in his hand.\nPHOE: Yeah. Oh, OOOH, yeah, you know, did you notice how he always starts his stories with, um, OK, 'I was soooo wasted,' or, 'Oh, we were soooo bombed,' or, ummm, ooh, ooh, 'So I wake up, and I'm in this dumpster in Connecticut.'\nJOEY: Monica, have you ever been with him when he wasn't drinking?\nMNCA: Well, we just happen to go to alot of places where you might drink. I mean, how do you go to a wine tasting without having a drink? Or... or to a club, or to the... zoo.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica, Fun Bobby, and Phoebe sitting in Central Perk Rachel is serving them. She brings a mug to Monica.]",
            "dialog": "MNCA: Rach, does this have nonfat milk?\nRACH: Ehhhummmm, I don't know, why don't you taste it.\nMNCA: [takes a sip] Mmmm, no.\nRACH: Oh well, too late, sorry, you already had some.\nFBOB: [pulls out a flask] Whattaya say we make these, uh, coffees Irish?\n[Phoebe and Rachel look uncomfortable.]\nPHOE: Um, cake.\nRACH: Yeah, we're gonna... we're gonna get some cake. [Phoebe and Rachel go to counter.]\nMNCA: You know what? It seems like you've been making an awful lot of stuff Irish lately.\nFBOB: Well, I would make them Belgian, but the waffles are hard to get into that flask.\nMNCA: Bobby.\nFBOB: Yeah, OK.\nMNCA: Look, maybe this is none of my business, or maybe it is, I don't know... but, uh, I'm kind of worried about you.\nFBOB: OK, look, this isn't the first time somebody's said something to me about this, but, I don't know... I always made excuses about it, like... uhhh... 'I'm just a social drinker,' or, 'C'mon, it's Flag Day.'\nMNCA: So, what are you saying now?\nFBOB: I guess I'm saying, I'll try and quit. I kinda like that you worry about me. [they hug]\nPHOE: [comes back to couch, with cake] Sooo, what's goin' on, huh?\nFBOB: I am gonna try and quit drinking.\nPHOE: [sad] Ooohh, why?\n[Chandler and Joey enter.]\nCHAN: Hey.\nJOEY: Hey.\nMNCA: Hey.\nPHOE: Hey.\nCHAN: Guess who's back in show business.\nPHOE: Ohh, ohh, Lorne Green?\nCHAN: No, no, Phoebs. You know why? Cause he's dead.\nPHOE: Oh, no.\nCHAN: OK, I guess this is gonna seem kinda bittersweet now, but... Joey, that's who.\nJOEY: Yeah, my agent just called me with an audition for Days of Our Lives!\nPHOE: Oh, well, we have to celebrate. You know what we should do? We should do, like, a soap opera theme.\nCHAN: Hey, yeah... we could all sleep together and then one of us could get amnesia.\nPHOE: Hey Rach, what time do you get off? We're all gonna do something tonight.\nRACH: Ummmm.... well, actually I'm already done, but I...I kinda got plans.\nMNCA: [gasps] You have other friends?\nRACH: Yeah... I, uhh... I have a... I have a date.\nMNCA: What?\nJOEY: With a man?\nRACH: What? What is so strange about me having a date?\nJOEY: What about Ross? I mean, are you still mad at him cause he made that list about you?\nRACH: Noooo, no, I'm not mad at him. I'm.. I'm not really anything at him anymore.\nMNCA: What are you talking about?\nRACH: I don't know. Whatever I was feeling, I'm... not.\nPHOE: But you guys came so close.\nRACH: Oh, I know, I'm sorry you guys. You're just gonna have to get used to the fact that I will not be dating Ross.\n[Russ enters Central Perk. He looks like Ross, except for his chin and hair (it is David Schwimmer in a dual role).]\nRACH: Here he is. Hi. Guys, this is Russ.\nRUSS: [sounding like Ross] Hhhhiiiii.\n[Everyone looks at each other in amazement.]\n is speaking on the phone.]\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Estelle Leonard Talent Agency. Estelle (ESTL)",
            "dialog": "ESTL: Stop saying you're not talented, you're very talented. It's just with the bird dead and all, there's very little act left. Oh, honey, give me a break, will ya? [a knock on the door] Oooh, ooh, I'll talk to you later.\n[Joey enters.]\nESTL: Well, there's my favorite client. So tell me darling, how was the audition?\nJOEY: Well, I think it went pretty well. I.. I got a callback for Thursday.\nESTL: Joey, have you ever seen me ecstatic?\nJOEY: No.\nESTL: Well, here it is. [She almost smiles.]\nJOEY: OK, uh.... listen, there's something I want to talk to you about. The network casting lady...\nESTL: Oh, isn't Lori a doll?\nJOEY: Oh yeah, yeah, she's great, but... I kinda got the feeling that she was sort of... coming on to me. And I definitely would get the part if I would've... you know... if I would have sent the Little General in.\nESTL: Oh, I see. Well, I'm just gonna put in a call here and we'll find out what's goin' on and straighten it out. [picks up the phone] Yeah, hi, Lori please. [pause] Hi darling. So how 'bout Joey Tribbiani for the part of the cab driver, isn't he terrific? [pause] Uh-huuuuh. [pause] Uh-huuuuh. OK, doll. Talk to you later. [hangs up] [to Joey] Yeah, you're gonna have to sleep with her.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk. Monica and Rachel at counter, Phoebe, Chandler, and Fun Bobby at the couch.]",
            "dialog": "RACH: What's the matter?\nMNCA: It's Fun Bobby.\nRACH: What, isn't he sober?\nMNCA: Oh, he's sober alright. Just turns out that Fun Bobby was fun for a reason.\nRACH: Ohhh, OK.\n[Monica returns to couch next to Fun Bobby.]\nMNCA: Alright, here you go, sweetie. [hands Fun Bobby his coffee]\nFBOB: Thanks. You wanna hear something funny?\nMNCA: Oh God, yes!\nFBOB: There are no hardware stores open past midnight in the Village.\nPHOE: That is funny.\nFBOB: I needed to buy a hammer the other night, and I'm out walkin' around the neighborhood but apparently there are no hardware stores open past midnight in the Village.\nMNCA: Ahhh, hey honey? Don't you have to be at your interview now?\nFBOB: Oh yeah. See you guys. [leaves]\nCHAN: Bye..... ridiculously dull Bobby.\nMNCA: Oh.... my... God.\nPHOE: It's not that bad.\nMNCA: Not that bad? Did you hear the hammer story?\nPHOE: OK, OK, don't get all squinky.\nRACH: Maybe it was just the kind of story where you have to be there.\nMNCA: But I'm gonna be there... for the rest of my life. I mean, I can't break up with him. I'm the one who made him quit drinking. He's dull because of me.\nPHOE: Alright, don't say that. He's probably always been dull. You just, you know, set it free.\n[Russ enters, walking in behind Chandler.]\nRUSS: Hi.\nCHAN: [turning around] Hey Ross.... bahhhh!\nRACH: Hi Russ, I've just got two more tables to clean and then we'll go, OK?\nRUSS: OK, I'll just sit here and... uh... chat with your, uh.... friend-type....people.\n[Phoebe walks up to Rachel, cleaning tables.]\nPHOE: Rachel? Um, hi.\nRACH: Hi.\nPHOE: OK, so, you know what you're doing, right?\nRACH: Uhh.... waitressing?\nPHOE: Well, yeah, but... no. I mean, umm... doesn't.... doesn't Russ just remind you of someone?\nRACH: [looks at him] Huh, Bob Saget?\nPHOE: [looks at Russ] Oh, yeah! No, no, no, no, oh, oh.\n[Phoebe turns back around but Rachel is gone. Ross enters.]\nPHOE: Oh, my, oh!\nROSS: What? What's wrong?\nPHOE: I, OK....\nMNCA: She's just upset because she, uh, she buttered a spider into her toast this morning.\nROSS: Alright.\nCHAN: [to Phoebe] Listen, Phoebs, this is gonna be OK. [introducing Russ and Ross] Ross, Russ. Russ, Ross.\nRUSS: Hi.\nROSS: Hi.\nRUSS: Are you a, uh, friend of Rachel's?\nROSS: Yes, yes I am. Are you a, uh, a friend of Rachel's?\nRUSS: Actually, I'm a... kind of a.... you know, a... date-type... thing... of Rachel's.\nROSS: A date.\nRUSS: Yeah, I'm her date.\nROSS: Oh, oh, you're... uh... you're, oh you're the date.\nCHAN: You know, this is actually good, because if we ever lose Ross, we have a spare.\nRUSS: Oh, you are the, uh... paleontologist.\nROSS: Yes, yes I am. And you are a....\nRUSS: Periodontist.\nMNCA: See? They're as different as night and... later that night.\nROSS: Well, I am going to, uh... get a beverage. It was nice, nice... uh... meeting you.\nRUSS: Ditto.\n[ROss approaches Rachel at counter.]\nROSS: I, uh, well... I... I met Russ.\nRACH: Oh.\nROSS: Hey, I didn't know we were, uh, seeing other people.\nRACH: Well, we're not seeing each other, so....\nROSS: Well, uh, for your information, there's a woman at the museum, who's curator of moths and other... uh... winged things... who's, uh, let it be known that she is drawn to me much like a... well, you know. But so far I've been keeping her at bay, but, uh, if this is the deal...\nRACH: Well, yeah, this is the deal.\nROSS: OK, well, um, have a nice evening.\nRACH: Um, Russ, you ready?\nRUSS: Yeah.\nRACH: Bye.\nMNCA: Bye.\nPHOE: Bye.\n[Russ and Rachel leave together.]\nROSS: [upset] She's dating. She's dating.\nCHAN: Yes, yes, but did you see who she was dating?\nROSS: What do you mean?\nMNCA: Do you not see it?\nROSS: See what? I don't know what she sees in... innn that goober. And it takes him, what? Like... like... I don't know, uhh... uhhh, hello.... a... week, to get out a sentence.\nCHAN: Yeah, it's annoying, isn't it?\nROSS: ....................Yeah.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Joey's apartment. Joey is making marinara sauce and filling every container in sight. Chandler enters.]",
            "dialog": "CHAN: Hey.\nJOEY: Hey.\nCHAN: Whoa, whoa, so I'm guessing you didn't get the part, or... uh, Italy called and said it was hungry.\nJOEY: Well, the part's mine if I want it.\nCHAN: Oh my God!\nJOEY: Yeah, if I'm willing to sleep with the casting lady.\nCHAN: [not knowing how to react] Oh my... God?\nJOEY: Ten years I've been waiting for a break like this Chandler, ten years! I mean, Days of Our Lives. That's actually on television.\nCHAN: So, what're you gonna do?\nJOEY: Well, I guess I could sleep with her... I mean, how could I do that?\nCHAN: Well, I... I've got a pop-up book that told me everything I need to know.\nJOEY: I've never slept with someone for a part.\nCHAN: Well is she... [reaches into the cookie jar for a cookie, takes his hand out, covered with pasta sauce]\nJOEY: Sorry.\nCHAN: It's alright. Is she good-looking?\nJOEY: Yeah, she's totally good looking. I mean, if I met her in a bar, or something, I'd be buying her breakfast. [pause] You know, after having slept with her.\nCHAN: Y'know, maybe this isn't such a big deal. Y'know, I mean, the way that I see it is you get a great job and you get to have sex. Y'know, I mean, throw in a tree and a fat guy and you've got Christmas.\nJOEY: I just... I just don't think that I want it that way though, y'know? I mean, let's say I do make it, alright? I'm always gonna look back and wonder if it was because of my talent or because of.. y'know, the Little General.\nCHAN: Didn't you used to call it the Little Major?\nJOEY: Yeah, but after Denise DeMarco, I had to promote it.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: A restaurant. Fun Bobby and Monica are ordering.]",
            "dialog": "WAITER: Can I get you something from the bar?\nMNCA: Yes, I would like something. [looks at Fun Bobby, changes her mind] No, no thank you.\nFBOB: If... if you want to drink, it's OK with me, I've got to get used to it.\nMNCA: No, no really. I.. I wouldn't feel right about it. [to waiter] Just some water.\nFBOB: So the light went out in my refrigerator...\nMNCA: [grabs waiter as he's leaving] I'd like a scotch on the rocks with a twist.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk. Chandler is sitting on the couch between Russ and Ross, doing a crossword puzzle.]",
            "dialog": "CHAN: Hey, we're having some fun now, huh, Ross? Wanna do another one, huh Russ? OK... eleven letters, atomic element number 101... ends in ium.\nRUSS: Dysprosium.\nROSS: [condescendingly] Dysprosium? Try mendelevium.\nCHAN: And weenie number two has it. Unless, of course, nine-down, Knights in White Satin was sung by the Doody Blues.\n[Phoebe and Rachel are at the counter talking.]\nPHOE: You don't see it? You actually don't see it?\nRACH: What?\nPHOE: OK honey, you're dating Ross.\nRACH: No, Phoebs. I'm dating Russ.\nPHOE: Russ is Ross. Russ... Ross!\nRACH: Steve... sleeve!\nPHOE: OK, noone is named Sleeve.\nRACH: Phoebe, what the hell are you talking about? Other than their names being similar, I'm sorry, I do not see what you're seeing.\n[They look over at Russ and Ross.]\nROSS: [to Russ] For your information, it's a card sharp, not a card shark.\nRUSS: You could not be more wrong. You could try... but you would not be successful.\nCHAN: OK, I'm gonna get some more coffee before the pinching and eye-poking begins.\nRUSS: I know what your problem is.\nROSS: Oh you do, do you?\nRUSS: Um-hum, you're jealous.\nROSS: Of... of what?\nRUSS: You're jealous because I'm a real doctor.\nROSS: Hey, you're a doctor of gums. That's the smallest body part you can major in. It's like day one, floss. Day two, here's your diploma.\nRUSS: Hey, you listen.\nROSS: No, no, let me finish.\nRUSS: No, let me finish.\nROSS: No, you let me fini...\n[Rachel walks up behind them.]\nROSS: Hi.\nRUSS: Hi.\nRACH: Ewww, ewww, ewww, ewww! [turns away]\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ross, Phoebe, Rachel, and Chandler at Monica and Rachel's apartment.]",
            "dialog": "RACH: Did Joey say what he was gonna go when he left?\nCHAN: No, I don't even think he knew. Hey, would you sleep with somebody to get a great job?\nRACH: I don't know. Who would I have to sleep with?\nCHAN: Me.\nRACH: Why would I have to sleep with you?\nCHAN: It's my game. You want the job or not?\n[Monica enters from her bedroom.]\nCHAN: Hey.\nMNCA: Morning.\nROSS: Where ya goin'?\nMNCA: Bobby and I are going away for the weekend, remember?\nROSS: Ooooohhhh.\n[Monica pulls out a bag full of airline bottles of liquor.]\nPHOE: What's with all the bottles of liquor?\nROSS: What's going on, is... uh, Bobby drinking again?\nMNCA: Oh no no, this is not for him, this is for me. That way he's still sober but I find his stories about shoelaces much more amusing.\n[Three slow knocks on the door.]\nRACH: Oh God, even his knock is boring.\n[Monica answers the door. Its Fun Bobby.]\nMNCA: Hi. I'll be ready in just a second.\nFBOB: Uh, can I talk to you a minute?\nMNCA: Sure.\n[They both step out into the hall.]\nFBOB: This is really hard for me to say.\nMNCA: Oh God, you fell off the wagon.\nFBOB: Oh, no, no, it's about you.\nMNCA: What about me?\nFBOB: I think you may have a drinking problem.\nMNCA: What these? [holding up liquor bottles] Oh, these are, um, for.. cuts and scrapes.\nFBOB: Look, I am just not strong enough to be in a codependent relationship right now, OK?\nMNCA: Oh... shoot.\nFBOB: Well, anyway, I hope we can be friends.\nMNCA: OK.\n[They hug and kiss.]\nMNCA: Take care.\nFBOB: You too.\n[Fun Bobby leaves and Monica goes back inside.]\nRACH: What happened?\nMNCA: Well we... we kinda broke up.\nGANG: Awwwwwwww.\n[Ross, Phoebe, Chandler, and Rachel all exchange money.]\nMNCA: [holding bottles] Does anybody want these?\nCHAN: I'll take one. Sometimes I like to hold stuff like this and pretend I'm a giant.\n[Joey enters.]\nJOEY: Hey.\nGANG: Hey!\nROSS: How'd the callback go?\nJOEY: It was unbelievable! I walked in there and she was all over me.\nCHAN: So what'd you do?\nJOEY: Well, I couldn't do it. I told her I didn't want to get the part that way.\nROSS: Good for you.\nJOEY: But wait, wait, wait. Then, after I left her office, she caught up with me at the elevator and offered me an even bigger part.\nPHOE: So... and?\nJOEY: Soooooo... you are now looking at Dr. Drake Ramore, neurosurgeon, recurring in at least four episodes!\nGANG: Allright!\nJOEY: Alright... I've got to go shower. [leaves]\n[Phoebe, Ross, Rachel, Chandler exchange money again.]\nCredits \n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk. Russ enters. Chandler and Phoebe are sitting on the couch.]",
            "dialog": "RUSS: Hi.\nCHAN: Oh, hey.\nPHOE: Hi.\nRUSS: I guess you guys heard, Rachel dumped me.\nCHAN: Yeah, I'm sorry man.\nRUSS: Oh, all she said was that I remind her too much of somebody. You have any idea who she's talking about?\n[Chandler and Phoebe feign ignorance.]\nPHOE: Oh I do, it's.... it's Bob Saget. She hates him.\nRUSS: Oh.\n[Julie... Ross's ex-girlfriend... enters.]\nJULIE: Hey.\nCHAN: Hey!\nPHOE: Hey, Julie! Hey, how are you doing?\nJULIE: Um, oh, I don't know. I mean, it's definitely weird not being with Ross, but I guess I'm doing OK. Actually I've got some of his stuff that he, um....\n[Russ and Julie look at each other with love in their eyes. The music builds...]\nEND\n\n"
        }
    ]
}