{
    "metadata": {
        "season": "SEASON 2",
        "title": "220 uld Yeller Dies",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Transcribed by Joshua Hodge.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Phoebe enters to see Monica, Richard, Ross, and Rachel tearfully watching TV.]",
            "dialog": "PHOEBE: Hey. Watcha guys doin?\nRICHARD: Monica's making us watch Old Yeller.\nPHOEBE: Why are you guys so upset? It's Old Yeller, it's a happy movie.\nRACHEL: What?\nROSS: What're you talkin' about?\nPHOEBE: C'mon, happy family gets a dog, frontier fun.\nROSS: Yeah but Phoebs, what about the end?\nPHOEBE: What when Yeller saves saves the family from the wolf and everyone's happy?\nRACHEL: That's not the end.\nPHOEBE: Yu-huh. That's when my mother would shut off the TV and say 'The end'.\nMONICA: What about the part where he has rabies?\nPHOEBE: He doesn't have rabies, he has babies. That's what my mom said.\nRICHARD: Uh, Phoebe, I don't think your mom would want you to see what's about to happen.\nPHOEBE: What, what's about to happen? [starts watching] I've never seen this part before. Hey, Travis, watcha doin' with that gun? Oh no, no no Travis, put down the gun. No no no no, he he's your buddy, he's your Yeller, no, no no, the end, THE END. [hear the gunshot from the TV]\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene:Monica and Rachel's apartment. Richard is on the balcony smoking and Monica is on the phone.]",
            "dialog": "MONICA: Hey, have you guys eaten, because uh, Richard and I just finished and we've got leftovers... Chicken and potatoes... What am I wearing?...Actually, nothing but rubber gloves.\n[Chandler and Joey come sprinting in]\nJOEY: Ya know, one of these times you're gonna really be naked and we're not gonna come over.\nMONICA: Alright, I've got a leg, three breasts and a wing.\nCHANDLER: Well, how do you find clothes that fit?\nJOEY: Oh, hey, Monica, we've got a question.\nMONICA: Alright, for the bizillionth time, yes I see other women in shower at the gym, and no I don't look.\nJOEY: No, not that one. We're trying to figure out who to bring to the Knicks game tonight, we have an extra ticket.\nCHANDLER: Yeah, Ross can't go so it's between my friend Eric Prower who has breath issues and Dan with the poking. [starts poking Monica in the shoulder] 'Did you see that play? Do you want some more beer? Is that Spike Lee?'\nMONICA: Ok. [Richard walks in] Hey, why don't you ask Richard?\nJOEY: Ok, uh, hey Richard, if you had an extra ticket to the Knicks game and you had to choose between a friend who smells and one who bruises you who would you pick?\nRICHARD: Wow. Well being a huge Knicks fan myself, I think you should take someone who's a huge Knicks fan.\nCHANDLER: Ok, that's Eric.\nRICHARD: Glad to be of help. Matches. [walks out to the balcony]\nMONICA: I meant, why don't you take Richard to the game? What?\nJOEY: I don't know.\nMONICA: C'mon. Keeps his fingers to himself and he's always minty fresh.\nCHANDLER: I don't know, Richard's really nice and everything, uh, it's just that we don't know him really well, ya know, and plus he's, ya know, old [Monica gives him a glare] -er than some people, but, uh, younger than some buildings.\nMONICA: So what, he's a little older, big deal, I mean he's important to me. Ya know if you ask him, he might take you on his Jag. [walks off]\nJOEY: How do we say yes now and make it seem like we're not doin' it just to ride in the cool car?\nCHANDLER: Ok, this could be tough.\nJOEY: [Monica walks back in the kitchen] Ok ok ok ok. Monica, we'll bring him, but only if he takes the Jaguar.\nCHANDLER: Ooh, you almost had it.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Ross's apartment. Ross is holding Ben.]",
            "dialog": "ROSS: [smells Ben's butt] No no, you're fine, you're fine.\nCAROL: [enters with Susan] Hello\nROSS: Hi.\nSUSAN: Hey.\nCAROL: Hi honey.\nROSS: Oh you guys are not gonna believe what happened.\nCAROL: What?\nSUSAN: What?\nROSS: Ok, we were sitting over there playing on the floor and he grabs the table and he pulls himself up. He pulled himself up. Standing man. I'm sorry you guys missed it but I did tape it so it you guys want to see it.\nCAROL: Uhh, we know, he already did it last week.\nSUSAN: You can watch our tape if you want.\nROSS: I don't believe this. I miss, I miss the first time of everything. I missed, what, the first time he rolled over, the first time he crawled. What else did I miss? Has he spoken yet, is he driving, does he have a favorite liquour?\nCAROL: Actually, he is getting closer on the talking thing. He can't quite say mama yet, but once he said yumen.\nROSS: Ooh, I, I'm so sick of missing stuff. Ya know, I want him for more than, than a day, I want him for a whole weekend. No listen , I mean, I feel like-\nCAROL and SUSAN: Great. That would be fine.\nROSS: Really? I mean, I, I had a whole speach prepared.\nSUSAN: Oh shout, that would have been fun.\nROSS: Oh look, did, did you just see that? Did you see? He just waved, he just waved, he's never waved before, you've never waved before. Yes he has. Very good.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk. Monica and Rachel are there. Phoebe enters carrying video tapes.]",
            "dialog": "PHOEBE: Hey.\nRACHEL: Hey Phoebs, whatcha got there?\nPHOEBE: Ok, Love Story, Brian's Song, and Terms of Endearment.\nMONICA: Wow, all you need now is The Killing Fields and some guacamole and you've got yourself a part-ay.\nPHOEBE: Yeah, I talked to my grandma about the Old Yeller incident, and she told me that my mom used to not show us the ends of sad movies to shield us from the pain and sadness. You know, before she killed herself.\n[Chandler and Joey enter]\nCHANDLER: Hey.\nJOEY: Hey.\nRACHEL: Hey.\nMONICA: Hey. Where is he, where's Richard? Did you ditch him?\nJOEY: Yeah right after we stole his lunch money and gave him a wedgie. What's the matter with you, he's parking the car.\nMONICA: So'd you guys have fun?\nCHANDLER: Your boyfriend is so cool.\nMONICA: Really?\nCHANDLER: Yeah, he let us drive his Jaguar. Joey for 12 blocks, me for 15.\nRACHEL: Wow, he must like you the best.\nJOEY: Oh, what about that thing he did when he tipped the guy who showed us to our seats. You never even saw the money, it was like this. [With money in his palm] Hey Chandler, thanks for showing us to our seats [shakes his had and passes the dollar].\nCHANDLER: You're welcome. Hey Joey, thanks for parking the car [passes the dollar back].\nJOEY: No problem. Hey Chandler\nCHANDLER: I think they get it.\nJOEY: Ok.\n[Richard enters]\nCHANDLER: There's the man.\nJOEY: He-he-eyy. [Shakes his had and passes the dollar]\nRICHARD: Hey, you're gettin' better. I'm gonna keep this by the way.\nJOEY: Ok. He kept my dollar.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Carol and Susan are dropping off Ben.]",
            "dialog": "MONICA: So your first whole weekend without Ben, what're you guys gonna do?\nCAROL: Uh, we're going down to Colonial Williamsburg.\nSUSAN: Yeah, a woman I went to college with just became the first female blacksmith down there.\nROSS: Well, ya know, they're a little behind the times in Colonial Williamsburg.\nCAROL: Think I better go before mommy starts weeping.\nROSS: Buy mommy.\nCAROL and SUSAN: We love you. Buy.\nROSS: Have a good time. Ok, Ben.\nMONICA: Ross.\nROSS: Yeah.\nMONICA: Look. [they look at Joey in the kitchen with a cigar in his mouth, looking at his reflection in a spatula] Joey, do you know we can see you from here?\nJOEY: How come Richard looks so much cooler with one of these than me?\nROSS: Well for starters, you may want to light it and lose the spatula.\nMONICA: You know what, I think it's cute, you trying to be more like Richard.\nJOEY: Not like him, per-se, just not un-like him.\n[Chandler enters with his hair full of mousse and a cheesy moustache]\nROSS: Look it's the artist formerly known as Chandler.\nCHANDLER: Just tryin' somethin' here, ya know.\nMONICA: So Joey, why didn't you grow a moustache?\nJOEY: Oh we flipped for it. I got the cigar, he got the moustache. Figured if we both grew it, we'd look like dorks.\nROSS: Yeah, you really sidestepped that land mine.\nCHANDLER: Hey listen, we've gotta go, I promised Richard we'd meet him downstairs.\nMONICA: You're meeting Richard?\nJOEY: Yeah, we're goin' to a Ranger game.\nCHANDLER: Yeah, didn't he tell ya?\nMONICA: Well, he told me he was going out with the guys, I just didn't know that you were the guys.\nCHANDLER: You hear that? We're the guys.\nJOEY: We're the guys.\nMONICA: With that moustache doesn't Chandler remind you of Aunt Sylvia?\nROSS: Thank you.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk. Rachel is working. Ross enters with Ben.]",
            "dialog": "ROSS: Hi, we're visitiing. It's Ben and his da-da. Da-da. Can you say da-da? Look, I'm gonna tell your momies you said it anyway so you might as well try.\nRACHEL: No luck huh?\nROSS: Naa. A while ago I got a sah out of him, which I thought, ya know, might turn into sah-condary caregiver but... Hey, would you uh, would you hold him for a sec, 'cause I, I gotta take this off.\nRACHEL: Oh, yeah sure, Ok. [she takes Ben and holds him at arms length]\nROSS: What're you doing?\nRACHEL: Uh, I'm holding Ben.\nROSS: Yeah, well, he's a baby not a bomb.\nRACHEL: Ok.\nROSS: Well just hold him like you'd hold a football.\nRACHEL: This is how I would hold a football.\nROSS: Ok, here, here. There we go.\nRACHEL: Ok, I'm sorry, I'm just not very good with babies. I mean I haven't been around them, I mean, you know, since I was one.\nROSS: It's alright, it's no big deal.\nRACHEL: Really?\nROSS: Yeah, definitely, I'm sure you'll feel totally different when it's our baby.\nRACHEL: What?\nROSS: What?\nRACHEL: You think about stuff like that?\nROSS: Uhh, yeah. I mean, actually I kinda think that we'll have, we'll have two babies.\nRACHEL: Two, two babies?\nROSS: Yeah. Ya know, a boy and a girl. Hopefully the girl will come first so Ben here won't feel too competitive.\nRACHEL: Then what's gonna happen?\nROSS: Well, we won't wanna raise kids in the city so we'll probably move to uh, Scarsdale.\nRACHEL: Uh-huh.\nROSS: Yeah, that way I figure, ya know, we'll be far enough away from our parents that we don't have to see them all the time but close enough that they can come over and babysit whenever we want. And yes, I know, the taxes are a little higher than, let's say, Nassau county but the school system's supposedly great.\nRACHEL: Wow. Wow, that's great. Great. Ok, wow, you know what.\nROSS: Huh?\nRACHEL: I'm off my break now so uh, um here you take this [hands back Ben] and um, I am gonna go pour these very nice people some coffee. Ok. Oh look at that, I don't have a pot. I don't have a pot. Well, hey, maybe I've got one at home, or in Scarsdale. Hey is that a door? [leaves]\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica and Richard are there. Phoebe enters.]",
            "dialog": "PHOEBE: Hey.\nRICHARD: Hey Phoebs, what's happening?\nPHOEBE: Oh, ok, murder, cancer, soccer teams eating each other in the Andes.\nMONICA: So you watched the movies huh?\nPHOEBE: Uh huh, what is happening to the world? I mean, no no no, 'cause ET leaves, and and Rocky loses, Charlotte dies.\nRICHARD: Charlotte who?\nPHOEBE: With the web, the spider she dies, she does. She has babies and dies. It's like ya know, hey welcome home from the hospital, thud.\nMONICA: Alright, you wanna feel better?\nPHOEBE: Yeah.\nMONICA: Ok, here, watch this.\nPHOEBE: It's a Wonderful Life. Yes I've heard of this.\nMONICA: So you can't lose, it's there in the title. Wonderfullness is baked right in.\nPHOEBE: Please, I almost fell for that with, uh, Pride of the Yankees, I thought I was gonna see a film about Yankee pride and then, boom, the guy gets Lou Gehrig's disease.\nRICHARD: Uh, the guy was Lou Gehrig. Didn't you kinda see it coming?\nPHOEBE: Phoebe, just watch that, I promise it will resotre all your faith in humanity.\nCHANDLER: [runs in] Hey, big guy, game time.\nRICHARD: Hey, be right there.\nMONICA: There's a game?\nCHANDLER: Uh, yeah, I just got my pick-up sticks back from the shop. Bring your nerves of steel.\nRICHARD: It's the basketball playoffs.\nMONICA: Listen, um honey, I appreciate this but you don't have to keep hanging out with them for me, I mean, they have each other.\nRICHARD: Oh, no, honey, I mean, don't worry, I like hanging out with those guys. It's fun for me. They're different than my other friends, they don't start sentences with, 'You know who just died shoveling snow?'\nMONICA: Alright that's great, then just go. Go Knicks.\nRICHARD: Uh, it's the college playoffs.\nMONICA: Oh, then go Vassar.\nRICHARD: Uh, they're not in it.\nMONICA: Ok, then just go.\nRICHARD: Ok. [leaves]\nMONICA: Oh, why does this bother me so much? I mean I don't wanna be one of those people who tells their boyfriend they wanna spend 24 hours a day with them.\nPHOEBE: Sure.\nMONICA: It's just that he doesn't have that much free time, ya know, and I don't know, what do I do?\nPHOEBE: Does it matter? You're ultimately just gonna die or get divorced or have to blow your pets head off.\nRACHEL: [enters] Aghh.\nPHOEBE: Me too. [leaves]\nMONICA: I've got a question. Richard made plans again with the guys.\nRACHEL: Yeah well, Ross just made plans for the whole century.\nMONICA: Ya know what, I think I'm gonna go to my room and read Cosmo, maybe there's something helpful in there. Know what, at least maybe I can learn how to do an at home bikini wax with leftover Cristmas candles.\nROSS: [enters] Ok, what the hell happened back there?\nRACHEL: I don't know, you tell me. One minute I'm holding Ben like a football, the next thing I know, I've got two kids, I'm living in Scarsdale complaining about the taxes.\nROSS: Well I'm sorry, I think about stuff. Ya know, I mean, you're at work, you're assembling bones, your mind wanders.\nRACHEL: Ross, you have planned out the next 20 years of our lives, we've been dating for six weeks.\nROSS: C'mon, what, you never think about our future?\nRACHEL: Yes, but I, I think about who's apartment we're gonna sleep at tomorrow night and, and where we're gonna have dinner next Saturday night. I do not think about what our childrens' names are gonna be. You know what our childrens names are gonna be.\nROSS: No, no, I mean, ya know, I, I read a book and there was a girl named Emily and I thought, I thought that might be good.\nRACHEL: What was the book?\nROSS: The big book of childrens' names.\nRACHEL: Ok, Ross, Ross, ok listen, what we have is amazing.\nROSS: Yeah.\nRACHEL: But I do not want to have everything decided for me. I spent my whole life like that. It's what I had with Barry, that was one of the reasons I left. I, I like not knowing right now and I'm sorry if that scares you but if you want to be with me you are gonna have to deal with that.\nROSS: Ok fine.\nRACHEL: Thank you.\nROSS: We're not done.\nRACHEL: I didn't know that.\nROSS: Ok, then you're gonna have to understand that you're with a guy who's not gonna stop planning his future with you because he knows that we're gonna end up together and if that scares you, tough, 'cause you're gonna have to deal with that.\nRACHEL: Fine, I will.\nROSS: Good, 'cause I love you.\nRACHEL: Oh yeah.\nROSS: Yeah.\nRACHEL: Well I love you too.\nROSS: Well that's the first time we've said that.\nRACHEL: Yes it is.\nROSS: Well, I'm gonna kiss you.\nRACHEL: Well you better.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica is in the kitchen, Phoebe enters.]",
            "dialog": "PHOEBE: Hey. Oh thanks for the great movie tip.\nMONICA: Did you like it?\nPHOEBE: Oh yeah. You know, I don't know if I was happier when um George Bailey destroyed the family business or um, Donna Reid cried, or when the mean pharmacist made his ear bleed.\nMONICA: Alright, I'll give you the ear thing but don't you think the ending was pretty wonderful?\nPHOEBE: I didn't watch the ending, I was too depressed. It just kept getting worse and worse, it should have been called, \"It's a sucky life and just when you think it can't suck any more it does.\"\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler and Joey's apartment. Chandler and Joey are playing Richard at foosball.]",
            "dialog": "CHANDLER: Kick save and... denied.\nRICHARD: But... he gets it back, pass to the middle, lines it up and... BAM! Yes! Could that shot BE any prettier?\nJOEY: Man you are incredible.\nRICHARD: Well, we had a table in college.\nCHANDLER: Oh really, I didn't know they had foosball in the 1800's.\nRICHARD: Nice moustache by the way. When puberty hits that thing's really gonna kick in.\nMONICA: [enters] Honey. Uh, not to sound too Florence Henderson but, dinner's on the table.\nRICHARD: Ok, just one more point.\nMONICA: [grabs the other two bars on Richard's side and scores] Score! Now can we go?\nCHANDLER: See, that's why we don't let her play.\nRICHARD: Is everything all right?\nMONICA: Um-hmm.\nRICHARD: Uh-oh.\nCHANDLER: Oh hey listen, don't be mad at him, it's our fault. I'm sorry we've been hoggin so much of his time.\nJOEY: Yeah, he's just really great to hang around with.\nRICHARD: Well.\nJOEY: No no, seriously, Chandler and I were just talkin about this. He is so much cooler than our dads. [Chandler starts kicking him below the table] I mean, you know, our dad's are ok, ya know, but Richard is just- ow, ow. What are you kickin me for? Huh? I'm tryin to talk here.\nRICHARD: Uh, you guys see me as a dad?\nJOEY: Oh yeah.\nCHANDLER: No.\nJOEY: Nooooo.\nCHANDLER: Your just, your just clearly not familiar with our young persons vernacular. See, when we say dad, we mean buddy. We mean pal.\nRICHARD: Uh-huh, yeah.\nCHANDLER: No no, seriously, Joey's my dad, Monica's my dad. I've even got some dads down at work.\nRICHARD: That's fine. Well, your other dad and I are gonna go have a romantic evening and I guess I'll just see you kids around.\nMONICA: Nighty-nite.\nCHANDLER: You're not a dad. You're not a dad.\nJOEY: Not a dad.\nCHANDLER: I can't believe you got us into trouble. [slaps Joey on the arm. Joey takes exception and slaps him back]\nMONICA: [her and Richard return to her place] So are you ok?\nRICHARD: Yeah, just, I feel like I'm about a hundred. I thought I was just one of the guys.\nMONICA: Come here. I'll make you feel like one of the guys. You know for a really cool guy, you suck at foosball.\nRICHARD: What're you talkin' about, I was killin' 'em.\nMONICA: Yeah, well they suck too.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Ross's apartment. Rachel is changing Ben's diaper under Ross's supervision.]",
            "dialog": "ROSS: Ok, and then you take the poopie diaper and you put it in the poopie diaper pail.\nRACHEL: Ok Ross, just so you know, calling it a poopie diaper doesn't make this process any cuter.\nROSS: [doorbell buzzes] Hello.\nCAROL: It's us.\nROSS: Come on up. I'm gonna get the rest of his stuff together. [walks in his room]\nRACHEL: Ok, we can do this now, can't we Ben? Yes we can, yes we can. [finishes the diaper] There. I did it. I did it. Look at that, oh, stays on and everything. Hi.\nBEN: Hi.\nRACHEL: I'm sorry, what did you just say? Did you just say hi? Oh my God, Ross, Ross, Ben just said 'Hi'.\nROSS: Wha, what?\nRACHEL: Ben just said hi.\nROSS: What, the word hi?\nRACHEL: Ye-, no, my Uncle Hi.\nROSS: Great, great, and I miss that too, I miss everything.\nRACHEL: Oh, I'm sorry, I guess I just bring it out in him.\nCAROL and SUSAN: Hello.\nRACHEL: Guess what. Ben just said his first word.\nCAROL: What did he say?\nROSS: Something about hi.\nSUSAN: That's so exciting.\nCAROL: Mommy is so proud of you. Hi. Hi.\nRACHEL: You know, actually it's more like, hi.\nCAROL: Hi.\nRACHEL: Hi.\nCAROL: Hi.\nRACHEL: Hi.\nCAROL: Hi.\nRACHEL: Hi.\nCAROL: Hi.\nSUSAN: Ok, this could go on for a while.\nCAROL: We've got a cab waiting downstairs.\nROSS: Well, this was fun. Uh, we should really do it again sometime, wha'dya say? Ok. Alright so I've got him.\nCAROL: Tuesday.\nROSS: Tuesday right. Ok, bye you guys.\nRACHEL: Take care.\nROSS: Bye Ben.\nBEN: Bye.\nRACHEL: Did, did he just, did he, did he just say, he said bye. He said bye. You said, you said bye to me. You said bye to me.\nSUSAN: Suddenly I'm seeing him go off to college.\nCAROL: We've gotta go, we've got that cab waiting.\nROSS: Alright, alright, ok. Bye.\nBEN: Bye.\nROSS: Bye.\nBEN: Bye.\nROSS: Bye.\nBEN: Bye.\nROSS: Bye.\nCLOSING CREDITS\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Phoebe is watching Bert and Ernie with Ben.]",
            "dialog": "ERNIE: Oh wow, look at this nice deep hole I've been digging. Hey Bert, isn't this a nice hole here. Hey.\nPHOEBE: [pauses the tape] Ok, Ben, this is the part where Ernie buries Bert in the sand and can't find him. Now, I've looked ahead on the tape and he does find him again. But, ok, before that happens, there's some pretty rough goin' for a while but I think we can handle it. And, there's just the alphabet but we know that ends well so. Ok, here we go. [starts the tape again]\nERNIE: Bert, Bert. Bert. Hey, what happened to my friend Bert? He was here just a moment ago. Oh no, my old friend Bert is lost.\nPHOEBE: Oh, I'm so glad you're here.\n"
        }
    ]
}