{
    "metadata": {
        "season": "SEASON 2",
        "title": "223 The Chicken Pox",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Transcribed by Joshua Hodge.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk. Rachel, Monica, Joey, and Chandler are there.]",
            "dialog": "[Rachel brings a muffin to Chandler and Monica who are sitting on the couch.]\nRACHEL: Ok, Chandler, Mon, there's only one bananna nut muffin left.\n[Rachel holds the tray between them. Chandler grabs the muffin before Monica can.]\nMONICA: Oh, I ordered mine first.\nCHANDLER: Yeah, but I'm, I'm so much faster...\nMONICA: Give it to me.\nCHANDLER: No.\nMONICA: Give it to me.\nCHANDLER: Ok, you can have it. [He licks it and offers it to her.]\nMONICA: [She grabs the coffee cup on the table and licks the rim.] There you go, enjoy your coffee.\nCHANDLER: That was there when I got here. [Takes a bite of his muffin.]\nPHOEBE: [enters] Hey you guys, you will never guess who's coming to New York.\nMONICA: [Chandler tries to come back with a smart-ass remark but can't swallow the muffin.] Quick, Phoebe, tell us before he can swallow.\nPHOEBE: Oh ok, Ryan, that guy I went out with, who's in the Navy.\n[Chandler is visibly upset]\nRACHEL: You went out with a guy in the Navy?\nPHOEBE: Yeah, I met him when I was playing guitar in Washington Square Park. Ryan threw in salt water taffy 'cause he didn't have any change.\nJOEY: Hey, is that when you wrote salt water taffy man?\nPHOEBE: No. No, he is my submaring guy. He resurfaces like every couple years and we have the most amazing three days together. Only this time he's coming for two weeks. Two whole weeks, which means yay.\nRACHEL: So wait, this guy goes down for like two years at a time?\n[Once again, Chandler has a bite in his mouth and can't come back.]\nMONICA: That'll teach you to lick my muffin.\nROSS: [enters] Hiii.\nJOEY: Oh no, what happened?\nROSS: Well, I just spoke to Carol. Ben's got the chicken pox.\nALL: Oh no.\nROSS: Yeah, so if you haven't already had it, chances are you're gonna get it.\nRACHEL: Well I've had it.\nJOEY: Yeah, I've had it.\nMONICA: Had it.\nCHANDLER: Had it.\nPHOEBE: Well, I've never had it, I feel so left out. [Sees a red bump on her arm.] Oh look!\nOPENING TITLES\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica and Richard are in her bedroom.]",
            "dialog": "MONICA: Honey, you made the bed again. I told you, you don't have to do that. This isn't camp.\nRICHARD: Ooh, then I guess the panty raid last night was totally uncalled for. Ok, I am going to take a shower and today I will be singing Jim Crochee's Leroy Brown.\n[He walks out of the bedroom and Monica starts to remake the bed.]\nRICHARD: Monica... [He re-enters the bedroom and Monica jumps on the bed, trying to cover it.] Hey Mon, I have a question. Is Leroy the baddest man in the whole damn town or the fattest man in the whole damn town?\nMONICA: Baddest. Otherwise the song would be Fat Fat Leroy Brown.\nRICHARD: What're you doing?\nMONICA: Just waiting for you sweetie.\nRICHARD: Are you remaking the bed?\nMONICA: I'm sorry, I'm sorry. You know what, the way you did it was just fine.\nRICHARD: Then, you're redoing it because...\nMONICA: If I tell you, you'll think I'm crazy.\nRICHARD: You're pretty much running that risk either way.\nMONICA: Ok, you see, the tag shouldn't be at the top left corner, it should be at the bottom right corner.\nRICHARD: Oh, well that's not so crazy.\nMONICA: I'm just easing you in.\nRICHARD: Oh, alright.\nMONICA: Alright, you see these little flower blossoms? They should be facing up, not down, because, well, the head of the bed is where the sun would be. You don't love me any more do you.\nRICHARD: Actually, if it's possible, I love you more.\nMONICA: Really? Wow, well then come on, I wanna show you how to fold the toilet paper into a point.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler's office. Joey is there.]",
            "dialog": "CHANDLER: Hey, look Joey, I'm just saying if you need something to hold you over, I can get you a job right here as an entry level processor.\nJOEY: But don't you need experience for a job like that?\nCHANDLER: It's not that hard to learn. And as for people realizing you have no idea what you're doing, hey, you're an actor. Act like a processor, people will think you're a processor.\nSCOTT: [enters] Hey Chandler, here's this morning's projections.\nCHANDLER: Hey thanks. Scott Alexander, Joey Tribbianni. Joey is a uh, fellow processor.\nSCOTT: No kidding.\nJOEY: Oh yeah yeah. I process. People want the processing, I'm the one they call.\nSCOTT: Where do you work?\nJOEY: Uhh, well, right now I'm in between things. You know how it is. One day you're processing, the next day you're not so much... processing any more.\nCHANDLER: I was just telling Joey about the opening in Fleischman's group.\nSCOTT: Fleischman's group. Whatever you do, don't touch his sandwiches. Ha-ha-ha...\nJOEY: Ha-ha. [Scott leaves] Are all you processors dorks?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica and Rachel are doing Phoebe's makeup.]",
            "dialog": "RACHEL: Oh, this lipstick looks just great on you.\nMONICA: You look fabulous honey, you really do.\nPHOEBE: Yeah? Are you sure, really. [She picks up a mirror and sees the white splotches all over her face.]\nRACHEL: You see, you look beautiful. For god sakes, dim the lights.\nPHOEBE: I, I, I'm hideous.\nMONICA: It's gonna be ok. Ryan's been under water. He's just gonna be so glad that you don't have barnicles on your butt.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Ryan is walks up to the door and knocks.]",
            "dialog": "PHOEBE: Come in.\nRYAN: Hey baby, I'm back... [Phoebe is sitting by the window in a veil.]\nPHOEBE: Hey Ryan, what's up?\nRYAN: What's goin' on?\nPHOEBE: Well, no no, you have to stay back. I, I have the pox.\nRYAN: Chicken or small?\nPHOEBE: Chicken. Which is so ironic considering I'm a vegetarian.\nRYAN: Why aren't you at home in bed?\nPHOEBE: 'Cause my, my grandmother's never had chicken pox. Please, please tell me you have, 'cause oh my God, I forgot how cute you are.\nRYAN: I'm sorry, I never had 'em.\nPHOEBE: Ohh, ohh.\nRYAN: If I had one wish, it would be to build a time machine, go back to when I was 7, when Jimmy Hauser had the chicken pox. I would grab that kid and rub him all over my face.\nPHOEBE: Yeah, or you know, you could just wish that I didn't have them now.\nRYAN: Can I please see your face?\nPHOEBE: Nope. You don't want to see a face covered with pox.\nRYAN: Your face could be covered with lochs, I wouldn't care.\nPHOEBE: And you hate fish. Oh. That's so sweet, alright. Ok, alright, you can see. This is me... [she unveils herself right as a huge lightning bolt crashes outside. Ryan screams in terror.] Oh, I am scary.\nRYAN: Sorry, the lightning. Lightning was an unfortunate incidence. You look lovely, lovely.\nPHOEBE: I hate this. 'Cause I tell you, I had the most amazing two weeks planned for us, and almost everything I had in mind, we had to be a lot closer than this.\nRYAN: Phoebe, I have spent the last eight months in a steel tube with men, thinking about this moment. I am not gonna let a bunch of itchy spots stand between us. [He walks to her and kisses her.]\nPHOEBE: Ok, this is the most romantic disease I've ever had.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler's office. Joey enters.]",
            "dialog": "JOEY: Hey.\nCHANDLER: Hey, how's the first day goin'?\nJOEY: Pretty good. It's like you said. It's mostly just putting numbers from one column into another column.\nCHANDLER: Well there you go.\nJOEY: Hey and everbody is so nice. I just had a good talk with that lady with the red hair, Jeannie.\nCHANDLER: Jeannie, the head of east coast operations Jeannie?\nJOEY: Yeah, turns out our kids go to the same school. Small world huh?\nCHANDLER: Weird world. Your kids?\nJOEY: I figure my character has kids.\nCHANDLER: Ya know there isn't a part of that sentence I don't need explained.\nJOEY: Well, see when you're acting you need to think about stuff like that. My character, Joseph the processor guy, has two little girls, Ashley and Brittany. Ashley copies everything Brittany does.\nCHANDLER: Well, invisible kids can be that way sometimes.\nJOEY: Yeah. Joseph and his wife, Karen, are thinking of having a third kid... Ya know what? Just did.\nCHANDLER: Really? Wow. That's some pretty powerful imaginary sperm you must have there.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Phoebe and Ryan are playing Monopoly.]",
            "dialog": "RYAN: You know what makes the itching even worse?\nPHOEBE: That you don't stop talking about it.\nRYAN: Fine.\nPHOEBE: Let's just play, ok. Good, ok. [She picks up the dice.] Here we go, double sixes, here we go... [She starts to rub the dice all over herself.] Here we go, come to mama, just getting ready to roll the dice...\nRYAN: What're you doing? Are you scratching?\nPHOEBE: No. This is what I do for luck, ok.\nRYAN: You're scratching. Give me the dice.\nPHOEBE: No.\nRYAN: Give me the dice.\nPHOEBE: No. Here. [Throws them on the table.] There. Ooh, double sixes.\nRYAN: We can't scratch. You know we can't, we'll scar.\nPHOEBE: Uhh, I can't stop thinking about it. It's just so hard. I just wanna grab all these houses and rub 'em all over my body. [Grabs a handful of the houses.]\nRYAN: No.\nPHOEBE: Give it.\nRYAN: No.\nPHOEBE: Yeah, come on. You know you want it, you know you want it too, come on. Let's just be bad, it'll feel so good. [She starts scratching him.]\nRYAN: Oh God help me.\nPHOEBE: Now do me, do my back. Oh come on, harder.\n[They get back to back and start rubbing against each other. Ross and Rachel enter.]\nRACHEL: Oh, stop that, stop that right now.\nROSS: You know, I might have expected this of you Phoebe, but Ryan, you're a military man.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Chandler's office building. Joey and Jeannie are talking.]",
            "dialog": "JOEY: You and Milton have to join us on the boat. Karen'll pack a lunch, you'll bring the kids, we'll make a day of it.\nJEANNIE: Oh, that sounds lovely. We're gonna have to set that up. Oh, I better get back. Hope the baby feels better.\nJOEY: Oh, thanks, thanks. Bye bye Jeannie.\nJEANNIE: Bye bye Joey.\nJOEY: What a phony.\nCHANDLER: Well, I'm sure you'll teach her a lesson when she steps off the dock onto nothing. Hey Mr. Douglas.\nJOEY: Sir.\nMR. DOUGLAS: Uh, listen Bing, I received your memo. So, we're not gonna receive the systems report until next Friday?\nCHANDLER: Well the people in my group wanna spend the holiday weekend with their families.\nMR. DOUGLAS: I have a family, I'm gonna be here.\nJOEY: Yeah Bing, what's that about?\nCHANDLER: It's about cutting my people a little slack, ya know, for morale. Look, if you wanna see some rough numbers, I can get them to you by Wednesday.\nMR. DOUGLAS: Rough numbers?\nJOEY: This company was not built on rough numbers. Am I right Mr. Douglas.\nMR. DOUGLAS: Have the final numbers on my desk by Tuesday.\nCHANDLER: Uh, if you say so sir.\nJOEY: Joseph's good, isn't he?\nCHANDLER: Well, I'm going to kill you.\nJOEY: Hey, hey, I just figure Joseph's the kinda guy that likes to mix it up. Ya know, get in there, ruffle some feathers.\nCHANDLER: Why?\nJOEY: Look, I'm sorry but that's what Joseph does, ok. If you try to pull somethin', he'll call you on it. 'What're you tryin' to pull,' he'll say.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica enters her bedroom with a roll of duct tape. Richard is sitting on the bed.]",
            "dialog": "RICHARD: Ooh, duct tape. Was I supposed to bring something too?\nMONICA: This is for the scratchy twins out there. I taped oven mits to their hands.\nRICHARD: You're strict.\nMONICA: It's for their own good.\nRICHARD: You know, I like the way you have efficiently folded this tab under. See in a tape emergency you could shave valuable seconds off your time.\nMONICA: Exactly. Oh, I love that I can be totally neurotic around you now. Tell me the truth. Don't you like it better now that everything on your desk is perpendicular?\nRICHARD: If it's not a right angle, it is a wrong angle.\nMONICA: Very good.\nRICHARD: Thank you.\nMONICA: You know what. Tomorrow I'm gonna do your clocks.\nRICHARD: You're gonna do what to my clocks.\nMONICA: I'm gonna set them to my time.\nRICHARD: Well, I'm confused. I thought we shared time.\nMONICA: No no. See, in my bedroom I set my clock six minutes fast. You wanna know why?\nRICHARD: Because it's in a slightly different time zone than the kitchen.\nMONICA: No forget it, I'm not gonna tell you now.\nRICHARD: No come on. Come on tell me.\nMONICA: No. See you don't understand.\nRICHARD: Come on.\nMONICA: No. You don't have any of these cute little obsessive things.\nRICHARD: No that's not true. That is not true.\nMONICA: Oh yeah.\nRICHARD: Yeah.\nMONICA: Alright, well tell me one of yours.\nRICHARD: Ok. Ahh. One of my things is, I always separate my sweat socks from my dress socks.\nMONICA: What if they get mixed up?\nRICHARD: Boy I would just uh, I would freak out.\nMONICA: You would not. I can't believe this. I hate this, you're too normal. I can't believe my boyfriend doesn't have a thing. My boyfriend doesn't have a thing.\nRICHARD: See, if anyone overheard that, I didn't come off well.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Chandler's office. Chandler is asleep in his chair holding a paper in one hand and a pen in the other. Joey walks in, waking up Chandler who covers by pretending to write on the paper.]",
            "dialog": "JOEY: Hey. Mr. Douglas is looking for you.\nCHANDLER: Why? Wh- wh- why is Mr. Douglas looking for me?\nJOEY: 'Cause he has a strong suspicion that you dropped the ball on the Lender project.\nCHANDLER: Wha- wh- why, why, why does he suspect that?\nJOEY: Becasue at first he thought it was Joseph. But after he asked Joseph about it, turns out it was you. Anyway, I just thought you should know.\nCHANDLER: Alright, that's it. Look Joey, I'm sorry, I realize this is the role of a lifetime for ya, and if I could just fire Joseph, I would, but unfortunately that's not possible so I'm gonna have to let both of you go.\nJOEY: What're you talking about, everybody loves Joseph.\nCHANDLER: I don't, I hate Joseph, ok. I think he's a brown-nosing suck up.\nJOEY: Oh yeah. Well you can't fire Joseph. You know why, 'cause he's not in your department.\nCHANDLER: Alright, ok, alright. So I can't fire Joseph but uh, I can sleep with his wife.\nJOEY: Karen.\nCHANDLER: Yeah, Karen. I'm thinking about having an affair with her. Oh, you know what? I just did.\nJOEY: Ahh. What the hell are you doing to me man.\nCHANDLER: Oh well it's not me, it's my character, Chandy. Yeah the rogue processor who seduces his co-worker's wives for sport and then laughs about it the next day at the water cooler. In fact, I have her panties right there in my drawer.\nJOEY: Really?\nCHANDLER: No freakshow, she's fictional.\nJOEY: Take it easy. If it means that much to you, I'll uh, I'll go find something else.\nCHANDLER: Thank you.\nJOEY: It's just that, I, I'm gonna miss Joseph. I liked him. His wife, she was hot. [Chadler pushes him out the door by the face.]\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Rachel and Ross are in the kitchen. Phoebe is sitting at the couch with oven mits on her hands.]",
            "dialog": "PHOEBE: Can I please take these off? I swear I won't scratch.\nRACHEL: No sorry hon, Monica's orders.\nRYAN: [Comes out of the bathroom, also with oven mits on his hands.] Well that wasn't easy.\nROSS: Ok, dinner's on.\nRACHEL: And there's a peach cobbler warming in the oven so the plate's gonna be hot but that shouldn't be a problem for you.\nROSS: Alright you kids, bye now.\nPHOEBE and RYAN: Bye. [waving]\nROSS: Oh look, a low budget puppet show.\nPHOEBE: It's such a shame you can't see which finger I'm holding up.\n[Ross and Rachel leave.]\nRYAN: Wine?\nPHOEBE: Please. [Ryan pulls the cork with his teeth and spits it into Phoebe's mits.]\nRYAN: Oh, I spilled some.\nPHOEBE: I got it. [Wipes it up with her mits.]\nRYAN: [Puts his hands over Phoebe's ears.] I must tell you, you look beautiful tonight.\nPHOEBE: What?\nRYAN: Sorry. You look beautiful.\nPHOEBE: Oh.\n[They start to kiss. They try to get each other's shirts off but can't get the buttons undone.]\nPHOEBE: You know what, that's it, that's it. [She rips off the mits, Ryan follows her lead.]\n[They keep kissing and start scratching each other. Ross enters, takes one look, and goes right back out the door.]\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Richard and Monica are in bed.]",
            "dialog": "RICHARD: Monica, wake up. Monica.\nMONICA: What's up?\nRICHARD: I thought of a thing.\nMONICA: Yeah?\nRICHARD: Yeah. I have to sleep, have to, on this side of the bed.\nMONICA: No honey. You have to sleep on this side of the bed because I have to sleep on this side of the bed.\nRICHARD: Or so I would have you believe.\nMONICA: No. Big deal, so you have a side of the bed, everybody has a side of the bed.\nRICHARD: Hey come on, you haven't heard my reason yet.\nMONICA: Alright, go on.\nRICHARD: Ok, I have to sleep on the west side because I grew up in California and otherwise the ocean would be on the wrong side.\nMONICA: Oh my God, you're a freak.\nRICHARD: Yeah. How 'bout that.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Central Perk. Phoebe, Rachel, Ross, and Ryan are there. Ryan is in uniform, getting ready to leave.]",
            "dialog": "RACHEL: So uh, Ryan, were you shipping off to?\nRYAN: I really can't say.\nROSS: So do you have like any nuclear weapons on board?\nRYAN: I can't say.\nRACHEL: Well do you get to look through one of those like, those periscope thingys.\nRYAN: I'm sorry, but I can't say.\nROSS: Wow, it, it's neat learning about submarines.\nRYAN: I better get out of here, I'm gonna miss my flight.\nPHOEBE: Ok, I'll walk you out.\nROSS: Bye Ryan.\nRYAN: Pleasure.\nRACHEL: It was nice to meet you.\nRYAN: Take care.\n[Phoebe and Ryan walk outside.]\nRACHEL: So do you uh, think we can get you one of those uh, uniform things?\nROSS: You like that do ya?\nRACHEL: Oh yeah.\nROSS: I'll make some calls. [Runs off.]\nRACHEL: Ok.\n[Outside with Phoebe and Ryan.]\nRYAN: Can you believe how we spent our two weeks together?\nPHOEBE: I know. We didn't do any of the romantic things I had planned, like having a picnic at Central Park and ya know, coffee at Central Perk. Oh I just got that. [They kiss.]\nRYAN: Taxi.\nPHOEBE: Bye you. [Ryan's cab drives off. As Phoebe is going back in, she sees the Central Perk sign in the window and laughs.]\nCLOSING CREDITS\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Central Perk. Rachel is closing. Ross walks in in a uniform.]",
            "dialog": "RACHEL: Oh I'm sorry, we're clo-... Hey sailor.\nROSS: Is this what you had in mind?\nRACHEL: I'll say.\n[Ross picks her up.]\nROSS: I'm shipping out tomorrow.\nRACHEL: Well then uh, we better make this night count. [He starts to carry her out.] Oh wait, I forgot to turn off the cappucino machine. [He carries her over to turn it off.] Anchors away. Oh no no, my purse, my purse, my purse, my purse, my purse, my pu rse. [He carries her to the counter to pick up her purse.] Oh, you know what. I forgot to turn off the bathroom light.\nROSS: Alright you know, why don't I just meet you upstairs. [Drops her on the couch and walks out holding his lower back.]\n"
        }
    ]
}