{
    "metadata": {
        "season": "SEASON 2",
        "title": "217 Eddie Moves In",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Transcribed by Joshua Hodge.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Joey's new apartment. Everyone but Chandler is there. Joey has decorated the place with tons of tacky stuff.]",
            "dialog": "JOEY: Huh? So whaddya think? Casa de Joey. Huh? I decorated it myself.\nROSS: Get out.\nALL: No.\nMONICA: [looking at some kind of glass sculpture thing] Wow Joey, this is, uhh...\nJOEY: Art.\nMONICA: Art it is.\nROSS: [looking at a glass table with a panther shaped base] Look, check this out. Is it a coffee table, is it a panther? There's no need to decide.\nRACHEL: [holding a pillow made out of 4 inch red fur] Hey, nice pillow. So now tell me, is this genuine Muppet skin?\nPHOEBE: [looking at a water sculpture that looks like a window with rain running down it] Hey, excellent, excellent water-table thing.\nJOEY: Thanks, yeah. I love this but ya know what, it makes me wanna pee.\nPHOEBE: Yeah, well me too, yeah. I think that's the challenge.\nJOEY: Hey, how come, uhh, Chandler didn't come?\nROSS: Well uh, it's cause he had a thing with, wi-, with the thing.\nJOEY: Right, I go-, I got it.\nPHOEBE: So why don't ya show us the rest of your casa?\nJOEY: Yeah. Uh, oh, OH, the best part, c'mon. [leads them to the bathroom, gestures towards toilet, everyone stares, uncomprehending] Heh?\nRACHEL: Hey, nice toilet.\nJOEY: No no no, behind it.\nROSS: Wha-, you have a phone in here?\nJOEY: That's right, I have a phone in here.\nMONICA: Joey, promise me something.\nJOEY: Yeah.\nMONICA: Never call me from that phone.\nOPENING TITLES\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk. Monica, Chandler, and Ross are seated. Rachel is walking over with coffee and a piece of pie.]",
            "dialog": "[Someone bumps into Rachel and she drops the pie in a guy's hood that's seated at the table. She improvises by using the plate as a saucer for the coffee.]\nRACHEL: OK, here we go. Honey, I'm sorry, they were all out of apple pie, someone just got the last piece.\n[Phoebe enters]\nPHOEBE: Oh my God, oh my God, oh my God, oh my God. You are not gonna believe this. I have just been discovered.\nCHANDLER: Now wait a minute, I claimed you in the name of France four years ago.\nPHOEBE: Anyway, OK, now promise you won't like, freak out and say how great this is until I'm done, OK.\nALL: OK.\nPHOEBE: OK. I just met this producer of this like, teeny record company, who said that I have a very fresh, offbeat sound and she wants to do a demo of Smelly Cat.\nALL: [congradulating her and celebrating]\nPHOEBE: I told you not to do that yet. And, she wants to do a video.\nALL: [celebrating more]\nPHOEBE: I'm not done yet, OK. God. OK, if that goes well, they may even want to make an album.\n[everyone is quiet, unsure if she's done or not]\nPHOEBE: I'm done now.\nALL: [celebrating]\n[the guy with the pie in his hood get up to leave]\nRACHEL: Oh God. Ross, OK, if you care about me at all, you will get the pie out of the man's hood.\nROSS: Get the what?\nRACHEL: Pie in the hood, pie in the hood. Go.\n[Ross goes over behind the guy and grabs the pie out of his hood as he leaves]\nGUY: What're you doing?\nROSS: I'm sorry, my pie was, was in your hood. Now I just have to get the coffee out of that guy's pants and I'll be back in the hospital by 7. [swats at an imaginary insect by his head, guy leaves promptly]\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica is outside the bathroom yelling at Ross who's in the bathroom.]",
            "dialog": "MONICA: Damnit Ross, get your butt out of the bathroom.\nROSS: Calm down, I'm blow drying.\n[Rachel enters with laundry and starts folding]\nMONICA: Blow drying what, you have no hair.\nRACHEL: What's goin' on?\nMONICA: Your boyfriend has been in there for over an hour. I can't believe it, it's like I'm living with him again. He's here when I go to sleep, he's here when I wake up, he's here when I want to use the shower, ughh. It's like I'm sixteen all over again .\nRACHEL: Well, you're not sixteen, you're both adults now.\nMONICA: GET OUT YOU DUFUS!!\nRACHEL: Or ya know, he's rubber and you're glue.\nROSS: [comes out] All yours.\nMONICA: I hope you cleaned your hair out of the drain.\nROSS: [in a childish voice] I hope you cleaned your hair out of the drain.\nMONICA: Shut up.\nROSS: [childish voice] Shut up.\nMONICA: Cut it out.\nROSS: [childish voice] Mi-mi-mii.\n[Monica goes in the bathroom]\nRACHEL: [sarcastically] I've never wanted you more.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler's apartment. Chandler is sitting on the bar wearing huge dog-slippers]",
            "dialog": "CHANDLER: So, whaddya say boys, should I call him? [squeezes the ear of one of the slippers and it barks] Well, ya know what they say. Ask your slippers a question... you're going crazy.\n[Joey's apartment, phone rings]\nJOEY: Hello.\nCHANDLER: Hey.\nJOEY: Hey!\nCHANDLER: Listen, I'm, I'm sorry I didn't make it over there today.\nJOEY: Oh, that's OK. You uh, you had a thing.\nCHANDLER: Yeah well, I hear the place looks great.\nJOEY: Ahh, forget about it, I'm havin' a ball. How's the apartment doin'\nCHANDLER: Oh hey, it's, it's terriffic. I mean it's a regular space... fest.\nJOEY: Oh, well great.\nCHANDLER: Yeah I just... wanted to call and say hey.\nJOEY: Well OK then. [oven timer goes off behind Chandler] Was that the oven timer?\nCHANDLER: That's right my friend. It's time for...\nBOTH: Baywatch!! [both turn on TV's]\nJOEY: Oh, can you believe they gave Stephanie skin cancer?\nCHANDLER: I still can't believe they promoted her to lieutenant.\nJOEY: Naa, you're just sayin' that 'cause you're in love with Yasmine Blepe.\nCHANDLER: Well, how could anyone not be in love with Yasmine Blepe?\nJOEY: Hey, hey, they're runnin'\nCHANDLER: See, this is the brilliance of the show. I say always keep them running. All the time, running. Run. Run Yasmine, run like the wind.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk. Joey is sitting between Monica and Phoebe.]",
            "dialog": "MONICA: But I thought you wanted to live by yourself.\nJOEY: I did. I thought it'd be great. I figured I'd have like, time alone with my thoughts but, ya know, it turns out I don't have as many thoughts as you'd think.\nPHOEBE: Joey, why don't you talk to Chandler about moving back?\nJOEY: You really think he'd take me? I mean, we had a pretty good talk last night but, when I moved out, I hurt him bad.\nMONICA: I promise you, he would definitely want you back.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler's apartment. Chandler is sitting between Rachel and Ross.]",
            "dialog": "ROSS: I'm telling you, there's no way he's moving back.\nCHANDLER: But we had one of the greatest talks we ever had last night. I mean it was, it was like when we first started living together.\nROSS: Look, I know you don't want to hear this right now but, we've seen him in his new place, alright. And he's happy, he's, he's decorated.\nRACHEL: Look, Chandler, he has moved on, OK, you have to too.\nCHANDLER: But...\nROSS: No. You're just gonna have to accept the fact that you're just friends now, OK, you're not... rommmates anymore.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Recording studio. Phoebe is getting ready to record Smelly Cat.]",
            "dialog": "PRODUCER: OK Phoebe, you ready to try one?\nPHOEBE: OK. [singing] Smelly cat, smell-ly cat, what are they feeding you? Smelly cat [back up singers start singing smelly, smelly, smelly, smelly behind her] Oh woah, oh my God. I mean like, who was that?\nPRODUCER:They're your backup singers... beind you.\nPHOEBE: OH!! Oh I thought they were just watching me. You know, like at, like at an aquarium, ya know.\nPRODUCER: Alrighty. From the top.\nPHOEBE: OK. [singing] Smelly cat, smell-ly cat, what are they feeding you? Smelly cat [back up singers - smelly, smelly, smelly, really bad smelly cat, it's not your fault] OK, sorry. I'm just, I'm just not getting that everyone um, gets how smelly this cat acually is. I just think that maybe if we could talk about this, 'cause I need to feel that you really care about the cat.\nPRODUCER: Honey, uh we, we can talk about this. It's just that it's costing about a hundred dollars a minute to be in here.\nPHOEBE: Oh OK. So, um, the cat stinks but you love it, let's go.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Chandler's apartment. Ross is on the phone.]",
            "dialog": "ROSS: No, there is no way he was a velociraptor. No Tony, look at the cranial ridge, OK. If Dino was a velociraptor, he would have eaten the Flintstones. Yeah, yeah. [Monica comes out of her room] Oh, were you takin' a nap?\nMONICA: I was.\nROSS: Oh I-, Oh wait, Tony can you hang on? That's the other line. [gets the other line] Hello. Oh yeah she's here but uh, can she call you back? OK thanks. [hangs up the other line] Call Joanna. [back on with Tony] Hi.\nMONICA: Did she leave a number?\nROSS: Did you see me write one down?\nMONICA: I don't have her number, butt-munch.\nROSS: Well, she'll call back, don't be such a baby.\nMONICA: I'm not a baby, you're the baby.\nROSS: Look, you wanna get off my back?\nMONICA: You wanna get out of my face?\nROSS: Wait hold on Tony, hold on. [answers second line] Hello. Hi, yeah no, she's right here. Um hold on. [gets first line] Hi Tony, can I call you back? That's uh, that's my sister's boyfriend.\nMONICA: Give me that.\nROSS: OK.\nMONICA: Hi sweetie, look before I forget, did I leave my diaphram at your place? Hi mom. [she starts throwing oranges at Ross who's looking pleased with himself]\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler's apartment. Chandler is sitting on the bar, bouncing a ball against the door. Joey walks in right as he throws the ball and catches it.]",
            "dialog": "JOEY: Hey.\nCHANDLER: So uhh, how's the palace?\nJOEY: You know it's funny you should mention that 'cause I was thinkin'... what's with the boxes?\nCHANDLER: Oh, uhh, actually I uh, have some news.\nEDDIE: Hey Chan, is that Joey guy gonna come by and pick up his moose hat or should I just toss it out?\nCHANDLER: Well, uh, why don't you ask him yourself. Joey, this is my new roommate Eddie.\nEDDIE: Nice to meet ya.\nJOEY: Likewise. Uh, I'll take that. [grabs moose hat] It's what I came for. So, this is new. Where'd you two meet?\nEDDIE: At the uh, supermarket, in the uh, ethnic food section. I helped him pick out a chorizo.\nJOEY: Wow.\nCHANDLER: Well you know, we got to talking and uh, he said he needed a place and I had a spare room.\nJOEY: Oh, now it's a spare room?\nCHANDLER: Well yeah, in that it's not being used and I... have it to spare.\nJOEY: Well I uh, got what I came for. [puts on moose hat] I'll uh, I'll see you guys.\nCHANDLER: Hey Jo. When'd you start usin' mousse in your hair?\nEDDIE: [annoying laugh] Is this guy great or what?\nJOEY: Yeah, yeah he is. [leaves]\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica, Rachel, and Ross are there.]",
            "dialog": "MONICA: I can't believe he has a new roommate. Who is this guy?\nROSS: Uh, Eddie something. He just met him.\nRACHEL: It'll never last, he's just a rebound roommate.\n[Pheobe enters]\nPHOEBE: Hey.\nALL: Hey.\nPHOEBE: Oh, check it out, oh check it out. It's Smelly Cat the video.\nALL: [cheer]\nPHOEBE: Now OK, I haven't seen it yet so, if you don't like it, well, so what, none of you ever made a video. [puts the tape in] OK.\n[The video is a very dramatic episode with an obviously dubbed voice for Phoebe. Everyone watches in disbeliefe]\nPHOEBE: Oh my God.\nROSS: I know.\nPHOEBE: I sound amazing. I, I, I've never heard myself sing before. I mean, except in my own head. Oh, this is so cool, now I can hear what you hear.\nRACHEL: Pretty uhm, different huh?\nPHOEBE: Oh, I am sorry but I am incredibly talented.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Chandler and Eddie's apartment. Joey stops by. Chandler is reading the paper and Eddie is fixing eggs.]",
            "dialog": "EDDIE: Hi Joey, what's goin' on man?\nJOEY: Eddie.\nCHANDLER: Morning.\nJOEY: Morning. I just uh, came by to pick up my mail. [looks for the mail on the table by the door, it's not there] Where's the mail?\nCHANDLER: Oh it's uh, over there on the table.\nJOEY: You don't keep it over here on this table any more?\nCHANDLER: No, Eddie likes to keep it over there.\nEDDIE: Alright, here you go my friend. Eggs a-la Eddie, huh?\nCHANDLER: Oh, ooh.\nJOEY: Huh.\nCHANDLER: What?\nJOEY: No I just uh, thought you liked your eggs with the bread with the hole in the middle, a-la me.\nCHANDLER: Well I do, but uh, Eddie makes them this way and, well they're pretty darn good.\nEDDIE: Well you guys, I'm outta here. See ya pals.\nCHANDLER: See ya. [Eddie leaves]\nJOEY: So how you two gettin' along?\nCHANDLER: Oh, I couldn't be happier.\nJOEY: Great, well, I'm happy for ya. [picks up the orange juice carton and it's empty] Alright that's it. He just comes in here, Mr. Jonny Neweggs, with his, his, his movin' the mail and his, his 'see ya pals'. And now there's no juice. There's no juice f or the people who need the juice and want the juice. I need the juice.\nCHANDLER: There's another carton right over there.\nJOEY: Hey, this isn't about juice anymore, alright man.\nCHANDLER: Alright, so what's it about?\nJOEY: Eggs. Who's eggs do you like better, his or mine, huh?\nCHANDLER: Well I like both eggs equally.\nJOEY: Oh come on. Nobody likes two different kinds of eggs equally. You like one better than the other and I wanna know which.\nCHANDLER: Well what's the difference? Your eggs aren't here anymore, are they? You took your eggs and you left. You really expect me to never find new eggs?\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Ross and Monica are fighting over the remote.]",
            "dialog": "MONICA: I wanna watch Entertainment Tonight.\nROSS: Tough noogies, we're watching Predators of the Serengetti.\nRACHEL: Would you guys stop.\nMONICA: It's my TV.\nROSS: Wha-, oh, quit it.\nMONICA: Bite me.\nRACHEL: Oh my God.\nROSS: Well, Monica keeps changin' the channel.\nMONICA: Oh that's great, why don't you tell mommy on me.\nRACHEL: Now I'm mommy in this little play? Alright look, I refuse to get sucked into this like, weird little Geller dimension thing OK. So I'm gonna go and take a nice long hot bubble bath because you kids are driving me crazy. [goes in the bathroom]\nMONICA: OK, what're we gonna do about this?\nROSS: Well, I guess we could tape Entertainment Tonight.\nMONICA: Not that, this, US. Oh my God, Ross, you-re, you're, it's jus-, you-, ever sin- you been here.\nROSS: Ow, ow, OK. Alright, alright, Mon, Mon, you've gone ultrasonic again, alright.\nMONICA: I just can't stand you being here all the time.\nROSS: Why, why, why can't you stand me being here? I don't, I, we're just, ya know, we're just havin' fun.\nMONICA: Fun? Fun, you think this is fun?\nROSS: Yeah, c'mon I mean I though, you know, I thought we're just foolin' around. Like when, uh, when we were kids.\nMONICA: Ross, I hated you when we were kids.\nROSS: You hated me when we were kids?\nMONICA: Yes. I hated you. I mean I, I, loved you in a 'you're my brother so I have to' kind of way, but basically, yeah, I hated your guts.\nROSS: Why did you hate me?\nMONICA: Because, you were mean to me and you, you teased me and you always, always got your way.\nROSS: And that wasn't fun for you?\nMONICA: Duh-huh!\nROSS: I can't believe you hated me.\nMONICA: Now I love you. And not just 'cause I have to.\nROSS: Really?\nMONICA: Yeah. You're just gonna have to stop pissing me off.\nROSS: I can do that.\nMONICA: Then I won't have to kill you.\nROSS: So you wanna watch uh, Entertainment Tonight?\nMONICA: Yeah, thanks. You know what?\nROSS: What?\nMONICA: If you really want to watch that Serengetti thing, you can.\nROSS: Ohh... OK. [changes the channel]\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Central Perk. Ross, Rachel, and Monica are hanging out.]",
            "dialog": "[Phoebe enters]\nPHOEBE: Hey.\nALL: Hey.\nPHOEBE: Listen. You are not going to believe this but, that is not me singing on the video.\nALL: No.\nPHOEBE: Yes.\nRACHEL: Well, how did you find out?\nPHOEBE: Well, OK, the record company sent over this piece of paper for me to sign, saying that it's OK for someone else to sing for me. That was my first clue.\nMONICA: So what're you gonna do?\nPHOEBE: Well, I can't work with people who would do this.\nMONICA: Sure.\nPHOEBE: I mean this poor woman.\nROSS: What woman?\nPHOEBE: The voice woman. Ya know, I mean, she has a great voice but she doesn't have a video.\nRACHEL: OK, Phoebs. But what about you?\nPHOEBE: Well I have a video, you have to pay attention. No this, this voice woman, she's so talented but, according to the producer people, they said she doesn't have like the right look or something, ya know. I mean, it's like, she's like one of those an imals at the pound who like nobody wants 'cause they're not pretty enough or you know. Like, like some old dog who's just kind of like stinky and. Huuuuh, oh my God, she's smelly cat. Oh, oh that song has so many levels.\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Chandler and Eddie's apartment.]",
            "dialog": "CHANDLER: Hey Eddie, you uh, wanna play some foosball?\nEDDIE: No thanks man, I'm not uh, I'm not really into sports.\nCHANDLER: [stares in disbeliefe] Yeah o-, OK, alright. [oven timer goes off] Doesn't matter, time for Baywatch.\nEDDIE: Y-, y-, you like that show?\nCHANDLER: You don't like that show?\nEDDIE: Wha-, n-, no. I mean it's just a bunch of pretty people runnin' around on the beach, ya know.\nCHANDLER: Well that's the brilliance of it. The pretty people... and the running.\nEDDIE: I tell ya, I-, I'm gonna go read in my room for a little while.\nCHANDLER: Oh o-, OK man.\n[Joey's place. He's watching Baywatch, lauging. He goes to say something to Chandler in the other chair but no one's there. He goes to call Chandler but decides not to.]\n[Chandler's. He's playing foosball by himself.]\n[Joey's. Playing ping pong by himself.]\n[All by myself is playing. Chandler is sitting in front of a window while it's raining outside. We see Joey through a rainy window. The camera zooms out to show it's just his tabletop water sculpture.]\nCLOSING CREDITS\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Central Perk. Phoebe is performing Smelly Cat.]",
            "dialog": "PHOEBE: [singing] Smelly cat, smell-ly cat, what are they feeding you? Everybody.\nALL: Smelly cat, smell-ly cat, it's not your fault.\nPHOEBE: Monica.\nMONICA: [sings] They won't take you to the vet.\nPHOEBE: Chandler.\nCHANDLER: [reluctantly sings] You're obviously not their favorite pet.\nMONICA: Joey.\nJOEY: [sings] It may not be a bed of roses.\nPHOEBE: Rachel.\nRACHEL: [sings] And you're no friend to those with noses.\nPHOEBE: Uh, Ross, those are the only lines we have, sorry. OK, you guys, once more.\n"
        }
    ]
}