{
    "metadata": {
        "season": "SEASON 2",
        "title": "218 Dr. Ramoray Dies",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Transcribed by Josh Hodge.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Everyone except Ross is there watching Days of Our Lives.]",
            "dialog": "AMBER: Oh Drake.\nDR. REMORE: I'm sorry Amber. It's just like Brad to have to have the last word.\n[Ross enters]\nROSS: I'm sorry I'm late, what happened?\nMONICA: We, we just wanna see the end.\nAMBER: I want you Drake.\nDR. REMORE: I know you do but you and I can never be together that way.\nAMBER: What?\nDR. REMORE: There's something I never told you Amber. I'm actually your half- brother.\n[Everyone gasps. The show ends.]\nRACHEL: So what happens next?\nJOEY: Well, I get the medical award for separating the siamese twins. Then Amber and I go to Venezuela to meet our other half-brother, Ramone. And that's where I find the world's biggest emerald. It's really big but it's cursed.\nCHANDLER: God that is good TV.\nOPENING TITLES\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Eddie's apartment. Chandler is at the foosball table trying to get Phoebe to play a game with him.]",
            "dialog": "CHANDLER: Phoebs, play with meeee.\nPHOEBE: No. This game is grotesque. Twenty armless guys joined at the waist by a steel bar, forced to play soccer forever. Ahh, hello, human-rights violation.\nCHANDLER: Ya know Phoebs, don't feel so bad for 'em. After they're done playing, I break out the little plastic women and everybody has a pretty good time.\nPHOEBE: Why don't you play with your roommate?\nCHANDLER: Ah he's a, he's not a big fan of foosball.\nPHOEBE: Uh oh, ooh, are we not getting along with the new boy?\nCHANDLER: No he's, he's alright, just uh, he spends most of his time in his room.\nPHOEBE: Maybe that's because you haven't taken the time to get to know him. Let's remedy that, shall we?\nCHANDLER: We don't need to remedy that.\nPHOEBE: Oh yeah, it'll be fun. [throws a tennis ball at Eddie's bedroom door]\nEDDIE: What was that?\nPHOEBE: Hi, um, I just thought that it would be fun if the three of us had some beers and got to know each other.\nEDDIE: Yeah alright, that sounds alright.\nPHOEBE: Oh good, ok. Oh nooo, I have to go because I'm late for my um, Green Eggs and Ham discussion group. Um tonight it's why he would not eat them on a train. Have fun bye.\nCHANDLER: That was so lame.\nPHOEBE: I know, yeah. Ok, talk to him. [leaves]\nCHANDLER: So, you uh, you think that Speed Racer guy gets a lot of tickets er?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler and Eddie's apartment. Chandler and Eddie are talking.]",
            "dialog": "EDDIE: That's good, that's good. So, so, so who broke up with who?\nCHANDLER: What're you kidding? I broke up with her. She actually thought that Sean Penn was the capital of Cambodia.\nEDDIE: That's good man, when everybody knows that the uh, the capital of Cambodia is uh...\nCHANDLER: Well it's not Sean Penn.\nEDDIE: Not Sean Penn. Alright, I, I've got a funny one, alright. My last girlfriend Tilly. Ok, we're eating breakfast, right, and I made all these pancakes, there was like 50 pancakes right. And all of the sudden she turns to me, alright, and she says, 'Eddie.' I say, 'yeah,' she says, 'Eddie, I don't want to see you anymore.' And it was literally like she had reached into my chest, ripped out my heart, and smeared it all over my life, ya know. And now there's like this incredible abyss, ya know, and I'm falling and I keep falling and I don't think I'm ever gonna stop. [finishes laughing] That uh, wasn't such a funny story, was it?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk. Phoebe is singing. Monica, Richard, Ross, and Rachel are listening.]",
            "dialog": "PHOEBE: And a crusty old man said I'll do what I can and the rest of the rats played moroccas. That's it, thanks, good night.\nRICHARD: Phoebe's got another job, right?\nRACHEL: Great set tonight Phoebs.\nPHOEBE: I know.\nROSS: Well, we should probably get going.\nRICHARD: Um, we should go too, I got patients at 8 in the moring.\nMONICA: Ya know, I was thinking. Ya know how we always stay at your apartment? Well, I thought maybe tonight we'd stay at my place.\nRICHARD: I don't know, I don't have my jammies.\nMONICA: Well, maybe you don't need them.\nROSS: My baby sister, ladies and gentlemen.\nMONICA: Shut up, I'm happy.\nPHOEBE: Oh, this is so nice. Alright I have to make a speech. I just wanna say that of all the guys that Monica has been with, and that is a lot, I like you the best.\nRICHARD: Oh, thank you Phoebs. That's very sweet.\nPHOEBE: Ok.\nRICHARD: Hear that? She likes me best, and apparently there've been a lot.\nMONICA: Not a lot, Phoebe's kidding, Phoebe's crazy.\nRACHEL: Phoebe's dead.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Eddie's apartment. Chandler is there. There's a knock at the door. He answers it to see a young woman holding a fishtank.]",
            "dialog": "TILLY: Hi.\nCHANDLER: Hi.\nTILLY: I'm looking for Eddie Minowick.\nCHANDLER: Oh, uh, he's not here right now, uh, I'm Chandler, can I take a message, or, or a fishtank?\nTILLY: Thanks.\nCHANDLER: Oh, oh, c'mon in.\nTILLY: I'm Tilly.\nCHANDLER: Oh.\nTILLY: I gather by that oh that he told you about me.\nCHANDLER: Oh yeah, your uh, name came up in a uh, conversation that terrified me to my very soul.\nTILLY: He's kind of intense huh?\nCHANDLER: Yes. Hey, can I ask you, is Eddie a little...\nEDDIE: [walks around corner] A little what?\nCHANDLER: Bit country? C'mon in here you roomie.\nEDDIE: Hello Tilly.\nTILLY: Eddie, I just came by to drop off your tank.\nEDDIE: That's very thoughtful of you. It's very thougtful.\nTILLY: Well, ok then. I'm gonna go. Bye.\nEDDIE: Bye-bye.\nCHANDLER: Bye.\n[Tilly leaves]\nCHANDLER: So, we gettin' a fish?\nEDDIE: You had sex with her didn't you?\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk. Joey enters with several magazines and runs up to Phoebe.]",
            "dialog": "JOEY: Phoebs, check it out, check it out, check it out, check it out.\nPHOEBE: Oh, ooh, Soap Opera Digest, oh that's one of my favorite digests.\nJOEY: Page 42, page 42, page 42.\nPHOEBE: Ok, ok, ok. Ooh, hey 'new doc on the block, Days of Our Lives' Joey Tribbiani.' Ooh, cool picture.\nJOEY: Ooh, I look good.\nPHOEBE: Hey is this true, that you write a lot of your own lines?\nJOEY: Uh, well, kinda yeah. Like, remember last week when Alex was in the accident? Well the line in the script was, 'If we don't get this woman to a hospital, she's going to die.' But I made it, ' If this woman doesn't get to a hospital, she's not gonna live.'\nPHOEBE: Ohh, ok, I see what you did there. Aren't you afraid though, that the writers are gonna be kinda mad when they read this?\nJOEY: Huh? Never really thought about the writers. The scripts just kinda come to my house. But you know what? This makes me look good, which makes the show look good, which makes the writers look good so how could they be mad about that?\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: At a writer's desk. The writer is working on a script for Days of Our Lives.]",
            "dialog": "WRITER: Makes up most of his lines. Son-of-a-. Yeah, well, write this jerkweed.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Joey's apartment. The next script is being delivered.]",
            "dialog": "JOEY: I fall down an elevator shaft? What the hell does this mean, I fall down an elevator shaft?\nDELIVERY GUY: Uhh, I don't know, I just bring the scripts.\nJOEY: They can't kill me, I'm Francesca's long lost son.\nDELIVERY GUY: Right. Could you sign this?\nJOEY: No. No way, I'm not signing that.\nDELIVERY GUY: I don't think that's gonna affect the plot of the show.\nJOEY: How can they do this to me?\nDELIVERY GUY: Er, uh, I'm just gonna go. Sorry.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica, Richard, Ross, and Rachel are returning.]",
            "dialog": "MONICA: Well it wasn't that many guys. I mean, if you consider how many guys there actually are, it's a very small percentage.\nRACHEL: Hey, it's not that big a deal, I was just curious.\nROSS: G'night.\nRICHARD: Night Richard. Good luck Mon.\nMONICA: Alright, before I tell you, uh, why don't you tell me how many women you've been with.\nRICHARD: Two.\nMONICA: Two? TWO? How is that possible? I mean, have you seen you?\nRICHARD: Well, I mean what can I say? I, I was married to Barbara for 30 years. She was my high school sweetheart, now you, that's two.\nMONICA: Two it is. Ok, time for bed, I'm gonna go brush my teeth. [goes in the bathroom]\nRICHARD: Woah, woah, no wait a minute now. C'mon it's your turn. Oh c'mon. Ya know, I don't need the actual number, just a ballpark.\nMONICA: Ok, it is definitely less than a ballpark.\n[Rachel's bedroom]\nRACHEL: Wow, I am so glad I'm not Monica right now.\nROSS: Tell me about it. So what, what's your magic number?\nRACHEL: Uhhhooo.\nROSS: C'mon, you know everyone I've been with. All, both of them.\nRACHEL: Well, there's you.\nROSS: Better not be doin' these in order.\nRACHEL: Ok, uh, Billy Dreskin, Pete Carney, Barry, and uh, oh, Paolo.\nROSS: Oh yes, the weenie from Torrini.\nRACHEL: Oh honey, are you jealous of Paolo? Oh, c'mon, I'm so much happier with you than I ever was with him.\nROSS: Really?\nRACHEL: Oh please. That Paolo thing was barely a relationship. All it really was was just, ya know, meaningless animal sex. Ok, ya know, that sounded soooo much better in my head.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Chandler and Eddie's apartment.]",
            "dialog": "CHANDLER: Eddie, I didn't sleep with your ex-girlfriend.\nEDDIE: That's very interesting, ya know, 'cause that's exactly what someone who slept with her would say.\nCHANDLER: This is nuts. This is crazy. She came over for like two minutes, dropped off a fish tank, and left, end of story.\nEDDIE: Where's Buddy?\nCHANDLER: Buddy?\nEDDIE: My fish, Buddy.\nCHANDLER: There was no fish when she dropped it off.\nEDDIE: Oh, this is, this is unbelievable. I mean, first you sleep with my ex-girlfriend then you insult my inteligenct by lying about it and then you kill my fish, my Buddy?\nCHANDLER: Hey I didn't kill your fish. Look Eddie...[puts his hand on Eddie's shoulder] Would you look at what I'm doin' here. That can't be smart. So we're just gonna take this guy right off ya and put him here in Mr. Pocket. Tangellon? [picks up the fruit an tosses it to Eddie, it hits Eddie in the chest and falls]\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Monica and Richard are in Monica's bedroom.]",
            "dialog": "RICHARD: That's it? That's the giant number you were afraid to tell me?\nMONICA: Well yeah.\nRICHARD: Well, that's not bad at all. I mean, you had me thinkin it was like a fleet.\nMONICA: You really ok with it?\nRICHARD: Oh honey, I'm fine.\nMONICA: Oh, yay. Ok about that two.\nRICHARD: What? Alright, what about my two?\nMONICA: Well, it just seems like a really small number.\nRICHARD: Right, and...\nMONICA: And, well, don't you have a lot of wild oats to sew? Or is that what you're doing with me? Oh my God, am I an oat?\nRICHARD: Honey, you are not an oat. I, I mean I don't know, I, I guess I'm just not an oat guy. I've only slept with women I've been in love with.\nMONICA: But you've only slept with two people.\nRICHARD: Right.\nMONICA: Wow. Oh wow. You know I love you too, right.\nRICHARD: Now I do. [they kiss and fall to the bed]\n[Ross and Rachel are in Rachel's bedroom]\nRACHEL: Ross, Ross, please listen to me. Ross, you are so much better for me than Paolo ever was. I mean you care about me, you're loving, you make me laugh.\nROSS: Oh, hey, if I make you laugh, here's an idea, why don't you invite Paulo over and have a little romp in the sack and I'll just stand in the corner and tell knock-knock jokes.\nRACHEL: God, Ross, look, what you and I have is special, all Paolo and I ever had was...\nROSS: Animal sex, animal sex? So what're you saying, I mean, you're saying that like, there's nothing between us animal at all. I mean there's not even like, uhm, a little animal, not even, not even like, like chipmunk sex?\nRACHEL: Ok, Ross, try to hear me. Ok, I, hey, I'm not gonna lie to you. Ok, it was good with Paolo.\nROSS: Knock-knock.\nRACHEL: But, what you and I have is so much better. Ok, we have tenderness, we have intimacy, we connect. Ya know, I swear, this is the best I have ever had.\nROSS: Until now. [jumps on Rachel on the bed]\n[later in the bathroom Monica is looking in the drawer, Rachel runs up]\nRACHEL: Oh, hi.\nMONICA: Hi. Richard just told me he loves me.\nRACHEL: Oh my God, honey that's great.\nMONICA: I know. I just can't find...\nRACHEL: Oh they're in the top drawer. Hurry.\nMONICA: You need one too?\nRACHEL: Ooooh yeah.\n[they pull out the box of condoms but there's only one left]\nMONICA: There's only one.\nRICHARD: Monica.\nMONICA: Hi. Uh, we'll be right there, we're just trying to decide something. [shuts the bathroom door]\nROSS: [comes out of the bedroom] Rachel. [growls then sees Richard standing there] Hey.\nRICHARD: Hey. They're just trying to decide somehting.\nROSS: Good, good, good. So, is uh, was your moustache, did, used to be different?\nRICHARD: No.\nROSS: Oh. How do you uh, ya know, keep it so neat?\nRICHARD: I have a little comb.\nROSS: Oh. And what do you call that?\nRICHARD: A moustache comb.\nRACHEL: Ok, I, I will do your laundry for one month.\nMONICA: No.\nRACHEL: Ok, ok, ok, I will, I will, I, hey, I will clean the apartment for two months.\nMONICA: Alright, I tell you what, I'll give this to you now if you can tell me where we keep the dustpan.\nRACHEL: Agghhh.\nROSS: So were you in Nam?\nRACHEL: Rock-paper-scissors?\nMONICA: Yeah.\nRACHEL and MONICA: One two three. [Rachel picks rock, Monica picks scissors]\nRACHEL: Yeesss.\nMONICA: Fine, go have sex.\nRICHARD: No. You have got it completely wrong. John Savage was deerhunter, no legs, John Voit was coming home, couldn't feel his legs.\nROSS: No, no way. You've got it totally the other way around my friend. John Voit was...\nRACHEL: Honey.\nROSS: What, what oh....[Ross and Rachel go into her room]\nRICHARD: Shall we?\nMONICA: It's not gonna happen. They're doing it tonight, we can do it tomorrow.\nRICHARD: Uh, in the future, if I could see the schedule beforehand...\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's apartment. All but Joey are present.]",
            "dialog": "CHANDLER: So, when I woke up this morning, he'd stolen all the insoles out of my shoes.\nMONICA: Why?\nCHANDLER: Because he thinks I slept with his ex-girlfriend and killed his fish.\nPHOEBE: Why would you kill his fish?\nCHANDLER: Because sometimes, Phoebe after you sleep with someone, you have to kill the fish.\nRACHEL: Chandler honey, I'm sorry. Ok, can we watch Joey's show now please? [they turn on the TV]\nROSS: Yeah.\nMONICA: Wait, he's not here yet.\nRACHEL: So, he's on the show, he knows what happens.\nROSS: Yeah.\nMONICA: Alright.\nCHANDLER: Oh, I'm fine about my problem now, by the way.\nRACHEL: Oh good.\nDR. REMORE: Amber, I want you to know that I'll always be there for you, as a friend and as your brother.\nAMBER: Oh Drake.\nDR HORTON: Hard day huh? First the medical award, this.\nDR. REMORE: Some guys are just lucky I guess.\nINTERCOM: Dr. Remore, report to first floor emergency, stat.\nDR. REMORE: Well then, uh, I uhh, guess that's me. Anyone else need to go on the elevator? Dr. Horton, Dr. Wong?\nDR. HORTON: No, no, they only said you.\nDR. REMORE: Oh, ok. Alright.\nAMGER: I love you Drake.\nDR. REMORE: Yeah, whatever. Oh no.\nAMBER: Drake, look out.\nDR. REMORE: Ahhhhhhhhhhhhhhhhhhhhhhhhh.\nMONICA: Did they just kill off Joey?\nROSS: No. [sound of Dr. Remore's body hitting the bottom of the shaft] Now maybe.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Joey's apartment. Everyone is outside knocking.]",
            "dialog": "ROSS: C'mon.\nRACHEL: Joey.\nROSS: Open up. We want to talk to you.\nJOEY: I don't feel like talkin.\nRACHEL: Oh c'mon Joey, we care about you.\nCHANDLER: We're worried about you.\nMONICA: And some of us really have to pee.\n[Joey opens the door]\nMONICA: Sorry Joey [runs to the bathroom]\nJOEY: Hey.\nPHOEBE: Listen, sorry about your death, that really sucks.\nCHANDLER: We came over as soon as we saw.\nROSS: How could you not tell us?\nJOEY: I don't know, I was kinda hopin' no one would ever find out.\nRACHEL: Well, maybe they can find a way to bring you back.\nJOEY: Naa, they said that when they found my body, my brain was so smashed in that the only doctor that could have saved me was me. Supposed to be some kind of irony or somethin.\nPHOEBE: But Joey, you're gonna be fine. You don't need that show, it was just a dumb soap opera.\nJOEY: Phoebe, this was the greatest thing that ever happened to me.\nPHOEBE: Yes, I was going to incorporate that. Oh good, here's Monica, she'll have something nice to say.\nMONICA: Um, I straightened out your shower curtain so you won't get mildew. What? To me that's nice.\nCHANDLER: It's gonna be ok. You know that?\nJOEY: No, I don't. It's like, ya know, you work your whole life for somethin' and you think that when you get it it's never gonna be as good as you thought it would be. But this so was. Ya know, it changed everything. Like the other day, I got this credit card application, and I was pre- approved. Huh? I've never been pre-approved for anything in my life.\nCHANDLER: I'm sorry man.\nRACHEL: Yeah, Joey honey, I don't know if this'll mean anything to you but you'll always be pre-approved with us.\nJOEY: No, that means nothin to me.\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Chandler and Eddie's apartment.Chandler walks in to see Eddie holding a tray of cookies.]",
            "dialog": "CHANDLER: Uhhhaahh.\nEDDIE: Pecan sandy, just made em.\nCHANDLER: Yeah alright. What're these, raisins?\nEDDIE: Uh, sure, why not.\nCHANDLER: [throws it across the room while Eddie's not looking] Listen Eddie, um, I've been thinking about our current living situation and uh, why are you smiling?\nEDDIE: I got a little surprise, look. There's a new fishie. I named him uh, Chandler, you know, after, after you.\nCHANDLER: [looks in the fish bowl to see a fish cracker] Well that's not an, even a real fish. No, that's a goldfish cracker.\nEDDIE: What's you point man?\nCHANDLER: Ok, good night. [walks towards his room] You big freak of nature.\nCLOSING CREDITS\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Monica and Rachel's apartment.]",
            "dialog": "[Ross comes out of Rachel's bedroom in her bathrobe and heads for the bathroom. On his way back, Richard comes out of Monica's bedroom in her bathrobe.]\nROSS: Hey.\nRICHARD: Hey.\nROSS: Hey.\nRICHARD: Ohh, brisk tonight.\nROSS: Oh man.\nRICHARD: Let's never speak of this.\nROSS: You got it.\n"
        }
    ]
}