{
    "metadata": {
        "season": "SEASON 2",
        "title": "201 Ross's New Girlfriend",
        "written_by": "Jeff Astroff & Mike Sikowitz",
        "transcribed_by": "Mindy Mattingly Phillips",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Phoebe is recapping last season, and as she talks we see a montague of scenes from Ross and Rachel.]",
            "dialog": "Phoebe: Ok, so this is pretty much what's happened so far. Ross was in love with Rachel since, you know, forever, but every time he tried to tell her, something kind of got in the way, like cats, and Italian guys. Finally Chandler was like \"forget about her\" but when Ross was in China on his dig, Chandler let it slip that Ross was in love with Rachel. She was like, \"Oh my god.\" So she went to the airport to meet him when he came back, but what she didn't know was, that Ross was getting off the plane with another woman. Uh-Oh! So, that's pretty much everything you need to know. But, enough about us. So, how've you been?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene, The Airport, continued from last season, Rachel is waiting for Ross to come of the plane, when she sees he's coming off with another woman.]",
            "dialog": "Rachel: Oh my god. Oh my god. (She decides to make a break for it.) Excuse me. Move! Move! Emergency! Excuse me! (She tries climbing over a bench and falls down.)\nRoss: (seeing her) Rach!\nRachel: Oh, there you are! Hi! Oh, so, so, how was China, you? (Hits him with the flowers.)\nRoss: It was, it was great. Oh, what happened?\nRachel: What?\nRoss: You're bleeding.\nRachel: I am? Oh, look at that, yes I am. Enough about me, enough about me, Mr. Back from the Orient. Come on. I wanna hear everything! Everything. (Looks at Julie)\nRoss: Well, where do I start? This is Julie. Julie, this is Rachel.\nRachel: These are, these aren't for you. (to Julie) These are for you. (Loudly, thinking she can't speak English.) Welcome to our country.\nJulie: (Loudly, proving she can speak English.) Thank you. I'm from New York.\nRachel: Ok, well, not a problem. We'll just use them to stop the bleeding. Ok. Baggage claim? Ok.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, the gang is waiting for Rachel to return from the airport with Ross.]",
            "dialog": "Chandler:  No way!\nMonica: I'm telling you, she went to the airport, and she's gonna go for it with Ross!\nPhoebe: Oh my god. This is huge. This is bigger than huge. This is like, all right, what's bigger than huge?\nJoey: Um, this?\nPhoebe: Yes.\nMonica: Guys, you got your hair cut.\nChandler: Yes, yes, we did, thanks to Vidal Buffay.\nPhoebe: 'Cause, you know, (in that voice) if you don't look good, we don't look good. I love that voice.\nRachel: (entering, out of breath) Airport, airport. Ross, not alone, Julie, arm around her. Cramp, cramp.\nChandler: Ok, I think she's trying to tell us something. Quick, get the verbs.\n(She hits Chandler.)\nRachel: (to Chandler) You, you, you said he liked me. (Ross and Julie enter) You, you slowpokes!\nRoss: That's all right, Rach, we got the bags. Hi, hello. Julie, this is my sister Monica. This is Chandler.  Phoebe.  Joey, what up?\nJoey: What up?!\nRoss: Everyone, this is Julie.\nRachel: (out of breath) Julie.\nAll: Ohh. (Happily) Hi!\nJulie: Hi, but I'm not here, you haven't met me. I'll make a much better first impression tomorrow when I don't have 20 hours of cab and plane on me.\nRoss: And bus.\nJulie: Oh my god.\nRoss:  The screaming guy?\nJulie:  And the spitting?\nRoss: You gotta hear this story.\nJulie: We're on this bus, that's easily 200 years old...\nRoss: 200 at least.\nJulie:  ...and this guy...\nRachel: And the chicken pooped in her lap. Oh, I'm so sorry. I just gave away the ending, didn't I? Oh! It's just, I just heard this story in the cab, and it is all I can think about.\nMonica: This is amazing. I mean, how, how did this happen?\nJulie: Well, Ross and I were in grad school together.\nRoss: But we haven't seen each other since then. Well I land in China, guess who's in charge of the dig.\nRachel: Julie! Julie, isn't that great? I mean, isn't that just kick-you-in-the-crotch, spit-on-your-neck fantastic?\nMonica: (to Julie) It's an expression.\nRoss: Well, we just wanted to say a quick hi, and then we're gonna go see the baby.\nJulie: And then we've gotta get some sleep.\nRoss: Yeah, it's really 6:00 tomorrow night our time.\nChandler: Well, listen, don't tell us what's gonna happen though, 'cause I like to be surprised.\n(Ross and Julie exit)\nRachel: Bye. (She closes the door and everyone tries to sympathize with her.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Ross and Chandler enter.]",
            "dialog": "Ross: Hey, Rach, can I get some coffee?\nRachel: Yeah, sure.\nRoss: Thank you.\nChandler: Hey, Rach, can I get...\nRachel: Did you talk to him?\nChandler: Not yet.\nRachel: Then, no.\n(He goes to sit down next to Ross.)\nChandler: So what the hell happened to you in China? I mean, when last we left you, you were totally in love with, you know.\nRoss: I know, I know I was, but there was always this little voice inside that kept saying it's never gonna happen, move on. You know whose voice that was?\nChandler: God?\nRoss: It was you, pal.\nChandler: Well, maybe it was God, doing me.\nRoss: Look, you were right. She looks at me and sees a friend, that's all. But then I met Julie, and I don't know, we're havin' a great time. And I have to say, I never would've gone for it with her if it hadn't been for you.\nChandler: Well, you owe me one, big guy.\nRachel: (To Ross) Here's your lemonade.\nRoss: I didn't order lemonade.\nRachel: Oh. Well then, you better go take that back because they're gonna charge you for that.\nRoss: But...\nRachel: Go-go-go-go, come on! (Ross goes over to the counte) (to Chandler) So uh, what did you find out?\nChandler: He said...he said, he said that they're having a great time. I'm sorry. But, the silver lining, if you wanna see it, is that he made the decision all by himself!  Without any outside help whatsoever.\nRachel: How is that the silver lining?\nChandler: You have to really wanna see it.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Ross and the gang is watching Sumo wrestling on TV.]",
            "dialog": "Ross: Ironically, these are the guys who were picked last in gym.\n[Cut to Phoebe and Monica in the kitchen.]\nMonica: Pheebes, you know what I'm thinking?\nPhoebe: Oh, ok. How, it's been so long since you've had sex, you're wondering if they've changed it?\nMonica: No, although now that's what I'm thinking.\nPhoebe: All right, so what were you thinking?\nMonica: Well, I was thinking, that you gave the guys such great haircuts, I thought, maybe you'd like to do mine?\nPhoebe: Ohh! No.\nMonica: Why not?\nPhoebe: Because, I'm just, I'm incredibly anal and an unbelievable control freak.\nMonica: No you're not.\nPhoebe: I know I'm not, but you are, and I was trying to spare your feelings.\n(The phone rings.)\nJoey: (answering the phone) Hello? Oh, hi. Yeah, hold on a second. Ross, it's Julie, for you. (Throws him the phone.)\nRoss: (on phone) Hello? Hi.\nChandler: (entering) Hi. Anybody know a good tailor?\nJoey: Needs some clothes altered?\nChandler: No, no, I'm just looking for a man to draw on me with chalk.\nJoey: Why don't you go see Frankie? My family's been goin' to him forever. He did my first suit when I was 15. No wait, 16. No, 'scuse me, 15. (still confused) All right, when was 1990?\nChandler: Okay.  You have to stop the Q-tip when there's resistance!\nRoss: (on phone) Ok, ok, sweetheart, I'll see you later. Ok, bye. What? (Sits down next to Rachel) Oh, that is so sweet. No, no, ok, you hang up. Ok, ok, one, two, three. (Doesn't hang up and motions for Rachel to be quiet) Well you didn't hang up either.\nRachel: She didn't hang up either!\nRoss: Ok, no, no, you hang up. You, you, y...\nRachel: (taking the phone and hanging it up) Sorry, I thought you were talking to me.\nRoss: Rachel! I'll just call her back.\nRachel: Okay!\nRoss: (calls Julie back) Hi?  Sorry, we got disconnected... (Walks away.)\nRachel: (to Monica) Ok, ok, ok. How did this happen to me? How did this happen to me? A week ago, two weeks ago, I was fine. Ross was just Ross, just this guy. Now he's Rrrooossss, oh, this really great guy that I can't have.\nMonica: Sweetie, I wanted you to have him too.\nRachel: I know you did. I'm just gonna deal with it, I'm just gonna deal with it. (Ross comes by, smoching with Julie on the phone.) I gotta get out of here. (Exits)\nChandler: Ok, I don't care what you guys say, something's bothering her.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, the next morning.]",
            "dialog": "Joey: (to Chandler) You know, I think I was sixteen.\nMonica: (to Phoebe) Please, just a little bit off the back.\nPhoebe: I'm still on \"no.\"\nRachel: (poking her head in from her bedroom) Uh, morning. Do you guys think you could close your eyes for just a sec?\nJoey: No-no-no-no-no, (grabs his pants) I'm not fallin' for that again.\nPhoebe: What's goin' on?\nRachel: Well, I sorta did a stupid thing last night.\nChandler: What stupid thing did you do?\nPaulo: (entering from Rachel's room) Bon giorno tutti!\nPhoebe: Ewww! (Gets up and walks away.)\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier.]",
            "dialog": "Rachel: Ok, Paulo, why don't you just go get dressed, and then you be on your way, ok, bye-bye. (Paulo goes into his room.)\nMonica: Rachel, how did this happen?\nRachel: I don't know, I just kinda ran into him last night.\nPhoebe: Where?\nRachel: At his apartment. Is this juice?\nJoey: Whoa, whoa. And the fact that you dumped him because he hit on Phoebe?\nRachel: Oh God, I know I'm a pathetic loser.\nMonica: Honey, you're not pathetic, you're sad.\nChandler: People do stupid things when they're upset.\nMonica: My god, if I had a nickel for every guy I wish I hadn't...(Everyone looks at her), but this is about your horrible mistake.\n(Ross and Julie enter.)\nAll: Hi!\nRoss: Hi. Sorry we're late but we were—well, there was touching.\nPaulo: (entering) Hey, hey Ross.\nRoss: Hey, Paulo. What are you doing here?\nPaulo: I do Raquel.\nRoss: (to Rachel) So, uh, he's back.\nRachel: Yeah, he's back. Is that a problem?\nRoss: No, not a problem.\nRachel: Good! I'm glad it's not a problem.\nPhoebe: (to Paulo) Ok, you're gonna have to not touch my ass.\nChandler: Well, in spite of the yummy bagels and palpable tension, I've got pants that need to be altered.\nJoey: Hey, Chandler, when you see Frankie, tell him Joey Tribbiani says hello. He'll know what it means.\nChandler: Are you sure he's gonna be able to crack that code?\nMonica: (to Phoebe) You know it's funny, the last time Paulo was here, my hair was so much shorter and cuter.\nPhoebe: All right. Ok, but, but!  You have to promise that you will not be all like control-y and bossy and Monica about it.\nMonica: I promise.\nPhoebe: All right. (Talking to Monica's hair.) Now some of you are gonna get cut, and some of you aren't. But I promise none of you are gonna feel a thing.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica's bedroom, Phoebe is finishing with her haircut and Monica is whincing.]",
            "dialog": "Phoebe: All right, that's it, I quit.\nMonica: What? I didn't say anything.\nPhoebe: Yeah, but this (makes Monica's face) isn't the face of a person who trusts a person. Ok, this (makes Monica's face) is the face of a person who, you know, doesn't trust a person.\nMonica: I'm sorry. I'm sorry, Phoebe. It's just a little shorter than what we had discussed.\nPhoebe: Would you relax? I know what I am doing. This is how he wears it.\nMonica: How who wears it?\nPhoebe: Demi Moore.\nMonica: Demi Moore is not a he.\nPhoebe: Well, he was a he in Arthur, and in Ten.\nMonica: That's Dudley Moore. I said I wanted it like Demi Moore.\nPhoebe: Oh.  Oh!\nMonica: Oh my God!\nPhoebe: Oh my God!\nMonica: Oh my God!\nPhoebe: Oh my God! I'm sorry, I'm sorry. Which one's Demi Moore?\nMonica: She's the actress that was in Disclosure, Indecent Proposal, Ghost!\nPhoebe: Oh, she's got gorgeous hair.\nMonica: I know!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Frank's tailor shop, Chandler is getting his pants measured.]",
            "dialog": "Frankie: How long do you want the cuffs?\nChandler: At least as long as I have the pants.\n(Pause as Frankie resumes his work.)\nFrankie: I just got that. Ok, now we'll do your inseam.\n(He slowly measures it up his leg, and Chandler makes a rather surprised face.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is recovering from her haircut, Phoebe is playing her doctor and is coming in from the bedroom.]",
            "dialog": "Rachel: How is she?\nPhoebe: It's too soon to tell. She's resting, which is a good sign.\nRoss: How's the hair?\nPhoebe: I'm not gonna lie to you, Ross, it doesn't look good. I put a clip on one side, which seems to have stopped the curling.\nJoey: Can we see her?\nPhoebe: Your hair looks too good, I think it would upset her. Ross, why don't you come on in.\nRoss:  Yeah. (Gets up, but then pauses when he realizes what that meant.)\n(They go into the bedroom leaving Joey and Rachel alone.)\nJoey: How're you doing?\nRachel: I'm okay.\nJoey: Ooh, that bad, huh?\nRachel: What?\nJoey: Look, I can sense when women are depressed and vulnerable. It's one of my gifts.\nRachel: When I saw him get off that plane with her, I really thought I hit rock bottom. But today, it's like there's rock bottom, 50 feet of crap, then me.\nJoey: You gotta tell Ross how you feel.\nRachel: Come on. How can I just tell him? What about Julie?\nJoey: What about her? They've only been going out for two weeks. Ross has been in love with you for like 10 years.\nRachel: I don't know, I don't know.\nJoey: Look, Rach, Rach! I've been with my share of women. In fact, I've been with like a lot of people's share of women. The point is, I've never felt about anyone the way Ross felt about you.\nChandler: (entering, angry) Yo, paisan! Can I talk to you for a sec? (Pause) Your tailor is a very bad man!\nJoey: Frankie? What're you talking about?\nRoss: (entering from the bedroom) Hey, what's goin' on? (Pats Chandler on the shoulder which causes him to jump.)\nChandler: Joey's tailor...took advantage of me.\nRoss: What?\nJoey: No way. I've been going to the guy for 12 years.\nChandler: Oh come on! He said he was going to do my inseam, and he ran his hand up my leg, and then, there was definite...\nRoss: What?\nChandler: Cupping.\nJoey: That's how they do pants! First they go up one side, they move it over, then they go up the other side, they move it back, and then they do the rear. (Chandler and Ross stare at him) What? Ross, Ross, would you tell him? Isn't that how they measure pants?\nRoss: Yes, yes it is. In prison! Whatsa matter with you?\nJoey: What? That's not? (Realizes) Oh my God.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, later that day.  Monica is now out and about.]",
            "dialog": "Monica: Even Mary Tyler Moore would've been better.\nRoss: I like it. I do, I think it's a Ten. (Chandler laughs.)\nMonica: Thank you. My hair is very amused.\nChandler: Come on, Monica, things could be worse. You could get caught between the moon and New York City. I know it's crazy, but it's true.\nPhoebe: (to Chandler and Ross) Thank you.\nRoss: Well, I gotta go. Bye. Bye, Rach.\nRachel: (sticking her head in from the balcony) Wait, are you leaving?\nRoss: Yeah, that's kinda what I meant by \"bye!\"\nRachel: Well, can I talk to you for a sec?\nRoss: Okay. (goes out onto the balcony)\nJoey: Hey, when the doctor does that hernia test...\nChandler: That's ok.\n[Out on the balcony]\nRoss: What's goin' on?\nRachel: Well, first of all, Paulo and I are not back together. It was just a stupid thing I did, and if I could go back in time and do it again, well, I wouldn't. Um, second of all (Ross is laughing), what?\nRoss: Ok. Well, before I say anything, I just need to know, is this one of those things where you break up with a guy, and then I tell you what I think, and then the next day you get back together with the guy, and I look like a complete idiot?\nRachel: No. No-no-no-no.\nRoss: Well, then, I think, I think the guy is scum. I hate him. I mean I actually—I-I physically hate him. I always have. You are way too good to be with a guy like that.\nRachel: Really?\nRoss: You deserve to be with someone who appreciates you, and who gets how funny and sweet and amazing, and adorable, and sexy you are, you know? Someone who wakes up every morning thinking \"Oh my god, I'm with Rachel\". You know, someone who makes you feel good, the way I am with Julie. (Rachel has moved closer, but hearing that she starts to back up.) Was there a second of all?\nRachel: No, I think that was the whole all.\nRoss: Okay.  Okay. (They hug.) Okay.\n[Cut back inside, Joey is on the phone.]\nJoey: I swear to god, Dad. That's not how they measure pants.\nClosing Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Julie is wanting to get her hair cut from Phoebe.]",
            "dialog": "Julie: I was thinking of doing it a little shorter, you know, like Andie McDowell's new haircut?\nPhoebe: Oh yeah!  Oh, I can do that.\nJulie: Really?\nPhoebe: You wanna do it right now?\nJulie: Great! (Julie leaves)\nPhoebe: (to Rachel) Ok, I just wanna be really sure this time. Andie McDowell's the girl from Four Weddings and a Funeral, right?\nRachel: No. No no no no no. That's Rodney McDowell. Andie McDowell is the guy from Planet of the Apes.\nPhoebe: Oh, yeah. Ok, thank you.\nRachel: You're welcome.\nEnd\n"
        }
    ]
}