{
    "metadata": {
        "season": "SEASON 9",
        "title": "917 The Memorial Service",
        "written_by": null,
        "transcribed_by": "Eleonora, Pheeboh and Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Ross' apartment , Chandler and Joey enter]",
            "dialog": "Chandler: Hey! Ready to go?\nRoss: Oh yeah, let me just finish this.\nJoey: Hey Ross, check this out! (he tries to spin a basketball on his fingertip but he throws it against a table) yeah, I can't do that!\nChandler: What are you doin'?\nRoss: Have you seen this? It's a new alumni website for college! It's cool! You can post messages for people, let everyone know what you're up to.\nChandler: Great, a faster way to tell people that I'm unemployed and childless .\nRoss: It's actually kinda interesting to find out what people are doing... remember Andrea Rich?\nChandler: The tall girl who wouldn't sleep with you?\nRoss: Uh uh... well, her Internet Company went under and she lost an ear in a boating accident...\nChandler: Bet she'd sleep with you now...\nRoss: No... I already e-mailed her.\nChandler: Let me see what you wrote about yourself: \"Doctor Paleontology, two kids... \" (pause) You split with Carol because you have different interests?... I think you split with Carol because you've one very similar interest!\nRoss: You know what? I'm gonna finish this later, ok? Let me just grab my coat.\nJoey: Hey! (he throws the basketball against a table again)\nRoss: (he picks up the ball) What do you think you learnt how to do in the last two minutes?? (he enters another room)\nChandler: Maybe we finish this for him! (he sits down on the sofa and he start typing on Ross' computer) \"Also I cloned a dinosaur in my lab. She's now my girlfriend. I don't care what society says. It's the best sex I've ever had\"... aaand SEND!\nJoey: (he stops Chandler from posting the message) No, no, no... what do... you can't do that to him!\nRoss: (he comes back) Alright, let's go!\nJoey: Dude! (he opens his arms to receive the ball from Ross' hands)\nRoss: I think you made it clear you cannot be trusted with the ball inside the house!\nJoey: (after Ross leaves the room) aaand SEND! (he hits the send button)\nOpening credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Joey and Rachel's apartment]",
            "dialog": "Rachel: Hey! How was basketball?\nJoey: Oh, it was a lot of fun right up until Chandler got a finger in the eye!\nRachel: Oh, no! Who did that?\nJoey: Chandler... hey... (he goes towards his room but he stops near Emma's cot) Rach... what's Hugsy doin' in the crib with Emma? (he looks puzzled)\nRachel: She was just crawling around and she found him, so I just let her sleep with him. That's all right? Isn't it?\nJoey: (still very puzzled) Oh, yeah... of course... yeah... it's a stuffed animal... you know... it's for kids... not for adults... I know that!\nRachel: Joey... are you sure? I mean, I know how much you love him!\nJoey: Rachel... let's be clear on this, ok? I do not love Hugsy. I like him a normal amount...\nRachel: All right... Oh, Emma loves him!\nJoey: Why wouldn't she? He's a wonderful person!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Phoebe: Hi.\nMonica: Hey Phoebe... how you doin'? You feelin' better?\nPhoebe: Breaking up sucks! Oh, I really miss Mike!\nChandler: Oh, I'm so sorry!\nPhoebe: Oh God, I tried everything to make myself feel better. I even tried writing a song about it... but... I can't think of anything that rhymes with AARRGGHH!! (pause) Hey Monica, I really need your help getting through this...\nChandler: You're not gonna need my help?\nPhoebe: Well no, when I get to the point where... you know... I'm ready to hear cruel mocking jokes about Mike... I'm gonna come to you.\nChandler: Oh good, 'cause I've already thought of 3... 4! I've just thought of a fourth (he goes towards the counter)\nPhoebe: Ok. I mean I know I did the right thing. You know, Mike never wants to get married and I shouldn't be in a relationship that has no future... but... pretty soon I'm gonna miss him so much. I'm gonna wanna see him again and you have to stop me from doing that.\nMonica: Ok, you got it!\nPhoebe: (after a pause) Unless... Maybe it's too crazy about this... Alright so... you know, there is no future... but that doesn't mean we still can't have fun. You know what? Forget what I said.\nMonica: Really? If that's what you want...\nPhoebe: That was a test and you just failed.\nMonica: Damn it! Rookie mistake!\n(Ross enters and he's really angry. He goes towards Chandler who's sitting at the counter)\nRoss: (yelling at Chandler) I have sex with dinosaurs??\nChandler: I believe I read that somewhere!\nRoss: That only is not funny, it's physically impossible! Ok? Depending on the species I'd have to have a six foot long... (pause) It's not funny!!\nChandler: I respectfully disagree.\nRoss: I can't believe you put that on my alumni page!\nChandler: Who cares? Nobody reads those things\nRoss: You'd better hope not because I just read what you put on your page today.\nChandler: I don't have a page.\nRoss: Oh oh oh! I RESPECTFULLY DISAGREE!!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Rachel's room. Rachel and Emma are sleeping; Joey sneaks in and approaches the crib]",
            "dialog": "Joey: Look at you, all sweet and innocent, sleeping like an angel... with Emma's chubby little hands wrapped around ya. (he picks up Hugsy) It's okay, Emma, you stay asleep. (Emma cries)\nRachel: (threatening Joey with a scrunchy): Step away from the crib, I have a weapon!\nJoey: It's okay, it's okay Rach, it's me. Put down the scrunchy.\nRachel: What are you doing?\nJoey: Well, I heard Emma stirring, so I came to make sure she could reach Hugsy.\nRachel: Oh, oh thanks. Alright well, now that I'm up I'm going to go to the bathroom.\nJoey: (placing Hugsy back in the crib) There you go sweetie... (to Emma) This isn't over.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Chandler's. Chandler is looking at the screen of his laptop, shaking his head.]",
            "dialog": "Monica: Alright, wait a second, why would Ross tell everyone in your class that you are as... (reads from the screen) \"gay as the day is long\"?\nChandler: Because I told everyone he slept with dinosaurs.\nMonica: But that's clearly a joke. This could easily be true. (Phone rings)\nChandler: Would you get that please? People have been calling to congratulate me all day.\nMonica: (On the phone) Hello? No, he's not here. Yeah, this is his wife. Yeah, well, it came as quite a shock to me too. I guess I should have known. Yeah, I mean, he just kept making me watch Moulin Rouge.\nChandler: Hang up, hang up. And that was a great movie! (Monica hangs up) I'm so gonna get back at Ross... oh yeah, this will show him, here we go (starts typing something).\nMonica: What are you doing?\nChandler: Oh, you'll see my friend.\n[Time lapse, still Chandler and Monica's, but only Chandler is there. Enter Ross]\nRoss: (visibly upset) I'm dead?\nChandler: (faking sympathy) And so young.\nRoss: Posting that I died? That really isn't funny.\nChandler: Well, how you died was funny.\nRoss: Oh please, hit by a blimp?\nChandler: It kills over one americans every year.\nRoss: Unbelievable, my classmates are gonna think I'm dead, my professors, my... my parents are gonna get phone calls. You're messing with people's feelings here.\nChandler: You wanna talk about people's feelings? You should have heard how hurt professor Stern was yesterday when I told him I wouldn't be able to go with him to Key West!\nRoss: You've really crossed the line here, but that's okay, it's ok 'cause I'm on my way to buy some Photoshop software and a stack of gay porn. That's right! Your coming out is about to get real graphic.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Phoebe's apartment]",
            "dialog": "Phoebe: God, I wish Mike were here.\nMonica: Okay if Mike were here what would the two of you be doing?\n(Phoebe gives her a meaningful look)\nMonica: What are you, animals? It's 4 o'clock in the afternoon!\nPhoebe: I gotta call him. Just to talk to him, there's no harm in that.\nMonica: Phoebe, that's how it starts. I don't need to eat the cake, I'll just smell the icing... why don't I just eat a little sliver, or, okay, just a slice or two. And next thing you know, you're 210 pounds and you get wedged in going down the tunnel slide. Phoebe, honey, I know this is hard. Look, if you talk to him, you're going to wanna see him. And if you see him, you're going to want to get back together with him. I know that's not what you want. (pause) Give me your phone.\nPhoebe: Here.\nMonica: And now your cell.\nPhoebe: Okay (she takes a huge, clearly obsolete cellphone she keeps in a closet and gives it to Monica)\nMonica: This is your cellphone?\nPhoebe: Yes.\nMonica: This is your current cellphone?\nPhoebe: Yes, it reminds me of a simpler time.\nMonica: Phoebe, where's your purse?\n(They run for Phoebe's purse, Phoebe gets there first and takes the cell. Monica tries to take it away from her)\nMonica: No, no! Give it to me!\nPhoebe: You can't have it.\nMonica: Give it to me!\nPhoebe: No (tucks it in her pants)\nMonica: I'll go in there.\nPhoebe: (disbelievingly) Oh yeah.\nMonica: Phoebe come here\n(they fight a little, the phone falls and Monica picks it up)\nMonica: Haha!\nPhoebe: Damn you Monica Geller hyphen Bing!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Joey and Rachel's. Enter Joey]",
            "dialog": "Joey: Hey, look who's here! It's Joey, and he brought home a friend.\nRachel: Joey, Emma's right here! You promised not to bring girls home in the middle of the day anymore.\nJoey: No, no, it's not a girl, it's... a brand new Hugsy!\nRachel: Oh that's so great, now Emma has two Hugsy's.\nJoey: No, no, Emma has one Hugsy, the new Hugsy, huh? The other Hugsy, I don't know, I guess I'll just take it back.\nRachel: Oh you know what? When I was a little girl I had a little pink pony named Cotton. Oh I loved her so much, I took her everywhere, I would braid her tail...\nJoey: Make the transfer! (She does so)\nRachel: Should I be concerned that a button fell off the old Hugsy and I can't find it?\nJoey: Oh, no don't worry about that, I swallowed that years ago.\n(Emma cries)\nRachel: Oh, I don't think she likes the new Hugsy.\nJoey: But he's the same.\nRachel: Yeah, I think she wants the old one back.\nJoey: But he's the same.\nRachel: Joey, come on!\nJoey: He's the same!\n(they exchange Hugsy's).\nJoey: (to the new Hugsy) You're not the same!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Phoebe's apartment. Enter Monica]",
            "dialog": "Monica: Haha!\nPhoebe: You know, it's a lot less surprising to do that after I've buzzed you into the building.\nMonica: So Phoebe, why are there men's shoes by the door.\nPhoebe: Those are my shoes.\nMonica: Oh, when you get over this breakup we need to go shopping.\nPhoebe: Monica, I really appreciate you checking in on me, but I'm actually feeling a lot better. Yeah, I just kinda want to be alone right now.\n(Someone knocks on the door)\nMonica: Who's that? (goes to open door)\nPhoebe: I ordered Chinese food.\n(Monica opens the door and Mike is standing at the doorway)\nPhoebe: What are the chances? 1 billion Chinese people and they send Mike!?\nMonica: (To Mike) What are you doing here?\nMike: Phoebe called me.\nMonica: Phoebe!\nPhoebe: I'm sorry, I broke down... I wanted to see him.\nMonica: Damnit Phoebe! How did you even call him?\nPhoebe: There is a speakerphone on the base unit...\nMonica: Base Unit! Think Monica! Think!\nMike: Look, if I wanna see Phoebe and she wants to see...\nMonica: (to Mike) This doesn't concern you!!\nMike: Oh! Sorry, I guess I was thrown off by the mention of my name!\nMonica: Look, guys, you can't do this, it's just going to make getting over each other, that much harder.\nPhoebe: Not if nothing happens. Why can't... why can't we just hang out as friends?\nMonica: Sure! If you're just gonna hang out as friends, then maybe I'll join ya. You know, I'm your friend (to Phoebe) and Mike's friend (Mike is sceptical).\nPhoebe: Sit down.\n(Phoebe and Mike sit next to each other)\nMonica: Oh wow wow wow!! Make room for your friend! (sits herself down between them)\nMike: (to Phoebe) So how've you been?\nMonica: I've been pretty good!\nMike: (to Phoebe) You look really beautiful.\nPhoebe: Thanks, you look good too.\nMonica: Oh no no no no... this is dangerous territory. Keep it clean!\nPhoebe: So how's the piano playing going?\nMike: Actually I've been playing a lot of love songs lately. I've missed you.\nPhoebe: I've missed you too.\n(Silence)\nMonica: You know, on the way over here, I saw this drunk guy throw up. And then a pigeon ate it!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ross's Apartment: Ross is doing something on his laptop when Chandler walks in]",
            "dialog": "Chandler: Hey, Ross, I just wanted to apologize... (­looks at laptop screen)..don't tell me you actually made those gay pictures of me?\nRoss: uhu uhu, check this out. (Chandler sits down and looks at laptop screen)\nChandler: Huh! So that's what I would look like if I worked out... and was being serviced by a policeman. You're not actually going to send these out are ya?\nRoss: Eh..actually no, I don't need to because your little \"Ross is dead\" joke didn't work, ok, there were no responses. Nobody posted anything on the website, nobody called my parents, so the joke my friend is on you. Nobody called, nobody wrote anything, nobody cares that I'm dead. (silence) Oh my God! Nobody cares that I'm dead!?\nChandler: No, come on, you know that's not true.\nRoss: What are you talking about? You get sixty responses just for coming out of the closet! I didn't get one response! And I'm dead!\nChandler: Well, the gay community is a lot more vocal than the dead community.\nRoss: I can't believe this. Not even my geology lab partner? And I carried that guy! (gets up from his sofa)\nChandler: Alright look, let's think about this, ok, do you really think that people are gonna stir up your family at this tragic time? That people are gonna post condolences on a website? This is not about people not caring that you're dead .This is about people not having a decent outlet for their grief.\nRoss: You're right. There isn't a decent outlet.\nChandler: Right, I mean, come on, I'm sure that if you had a funeral or a memorial service, tons of people would come.\nRoss: Exactly!! (sits back down at his laptop and starts typing)\nChandler: Ross, what're you... what're you... what are you doing? (looks at laptop screen)You're having a memorial service for yourself!?\nRoss: No! That would be stupid! You're having it for me!\nChandler: Ross, don't press send, don't press se... !\nRoss: oh, too late, too late! It's sent... oops sorry and so is the picture of you and the police man...\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Joey's room: Joey is sitting on his bed reading DooL transcript when Rachel walks in]",
            "dialog": "Rachel: I'm trying to put Emma down for a nap, have you seen Hugsy?\nJoey: Original or crappy?\nRachel: Original.\nJoey: No, sorry haven't seen him.\nRachel: Then what's that big lump under your covers?\nJoey: It's Monica, ok?\nRachel: That's not Monica!\nJoey: Alright!! Fine! It's original Hugsy! No, now I know that Emma wants him but he's mine and I need him..\nRachel: (to herself) Oh God.\nJoey: ... she's being unreasonable!\nRachel: (yelling) Joey, there is a reason that Emma loves that stupid penguin so much (Joey covers Hugsy's ears) Oh don't cover its ears! (stops yelling) It's because it reminds her of her uncle Joey!\nJoey: It does?\nRachel: Yeah! And she's comforted by him because she loves her uncle Joey so much.\nJoey: Really? She... she loves me?\nRachel: Oh yeah! But you know what? If you need Hugsy, don't worry. Emma will totally understand. I won't... but whatever (She leaves the room).\nJoey: Ok, wait wait wait wait a minute wait a minute, I mean Rach, I mean if if... . If Hugsy means that much to Emma then... well she can have him.\nRachel: Oooh... you're sweet, I knew uncle Joey would step up. (Turns to face Emma in the the playpen) Look Emma, look who's baaack!\nJoey: Look forget it forget it... I can't do it.\nRachel: Are you gonna... you're going to take Hugsy away from a little child?\nJoey: How do you think I got him in the first place?\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Phoebe's apartment: Phoebe, Monica and Mike sitting on the couch]",
            "dialog": "(Monica is getting up from the couch)\nMonica: Alright you two, I'm gonna go to the bathroom. Now I don't want anything going on while I'm gone. Here's a few things you can discuss: mucus, fungus and the idea of me and Ross doing it.\nMike: I've missed you so much! No, I'm not gonna ask you to get back together because I know we want different things, but just to be with you one more night.\nPhoebe: I know, I want that too, but IS that going to make it too hard?\nMike: It can't be any harder than this... I mean, If I had known the last time I saw you would be the last time, I... I would have stopped to memorize your face, the way you move, everything about you. If I had known the last time I kissed you would have been the last time... I never would have stopped.\nMonica: (running back into the room) Kiss him, you fool!!\nPhoebe: What?\nMonica: Didn't you hear that speech? If you don't kiss him then I will!\nPhoebe: Oh, I missed you so much! (she kisses Mike)\nStrange man: (he bounds into the house) I knew you'd be here!\nMike: Oh, crap!\nPhoebe: Who is this?\nMike: My friend Manny. I asked him to keep me away from you.\nMonica: Hi, that's what I'm doing for Phoebe!\nManny: Well, you are not doing a very good job!\nMonica: Excuse me?\nManny: What's with the kissing?\nMonica: Hey, at least I knew where my guy was.\nManny: Oh yeah yeah, thank God you were here to oversee all the kissing!\nMonica: You didn't hear the speech!\nManny: I've heard the speech: (in a mocking voice) \"if he knew it was gonna be the last time he saw her... \"\nMonica: Hey, it was very moving! You're just heartless!\nManny: You're weak!\nMonica: You're... weird!\nManny: Your pants are undone!\nMonica: Oh (realizes her pants are undone and zips them up)!\nManny: (looking at the sofa) Where did they go?\nMonica: Damn it!\nManny: Oh we blew it. I blame myself.\nMonica: And I blame you too.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Chandler's apartment]",
            "dialog": "Ross: It's been an hour and not one of my classmates has shown up! I tell you, when I actually die some people are gonna get seriously haunted!\n(someone knocks on the door)\nChandler: There you go! Someone came!\nRoss: Ok, ok! I'm gonna go hide! Oh, this is so exciting, my first mourner! (he hides in the bedroom and closes the door)\n(Chandler and Monica go open the door)\nMonica: Hi, glad you could come.\nChandler: (in a mournful voice) Please, come in.\nTom: Hi, you're Chandler Bing, right? I'm Tom Gordon, I was in your class.\nChandler: Oh yes, yes... let me... take your coat.\nTom: Thanks... uh... I'm so sorry about Ross, it's...\nChandler: At least he died doing what he loved... watching blimps (he goes in the bedroom)\nRoss: Who is he?\nChandler: Some guy, Tom Gordon.\nRoss: I don't remember him, but then again I touched so many lives. (they press their ears against the door)\nMonica: So, did you know Ross well?\nTom: Oh, actually I barely knew him. Yeah, I came because I heard Chandler's news. D'you know if he's seeing anyone?\nMonica: (a bit surprised) Yes, he is. Me.\nTom: What? You... You... Oh! Can I ask you a personal question? Ho-how do you shave your beard so close?\nChandler: (entering, very upset) Ok Tommy, that's enough mourning for you! Here we go, bye bye!! (he shoves him out the door)\nTom: (before leaving) Hey, listen. Call me.\nChandler: Ok! (shuts the door behind Tom)\nRoss: (coming in) I'm dead and no one cares?\nMonica: I look like a man??\n"
        }
    ]
}