{
    "metadata": {
        "season": "SEASON 9",
        "title": "923-924 In Barbados",
        "written_by": null,
        "transcribed_by": "Andreina, Eleonora, Pheeboh, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Joey: (entering) Hey! I'm all packed and ready to go!\nRoss: Oh, that's right! (to Emma) Daddy and uncle Joey are going on a trip today. We're going to a conference in Barbados, right?\nJoey: Mmh-mmh.\nRoss: (to Emma) Can you say Barbados?\nJoey: Barbados!\nRoss: Ok, I gotta say. I mean, it means so much to me that you guys are coming all the way over there to hear me do my speech! UH! And I've a surprise, uh... I had to pull some strings but I was able to get everyone passes to the entire conference! That's right! (he gives them their passes) This babies will get you into all the paleontology lectures and seminars.\nRachel: Do you have anything that would... get us out of them?\nChandler: Yeah Ross, I mean... we're excited to hear the speech but the rest of the time we're gonna wanna do, you know, \"island's stuff\".\nPhoebe: I think David would probably wanna hear a few lectures.\nRoss: Oh, right, because he's a scientist!\nPhoebe: No, no, because, you know, he's been in Minsk for 8 years and if he gets too much direct sunlight, he'll die.\nRoss: Ok, we gotta go, yeah? So, we'll see you guys tomorrow.\nJoey: All right, let's do it! 5 hour flight with Charlie, have a couple of drinks, get under that blanket and do what comes naturally.\nRoss: It's a blanket Joe, not a cloak of invisibility!\nOpening credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Paradise Hotel lounge in Barbados]",
            "dialog": "Charlie: Wow! This place is beautiful!\nRoss: (very excited) Look at all these paleontologists!!\nJoey: I know, there are gonna be some pasty folks by the pool tomorrow! (A woman goes towards them)\nWoman: Oh my God, I can't believe you're here!\nJoey: (to Charlie) I think I've been recognized, this happens all the time!\nWoman: Doctor Geller, I'm such a huge fan!\nJoey: That... never happens...\nWoman: I've been following your career for years, I-I can't wait for your keynote speech.\nRoss: Wow! This is very flattering, uh...\nWoman: I would love your autograph. (hands him a notepad)\nRoss: Uh, uh... Sure! Uhm... \"Dear...\" (he takes the notepad)\nWoman: Sarah.\nRoss: \"... Sarah. I dig you\", Uh? \"Doctor Ross Geller\".\nSarah: Thank you so much!\nRoss: Yeah, oh and Sarah... I'd like to introduce you to my colleague, uh, Professor Wheeler, a-and this is Joey Tribbiani.\nSarah: (to Joey) Are you a paleontologist?\nJoey: No, God, no! No! No no, I'm an actor. You'd probably recognize me from a little show called \"The Days of Our Lives\".\nRoss: Dude, it's just \"Days of Our Lives\"... there's no the.\nJoey: (thinking he's kidding) Ok, Ross! It's... It's fun, yeah! No, I-I play Doctor Drake Ramoray.\nSarah: I'm sorry, I don't own a TV.\nJoey: You don't own a TV? What's all your furniture pointed at??\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Monica: David, can you help me?! I'm trying to explain to Chandler how a plane stays in the air.\nDavid: Oh, certainly. That's a combination of Bernoulli's principle and Newton's third law of motion.\nMonica: (to Chandler) See?\nChandler: Yeah, that's the same as \"it has something to do with wind\".\nMonica: Alright, I'm gonna go pick up a few things for the trip.\nPhoebe: Oh, I should go, too. Oh, now... tomorrow do you guys wanna share a cab to the airport or should Mike and I just meet you there.\n(Everyone looks at her)\nPhoebe: Mike?? Who's Mike?\nDavid: Mike is your ex... uh... boyfriend!\nPhoebe: That's right! Oh, yeah... Well, I've totally forgotten about im! AH! That's-That's... a blast from the past!\nDavid: It's ok. Ho-honest mistake.\nPhoebe: Really, it doesn't mean anything. I mean, you know, Monica refers to Chandler as Richard all the time!\nChandler: (upset) She does?\nMonica: (pinching her) Let's get you out of here!! (they go outside)\n(Outside the Central Perk)\nMonica: At least you took me down with you!\nPhoebe: I'm sooo sorry!! I just... I keep thinking about Mike! I'm crazy about David, and we're having so much fun together. Why-Why do I miss Mike? That's-that's gonna go away, right?\nMonica: I guess, in time.\nPhoebe: Yeah.\nMonica: I mean, my feelings for Richard are certainly gone.\nPhoebe: You just did it again. Chandler, your feelings for Chandler are certainly gone!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Inside Central Perk]",
            "dialog": "David: (to Chandler) Well, Phoebe's still pretty hung up on that Mike, uh?\nChandler: I wouldn't read too much into it.\nDavid: Still you know, a girl calls you by your ex-boyfriend's name, that-that's not a good thing, right?\nChandler: David, let me stop you there 'cause I think I see where this is going. I'm not very good at giving advice. So if you want advice, go to Ross, Monica, or... Joey, if the thing you wanna advice about is pizza toppings or burning sensation when you pee.\nDavid: Sorry, I just... I wish there was something I could do, you know? Well, you know Phoebe...\nChandler: Seriously, we're gonna do this?\nDavid: I'm sorry, uh... I just wish I could make her forget about Mike already, you know... Why did Phoebe and Mike break up?\nChandler: Oh, because his penis was too big. (he notices that David is not amused) Oh, I'm sorry, that's the kind of thing I do. (pause) They broke up because Mike didn't want to get married. Hey, what if you just let Phoebe know you'd be open to marriage?\nDavid: That's great! That's great! I-I'll propose to her!\nChandler: What?\nDavid: Well, I was probably going to do it at some point.\nChandler: I didn't mean now...\nDavid: Why not? It's brilliant! (talking to an imaginary Mike) Goodbye Mike, we'll see you at the wedding, fella! (pause) well, we probably won't invite you to the wedding... (to Chandler) Thank you, Chandler. Sincerely.\nChandler: Well, you're welcome! Glad I could help.\nDavid: (after a while) How do you think I should propose?\nChandler: David, I'm pretending to read here!!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joey in his hotel in room in Barbados]",
            "dialog": "(Trying on a hat and talking to his own reflection in the mirror)\nJoey: Yeah! How you doin'? Yeah alright!\n(Charlie comes out the bathroom)\nJoey: Hey, hey! You said you're gonna wear a thong, where's the thong?\nCharlie: (laughing) I didn't mean a thong... I meant thongs...\nJoey: You really should have been more clear about that!\n(Someone knocks the door, Joey goes to open it and Ross is on the other side)\nRoss: Hey!\nJoey: Hey!\nRoss: (Excited) You're never going to guess who I just saw downstairs!\nJoey: Oh! ah! eh... Britney Spears!?\nRoss: Yeah, she never misses these conferences! (then to Charlie) No, I just saw Dr. Kenneth Schwartz!\nCharlie: Oh my God! Did you talk to him?\nRoss: Yeah... what am I going to say to Kenneth Schwartz?\nJoey: You could say: \"Hey Kenny, how come you're not Britney Spears?\" (looks at Ross matter-of-factly)\nRoss: (to Charlie) Ready to go?\nCharlie: Yeah!\nJoey: Wha...? You're gonna go now? I thought we could hang out?\nCharlie: Oh I can't... I have seminars all day and I promised Ross I would look at his speech.\nRoss: Yeah.\nCharlie: But maybe we can have dinner later? On the balcony? Will be romantic.\nJoey: (smiling) Will you wear a thong?\nCharlie: I will if you will.\nJoey: Oh... you got yourself a very weird deal!\nRoss: (a little embarassed by their conversation) I'm good, I have dinner plans (moves away from them).\nCharlie: So you'll be ok?\nJoey: Yeah, yeah. I've got tons of stuff I could do. I'm gonna hit the beach, go swimming...\nRoss: Uh, Joe, have you looked outside?\nJoey: No, why?\n(Ross goes to the window and opens the curtains revealing that it's raining outside)\nJoey: Oh man!\nCharlie: There's an indoor pool, you can swim there! (Ross agrees)\nJoey: I wasn't gonna swim, I was gonna dig a hole! (removes a small plastic spade used by children to play on the beach from his backpack)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Back in New York, Monica and Chandler in Central Perk on the couch]",
            "dialog": "Monica: Wow! That Mike thing was interesting! I don't know what's gonna happen with Phoebe and David.\nChandler: (smiling cheekily) I do! Want a hint? huh? \"I do\" (Monica looks confused, so Chandler repeats) \"I do\".\nMonica: Ok, I'm sensing that this is some kind of word play, because you are pink with barely controlled glee.\nChandler: David is going to propose to Phoebe.\nMonica: What? (looks very shocked) Why?\nChandler: Be-cause, we were talking about ways that he could beat Mike and I told him that Phoebe wanted to get married.\nMonica: Chandler, we have talked about this. You are not supposed to give people advice! Now couldn't you just have made some sort of inappropriate joke?\nChandler: I did! A penis one! Look, just so I know, what was so wrong about what I said?\nMonica: They've only been going out for a few weeks and Phoebe is completely hung up on Mike! She'll say \"No\", David's heart will be broken, it will be too hard for them to recover from and then Phoebe will end up alone again.\nChandler: Man, that's some bad advice!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Barbados, hotel lounge. David, Phoebe and Rachel have just arrived.]",
            "dialog": "(Joey spots them and walks towards them)\nJoey: Oh! Hey! Thank God you guys are here!\nRachel: Hey! Hey what's going on?\nJoey: Everything is upside down here! It rains all day long, nobody watches tv and Ross is famous!\n(Rachel turns around and sees Chandler and Monica arriving)\nRachel: Alright, I don't wanna alarm anybody, but Monica's hair is twice as big as it was when we landed!\n(Monica and Chandler reach the group)\nMonica: Ok! When I go places with high humidity, it gets a little extra body, ok?!\nChandler: That's why our honeymoon photos look like me and Diana Ross!\nJoey: Come on, I'll show you guys where to check in (Joey, Chandler and David leave)\nMonica: (to Chandler) Oh, honey, can you make sure we get a King size bed!\nPhoebe: (shouts after David) Oh! David, get one for us too! Oh, oh, and see if they have a heart-shaped one! And with mirrors on the ceiling!\nMonica: (shouts to Chandler) And make sure our room isn't next to theirs (points to Phoebe).\nRachel: Ooh! You guys are so lucky you are here with people, you known it's such a romantic place. That's all, I just wish I could (looks at Joey who is at the check in desk) share that with a guy.\nPhoebe: Not Joey.\nRachel: Not Joey, no, I was just lusting after Chandler.\nMonica: Yeah, right!\n[Cut to the guys]\nDavid: So, ehm... I'm proposing to Pheobe tonight. (Removes a ring box from his pocket and opens it to show Chandler the ring)\nChandler: Tonight?! (looks at the ring) Isn't an engagement ring supposed to have a diamond? (squints at the ring to emphasize how tiny the diamond is) Oh, there it is!\nDavid: Yeah, well, being a failed scientist doesn't pay quite as well as you might think. That's uhm... one seventieth of a karat. And the clarity is uhm... is quite poor.\nChandler: (slaps him on the shoulder) Nice! (goes to Monica)\nChandler: Monica, can I talk to you for a sec? (Pulls her away from Phoebe and Rachel)\nMonica: Ok!\nChandler: David is going to propose to Phoebe tonight!\nMonica: See what happens when you give people advice? I hope you told him not to?\nChandler: That would be advice!!\nMonica: Ok fine. I'll handle this. (goes to Phoebe who's talking to Rachel) Phoebe?\nPhoebe: Yeah?\nMonica: (looking very serious) I need to talk to you.\nPhoebe: Are you leaving \"The Supremes\"? (Monica and Phoebe go to one side)\nMOnica: Ok, my husband just gave your boyfriend some very bad advice. Look, David is going to propose to you tonight.\nPhoebe: Wow? Really? That's fantastic!\nMonica: What are you serious? You wanna marry him? Wha... What about Mike?\nPhoebe: Oh, ok, you want me to marry Mike? Alright, well, let's just gag him and handcuff him and force him down the aisle. I can just see it: \"Mike, do you take Phoebe...\" (gestures with her hand as if someone is covering her mouth and tries to shout \"No! No!\") You know, it's every girl's dream!\nMonica: Do you really think marrying someone else is the right answer?\nPhoebe: Sure! Look, ok, bottom line: I love Mike... David! David. I love David. Don't look at me that way, Roseanne Rosannadanna!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Ross's hotel room. Ross and is reading his keynote speech to Charlie from his laptop]",
            "dialog": "Ross: By using CT scans and computer imaging we can in a very real way, bring the Mesozoic era into the 21st century.\nCharlie: It's great. You're gonna be the hit of the conference.\nRoss: Oh and you know what, it will be even better tomorrow, because I won't be constantly interrupted by Joey checking to see if they put chocolates on my pillow yet. (Someone knocks on the door, Ross goes to open and it's Joey, Rachel and Chandler).\nJoey: Hey guys!\nRoss: The chocolates aren't here yet.\nJoey: Damnit!\nCharlie: Ross just read me his speech. It's fantastic!\nChandler: Oh, is it on the computer, cuz I'd love to give it a read...?\nRoss: If you want to check your email, just ask! (Chandler tries to look offended)\nChandler: (offended) What? (pause) May I?\nRachel: (looking out the window) What's with the rain, Geller? I mean, when I signed up for Dino Week, nobody said anything about it being monsoon season.\nCharlie: Actually the wet season is June to December.\nRachel: It's not the time Charlie.\nChandler: (at the laptop) Oh, no, no, no dear God, no!\nJoey: Oh what, did someone outbid you for the teapot? (Chandler looks annoyed at him and Joey leans in to him) Oh! Secret teapot?\nChandler: Your computer, I don't know wha... everything's gone!\nRoss: Wha... what do you mean? (Goes to the laptop)\nChandler: It must be a virus. I think it erased your hard drive.\nRoss: What, oh my God. What did you do?\nChandler: Someone I don't know sent me an e-mail and I opened it.\nRoss: Why, why would you open it?\nChandler: Well, it didn't say \"This is a virus\"!!\nRoss: What did it say?\nChandler: Nude... (Ross looks at him)... pictures of Anna Kournikova. I'm so sorry.\nRoss: What... what am I gonna do? My speech is gone, Chandler!\nChandler: It's not gone! I mean, I'm sure you printed out a copy. You have a hard copy, right?\nRoss: NO! I don't!!\nChandler: Well, you must be pretty mad at yourself right now...!\n[Time lapse: Ross looks likes he's been trying to fix his computer but just closes it as if giving up]\nJoey: It's really gone?\nRoss: Yep! I'd like to thank you guys for coming down here to complain about the rain and ruin my career!\nChandler: I just feel awful.\nRoss: Yeah, well you should! I mean, nude pictures of Anna Kournikova? I mean, she's never even won a major tournament!\nChandler: Well, I tried Billy Jean King, but... (Ross glares at him) you know, you and Monica have the same \"I'm gonna kill you\" look...? I can usually make it go away by kissing her... (Ross continues to glare at him and Chandler leans in as if he's going to kiss Ross)\nRoss: Get out! (Chandler runs out)\nRachel: You know, this happens all the time to my computer at work.\nRoss: Well, what do you do?\nRachel: Well, I usually go... play Tetris on somebody else's computer.\nRoss: I can't believe this. I can't believe this is happening. I have to give the keynote speech tomorrow! Ok? I have to stand up in front of all these people. What am I gonna say?\nJoey: I could teach you a speech that I memorized for auditions.\nRoss: I don't think that your monologue from Star Wars is gonna help me right now, Joe!\nCharlie: Ross, we can solve this. I just heard your speech. We can recreate it! We've got all night!\nRoss: Wha... what you really think we can do that?\nCharlie: Oh wait, Joey and I are supposed to have dinner (Looks at Joey).\nJoey: Hey don't worry about that! I mean, Ross needs you! And Rachel and I will stay and help anyway we can.\nRachel: Ugh.\nRoss: Alright, ok, let's do it. (Ross sits down at the desk and they all gather around him) Uhm, I know we start by discussing the shortcomings of carbon dating... uhm, and then, then I move on to what is clearly the defining moment of the Mesozoic era, the breakup of Pangea, hello! (Rachel and Joey look confused) And then, there's the... eh... there's the overview of the Triassic.\nJoey: Oh, oh! Any chance any of this happened in a \"Galaxy far, far away\"? (Ross turns aroud and glares at him. Joey and Rachel decide to leave).\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Mike's apartment. His phone rings and he picks up]",
            "dialog": "Mike: Hello?\nMonica: Ok, Mike, enough is enough, now you love Phoebe and she loves you, so you need to get over your whole \"I never want to get married\" thing and step up!\nMike: Who is this?\nMonica: This is Monica! I'm Phoebe's friend. Listen, Phoebe is back with David and he's going to propose to her, and she is going to say \"yes\" but I know she really wants to be with you!\nMike: (sounds shocked and sits down) He... he's gonna propose?\nMonica: I... I'm sorry, did you say something? I can't hear through all this damned hair! (Tries to move her huge hair away from the phone, in vain)\nMike: Look, if Phoebe wants to marry David, she should, I'm not gonna stand in the way of that and neither should you.\nMonica: You don't tell me what to do! I tell you what to do! Just call her. She's at the Paradise Hotel in Barbados. And while I've got you, you've got curly hair. What do you do in humidity? (Mike hangs up the phone) Damnit!\n(Chandler walks in)\nMonica: (sarcastically) Well, I hope you're happy!\nChandler: (pretending not to sense the tone) Oooh! I hope you're happy too, honey!\nMonica: Phoebe is going to say \"Yes\" to David. See, that's what happens when you meddle in people's lives!\nChandler: Phoebe is going to say \"yes\"? That's, that's great!\nMonica: No it's not, b'cause she's still in love with Mike!\nChandler: And there's not chance that will work?\nMonica: No, I called him. It's not gonna happen.\nChandler: (pointing at her) Oooooooh! Meddler! Meddler!\nMonica: Well, if you hadn't meddled to start with, I wouldn't have had to go in there and meddle myself. Now, no matter how much we meddle, we will never be able to un-meddle the thing that you meddled up - in the first place!\nChandler: This vacation sucks!!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The hall, full of paleontologists. Rachel and Joey are walking around]",
            "dialog": "Joey: I'm so bored! Stupid rain, we... we can't do anything.\nRachel: Well, I've brought some books. We could read.\nJoey: Hey, it hasn't come to that yet.\n(A waiter walks by carrying appetizers or something on a tray)\nJoey: (stopping the waiter) Hey hey hey! Don't mind if I do!\nWaiter: I'm sorry sir, these are for the pharmaceutical convention (walks away)\nJoey: Hey Rach, do you feel like going to a convention?\nRachel: We can't. We're not pharmacists!\nJoey: (walking to a table with many badges on it) I know we're not, but (he picks up a badge) Frank Medeio and... (picks up another badge) Eva Trorro... womba...\nRachel: (picking up another random badge) Kate Miller?\nJoey: Kate Miller it is. (he picks up the Kate Miller badge and sticks it on Rachel's breast)\nRachel: And... that's the most sex I'm gonna have this weekend.\nJoey: In that case should I make sure it's on real good? (he does so, repeatedly tapping on her breast and stroking it)\nRachel: Thank you. (they walk away)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross's room. Charlie is sitting on the bed, while Ross is walking up and down nervously]",
            "dialog": "Charlie: And then, and then you said that thing about, about bringing the Mesozoic era in the 21st century.\nRoss: Yeah, that's it?\nCharlie: Yeah.\nRoss: Oh my God, we did it! (he sits beside her and skims through her notes excitedly)\nCharlie: Actually I did it Ross. You remembered shockingly little of your own speech.\nRoss: Yes, but I did make a pyramid out of the bath products. This is amazing, thank you, thank you so much. (he leans in, and they look at each other for a moment) That's a pretty necklace.\nCharlie: Thank you.\nRoss: Hey, what do you say we celebrate? Champagne? (he goes to get the champagne)\nCharlie: Oh yeah! Hey, save the cork and then we can fill the bottle with water and put it back so they don't charge you.\nRoss: Oh my God, I love you.\nCharlie: Oh, this is such a cute picture of Emma. And is this your son... or just some kid whose picture you bring on vacation?\nRoss: That's Ben, my son from my first marriage.\nCharlie: Your first marriage?\nRoss: Yeah.\nCharlie: You're married more than once?\nRoss: No. (they clink glasses and drink)\nCharlie: So, why did you break up?\nRoss: (embarassed) Oh, it was... it's complicated, you know? She... she was... eh... gay.\nCharlie: Oh my God, this is so cool!\nRoss: Ok, odd thing to get excited about!\nCharlie: No, it's just... I was enganged to a guy who turned out to be gay!\nRoss: Hey! High-five! (they high-five)\nCharlie: Didn't you feel so stupid that you didn't see the signs? My fiancé was always going away on these long weekends with his tennis partner.\nRoss: My wife had a workout friend she went to the gym with everyday for a year. She didn't get any fitter.\nCharlie: Right and then everybody finds out and they're like: \"Oh, I knew all along\"\nRoss: I know! It's like, if you knew, why didn't you tell me, you know? I mean, call, or leave a note: \"Hi, I just dropped by to say your wife's gay\"\nCharlie: I know!\nRoss: And then, you try to make the best of a bad situation, so you float the idea of a threesome?\nCharlie: I didn't do that.\nRoss: (embarassed) Me neither.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: the Pharmacist convention. Joey and Rachel are walking out of it, drinking cocktails]",
            "dialog": "Joey: Well, who knew? Pharmacists are fun.\nRachel: I know, that old lady at the end was ready to take you home.\nJoey: Not enough pills in the world, Rach. What about you, you're the single one, seen anybody in there you like?\nRachel: Well, let's see. There was a really big guy that I was talking to, with the really nice breasts...\nJoey: But what about back home, anything going on there? Anybody you like?\nRachel: (takes a sip from her drink, embarassed) No.\nJoey: There it is, you're blushing!\nRachel: No, I'm not blushing, I'm sunburnt! From, you know, the rain.\nJoey: You like someone. Tell me who it is. Who is it? (tickles her a little)\nRachel: No.\nJoey: Tell me who it is.\nRachel: Joey! (she walks away; Joey goes after her teasing and tickling her)\nJoey: Come on who? Who do you like? Tell me. You're not getting away that easy. Who do you like, who?\nRachel: Joey, come on! It doesn't matter, you know, it's not like anything's gonna happen.\nJoey: What? Why not? Rach, who can you not get?\nRachel: Oh! (pause) Ok. Ok, you really wanna know who it is?\nJoey: (eagerly) Yeah, who is that?\nRachel: Do ya?\nJoey: Yeah.\n(Ross and Charlie walk into the hall from Ross's room)\nRoss and Charlie: Hey!\n(Joey smiles at them. Rachel looks annoyed)\nCharlie: (to Joey) I just left you a message! Ross and I were gonna go grab a bite, but now that you're here, maybe we can go have that dinner.\nJoey: Right, of course. Hey, did you guys finish the speech?\nRoss: Yep, we got it, we got it. (To Charlie) Thank you so much.\nCharlie: I had a great time.\nJoey: Alright, hey look, and this isn't over, because I really wanna know who...\nRachel: Later! La...\nCharlie: So, shall we?\nJoey: Yeah. (they leave)\nRachel: Ok. See you, bye.\nCharlie: Bye.\nRoss: Good night.\nJoey: Night.\n(Ross and Rachel watch them walk away and sigh. They look at each other, embarassed.)\nRoss and Rachel: Ok, good night!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The restaurant. Chandler and Monica are sitting at a table]",
            "dialog": "(Phoebe and David walk in)\nMonica: I can't believe she's gonna say yes to David. She's clearly in love with Mike.\nChandler: You know, it's very hard to take you seriously when you look like that.\n(David and Phoebe sit down at a table close to Chandler and Monica's)\nDavid: Uh, Phoebe, uh, I have... something I wanna say.\nMonica: Oh my God, he's gonna do it now. Please, I cannot watch this, let's go.\nChandler: I think we have some time. Have you ever heard him talk? (doing David) \"Uh, Phoebe, uh, I would be honoured, uh...\" Spit it out, David!\nDavid: Uh, Phoebe, uh... (Chandler hits his own head) you're an amazing woman, and the time we spent apart was, was unbearable. Of course the sanitation strikes in Minsk didn't help!\nPhoebe: Sure, ok, yeah.\nDavid: But well, now that we're together again, I don't ever want to be apart. So, to that end...\n(David produces the ring. At the same time, Mike walks in, behind David)\nPhoebe: Oh my God, Mike!\nDavid: It's David, actually!\nPhoebe: No, Mike's here.\nDavid: (turns around) Hi Mike!\nMike: Hi David. Chandler. Monica... (Looks at Monica, checking her big hair, aghast) Oh!\nMonica: IT'S THE HUMIDITY!\nMike: Hi Phoebe.\nPhoebe: What are you, what are you doing here?\nMike: I have a question I need to ask you.\nDavid: I have a question I was kinda gonna ask her myself.\nMike: Yeah, I understand, but before you do, she really needs to hear this.\nDavid: (annoyed) Ok, would you care for my seat as well?\nMike: Actually yeah, that'll be great.\nDavid: That's fair, you've had a long trip. (he leaves his seat to Mike, and stands there looking for a chair. He finally goes to Monica and Chandler's table)\nMike: Phoebe, I love you. I mean, I missed you so much these last few months and I thought we were apart for a good reason, but then I suddenly realized that there was no reason good enough to keep me from spending the rest of my life with you.\nDavid: Kinda stepped on the toes of what I was going to say.\nMike: Sorry David, but she really has to know this.\nDavid: Alright, but after this I want to see you outside. If the rain stops.\nMonica: You're the most incredible woman I've ever met. How can I lose you? (Phoebe looks very flattered) Now, I don't actually have a ring...\nDavid: I have a ring.\nChandler: I wouldn't brag too much about that thing, big guy.\nDavid: Phoebe, will you marry me?\nPhoebe: (smiles at him happily for a few seconds before answering) No!\nDavid: Uhm... Ha ha!\nPhoebe: I love you. But I never needed a proposal from you. I just needed to know that we were headed somewhere, you know, that we had a future.\nMike: We can have any future you want.\n(they hold their hands, gazing at each other)\nDavid: Ok, I'm gonna take off.\nPhoebe: David, I'm so sorry, I'm sorry.\nDavid: Just so I know, if I had asked first...\nPhoebe: Yeah, I might have said yes, but that would have been wrong.\nDavid: Please, you don't have to explain. I mean, perhaps if I hadn't gone to Minsk things would have worked out for us. And I wouldn't have ruined my career, or lost that toe to frostbite. It was a good trip! (he leaves)\nMike: Is it ok if I hug you now?\nPhoebe: Yes! (they hug)\nMonica: (to everybody) BECAUSE OF OUR MEDDLING! Alright?\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Chandler's room. Monica and Chandler are in bed.]",
            "dialog": "Chandler: Oh, ain't this nice? It's so quiet, I could just lie here all day.\nMonica: I know (she snuggles to him)\n(Rachel runs in)\nRachel: (walking in hurriedly) Open your drapes! Open your drapes!\nChandler: I'm so glad we've got adjoining rooms!\n(Rachel opens the drapes)\nMonica: The sun is out!\nChandler: Hey! Remember when I had corneas?\nMonica: Ok listen, you go down to the pool and reserve the chairs, and I'll get the magazines and the lotion.\nChandler: Ladies? Ross's speech is in 45 minutes.\nRachel: Nooo!\nMonica: Damn it!\nRoss: (from across the wall) Walls are pretty thin, guys!\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Conference room. Ross is making his keynote speech]",
            "dialog": "Ross: Then we have to await the data from recent MRI scans and DNA testing which call into question information gathered from years of simple carbon dating.\nRachel: Look at that woman sitting by the pool getting tan... so leathery and wrinkled, I'm so jealous!\nRoss: Finally, factoring the profusion of new species recently discovered: Gigantosaurus, Argentinasaurus...\nChandler: (to a paleontologist sitting next to him) Not to mention the cold sores.\n(the paleontologist glares at Chandler)\nRoss: And that's just the herbivores. I'm not even gonna discuss the carnivores, their heads are already too big. Which is ironic considering their stunted cerebral development.\n(all the paleontologists laugh)\nChandler: (to the one sitting next to him) Really?\nRoss: But all kidding aside, in much the same way that Homo ergaster [1] is now thought to be a separate species from Homo erectus...\n(Joey laughs)\nCharlie: What?\nJoey: He said \"erectus\"!\nCharlie: You're... you're kidding, right?\nJoey: No, he really said it.\nRoss: ... and while there are certainly vast differences between these Mesozoic fossiles and the example of Homo erectus...\n(Rachel laughs)\nJoey: Erectus?\nRachel: Homo.\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: the hotel conference room]",
            "dialog": "Ross: (concluding his speech)... in a very real way we can bring the Mesozoic era into the 21st century. (pauses) Thank you!\n(Everybody stands up and applauds. Ross looks flattered and surprised. His friends and other members of the audience go to congratulate him)\nRoss: Oh, thanks guys!\nMan with a bow tie: (shaking hands with Ross) I thought... it was wonderful!\nRoss: Oh!\nMan with a bow tie: Jarvis Oberblau, Cornell. (sighs) I mean, the ideas you put forth and, and from someone... so... young... and... (sighs again and smiles at Ross blissfully).\nRoss: (with a frozen smile on his face, realizing something's wrong with Jarvis) Ok... now... now we're just holding hands! (pulls his hand away)\nRachel: All right! Well, uh... (to Monica) we're gonna hit the beach?\nMonica: Yeah!\nRachel: (to Ross, in a flattering tone) It was really... great!\nRoss: Oh, thank you so much!\nJoey: Yeah, and so funny!\nRachel: Oh!\n(Rachel, Joey and Chandler pat him on his shoulders and walk off, together with Monica)\nRoss: (puzzled) Ok!... All right, thanks! Thank you so much, you guys! (to Phoebe) Oh, I can't tell you how much it means to me that you were here!\nMike: (popping by, smiling) You're kidding, we wouldn't have missed it!\n(Ross is dumbfounded to see Mike instead of David)\nMike: Oh... I'm back!\nRoss: (skating over, embarrassed) Ok!... Uh... excuse me? Yeah?\nPhoebe & Mike: Yeah! (they leave)\n(Ross goes towards Charlie, who's conversing with a fellow paleontologist, and touches her shoulder to get her attention)\nRoss: Hey! (she turns to him) Well...? (in expectation)\nCharlie: You were incredible!\nRoss: Yeah?\nCharlie: You blew them away!\nRoss: Oh, I can't tell you how great it was to look at the crowd and see your face! I mean... uh, did you know you were (giggles) mouthing the words along with me?\nCharlie: (smiling broadly) I was not!\nRoss: No, it's ok! Made me feel like a rock star!\nCharlie: Oh my God! (pauses) I'm your groupie!\nRoss: (joking) I'd better not found you naked in my hotel room!\n(Ross giggles, but Charlie isn't amused at all.)\nRoss: (realizing his joke wasn't so good, but still giggling) Look, I took it too far!\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: the hotel lobby. Monica, Phoebe, Chandler and Mike walk in from the outside.]",
            "dialog": "Monica: (her hair bigger then before) I can't believe it's raining again! Oh, it's so unfair!!!\n(They approach the buffet, where a couple of paleontologists are sipping their drinks)\nPhoebe: Well, on the bright side, now you won't have to see all these paleontologists with their shirts off. (Grabs a drink and notices that the two men are upset) Not you guys. You got it going on!\n(Monica, Phoebe, Chandler and Mike walk away, sipping their drinks)\nMonica: So, what are we gonna do today?\nMike: They have a game room downstairs! Ping pong and stuff.\nMonica: (pleasantly surprised) Ping pong? (to Chandler) Honey, they have ping pong! Let's play!\nChandler: I don't think so!\nMonica: (disappointed) Why not?\nChandler: Because you know how competitive you get and well, I say it's cute, others disagree, and I'm lying!\nMonica: I'm not always that bad!\nChandler: Oh, yeah? What happened when we played last time?\nMonica: (hesitatingly) I punched you...?\nChandler: And...?\nMonica: ... Phoebe...?\nPhoebe: ... and...?\nMonica: I clunked your heads together!\n(Chandler turns to Mike and gives him a \"See what I mean?\" look)\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: Joey and Charlie's room]",
            "dialog": "(Joey is sitting in an armchair and wearing a diving mask. He pulls out a grape from a bunch of fake grapes on the coffee table, puts it on the snorkel's breathing tube and blows it out, then giggles to himself)\nCharlie: (walking in) Hey! There you are!\nJoey: Hey! (stands up) As soon as it stops raining we have got to go snorkeling! Some kid told me about the sea turtle and, if you blow bubbles in its face, it chases ya! (smiles ecstatic)\nCharlie: I'm sorry, I can't! I'm running a discussion group all afternoon.\nJoey: (disappointed) Oh... oh, but that's ok, I'll find someone else to do it... I'll do it alone, but... I don't know what happens if the sea turtle catches you...\nCharlie: You know... I feel so bad! I haven't seen you this whole trip and (pauses) especially last night...\nJoey: (interrupting her) Hey! Don't worry about it! It was fine! I ended up having the best time with Rachel! I just felt bad for you, stuck in that room, working on Ross's speech... (pulls a face)\nCharlie: Actually, it turned out to be a lot of fun!\nJoey: (bewildered) Oh! Oh, well! At least we're both having fun!\nCharlie: Yeah...\n(There's an awkward moment of silence)\nCharlie: ... is it weird that it's not with each other?\nJoey: Yeah! A little bit, yeah...\nCharlie: (sitting down on the bed) I think we need to talk...!\n(pause)\nJoey: Yeah... I think we do... (sighs, with folded arms)... about what?\n"
        },
        {
            "scene_no": 18,
            "scene_mark": "[Scene: the hotel game room. There is a ping pong table in the middle of the room. Monica, Phoebe, Chandler and Mike walk in]",
            "dialog": "Monica: C'mon guys, it'll be fun!\nPhoebe: All right, all right... I'll play if we don't keep score!\nMonica: But then how do we know who wins?\nPhoebe: Nobody wins!\nMonica: So, we're just four losers... SUPER!\nChandler: I'm not playing with you.\nPhoebe: Yeah, I'm out.\nMike: I'll play ya!\nMonica: (smiling) OK!\nPhoebe: Mike, you don't know, you don't know what you're doing!\nChandler: She gets crazy! This scar (points to his forehead) is from Pictionary!\n(Monica rolls her eyes)\nMike: (disbelieving) I think I will be all right! (to Monica) You wanna volley a bit for a serve?\nMonica: Sure! Got to!\n(Monica and Mike start to play ping pong. Mike scores)\nMonica: Aww!\nMike: Oh, by the way... I'm awesome!!\nChandler: (nearly whispering) Oh dear God, there's two of them!\nMike: You're ready to play?\nMonica: Hell, yeah!\nChandler: (to Phoebe) Did you know this about him?\nPhoebe: No idea! I though he was soft like you!\nMike: Wanna make it more interesting?\nMonica: How much were you thinking?\nMike: Ten bucks a game?\nMonica: Make it fifty!\nMike: I'll make it a hundred!\nMonica: (nearly shouting) One thousand...\nChandler: (interrupting her) OK!\nMike: To see who goes first, you got a quarter?\nMonica: (going through her pockets) No... (to Chandler and Phoebe) Either of you girls got a quarter?\nChandler: Honey, try to focus the trash talk on him!\nPhoebe: (picks up a coin from her bra) Monica, you call it.\nMonica: Heads! No, Tails! He-he-heads!\nPhoebe: Tails!\nMonica: (angry) Ow, what are the chances!\n(They start playing again)\nMonica: Ha! My point!\nMike: Oh, no! I don't think so! You know, according to standard table tennis rules if at any time a player uses his non racket bearing hand to touch the playing surface he or she forfeits the point.\nPhoebe: (smiling proudly) He was a lawyer!\n"
        },
        {
            "scene_no": 19,
            "scene_mark": "[Scene: Rachel's hotel room. She is watching the Weather Channel on TV.]",
            "dialog": "Alexandra Steele: (meteorologist) (pointing to the East Coast)... all these coasts having beautiful weather. In New York, it's 72 and sunny!\nRachel: Oh! Weather bitch! (turns the TV off)\n(Someone knocks on the door)\nRachel: It's open! (Joey walks in) Hi, Joe!\nJoey: (downhearted) Hey...\nRachel: (worried) What, is everything ok?\nJoey: Uh... Charlie and I broke up.\nRachel: Nooooo, why?\nJoey: Oh well, she said we have nothing in common.\nRachel: (laughing) Oh, that's crazy!\nJoey: No, it's not, we have nothing in common!\nRachel: ... yeah, it's true.\nJoey: I mean, she should be with someone like... Ross! You know what I mean, he uses all those big words too! Man, smart people are dull!\nRachel: (pretending to be offended) What, hey!\nJoey: (laughing sarcastically) Ok, Rach!\n(He punches her on her shoulder mockingly, then goes and sits down on her bed)\nJoey: I feel so stupid, you know? Why... why do I keep going after the wrong girls?\nRachel: W-What are you, what are you talking about?\nJoey: Oh, c'mon, I mean, there's you, then there's Charlie, and it's like... (sighs) What the hell is my problem? OH! (He falls back on the bed)\nRachel: Ok... uh... maybe you're not always going after the wrong girl...\nJoey: (sitting up again) I'm telling you, Rach, Charlie is not right for me!\nRachel: Yeah, I'm not talking about her...\nJoey: But then who? The waitress I went out with last month? (gives her a meaningful look)\nRachel: You know? Forget it!\nJoey: (stands up) No-no-no-no, no! Who, who were you talking about?\nRachel: No, I-I-I-I don't, I actually don't know who I'm talking about! So!\nJoey: Ok! All right, well... I'm gonna see if I can get a room for the night and I'll... I'll see you later!\nRachel: Yeah, sure!\n(Joey walks out, while Rachel is pensive. Once he's out of her room, he suddenly realizes who she was talking about and goes back in. He looks at her in disbelief and she looks like she was caught red-handed)\n"
        },
        {
            "scene_no": 20,
            "scene_mark": "[Scene: Rachel's hotel room. Joey is standing at the door, facing Rachel]",
            "dialog": "Joey: You like me? (shuts the door)\nRachel: (nearly whispering) Ok, let's not make a big thing about this!\nJoey: (shocked) That's a huge thing!\nRachel: Not working with me, Joe! Here's the thing: lately I have been having thoughts (pauses) musings, if you will!\nJoey: What... for how long?\nRachel: Only like a month!\nJoey: (outraged) A MONTH??\nRachel: What the... DIAL IT DOWN! (Joey goes to sit on the bed) Listen, ok, and maybe they're crazy thoughts, but sometimes I do, I have, I've been thinking about... you know, us! (looks at Joey, who's totally distraught) Ok, dial it up a little!\nJoey: (stands up) I just have one question!\nRachel: Shoot!\nJoey: (desperate) What the hell are you doin'???\nRachel: I don't know, I'm not trying to do anything, it's just, we have such a good time when we're together, you know... I mean, aren't you just a... little curious... (insinuating) what that would be like?...\nJoey: Uh, am I curious? I mean, I am as curious as... as... George!!\nRachel: (puzzled) Who...?\nJoey: CURIOUS GEORGE (see link)! You know, the monkey, and the guy with the yellow hat!\nRachel: Oh yes, of course, I remember him!\nJoey: Yeah, he had a paper route.\nRachel: Yeah, he did! (smiling) Oh, see, this is what I'm talking about!\nJoey: No, I know, yeah I know we're great but Rach no... this... this can't happen!\nRachel: But can it... just... happen a little bit?\nJoey: (charmed, but then recoiling) NO, NO! It can't happen at all!\nRachel: But why, why not?\nJoey: Because... look, no one wants this to happen more than me, ok? (in a trembling voice) I have gone over this moment in my head a hundred times and not once did I ever say no! (sighs) I couldn't do it to Ross!\nRachel: But that wasn't gonna stop you before!\nJoey: I know, I know! But I've thought about it a lot since, and it just wouldn't be right... (painfully) I'm sorry...!\nRachel: (regretful) I'm sorry, too! (they look at each other sadly, then she recollects, and puts her hands over her eyes) OH GOD! I shouldn't have said anything!\nJoey: NO! No-no-no-no-no-no! Hey! Hey, we'll be fine! Li... hey, like you said: no big deal!\nRachel: It's not a big deal!\nJoey: NO BIG DEAL!\nRachel: It's so not a big deal!\nJoey: Yeah! I'll see ya later! Yeah!\nRachel: Ok!\n(They shake hands, he walks out and shuts the door, then seems to change his mind, moves to open the door, than changes his mind again and leans over the door. Just then, Rachel opens the door)\nRachel: Ok, I...\n(Joey falls backwards into the room)\nRachel: AAAHHHH!\n(Joey hurriedly stands up, arms akimbo, gives her an embarrassed look and walks away)\n"
        },
        {
            "scene_no": 21,
            "scene_mark": "[Scene: the hotel game room. Monica and Mike are still playing ping pong]",
            "dialog": "Monica: Ooh! I'm sorry! I think, I THINK, that may have missed the table!\nMike: Do you?\nMonica: Ah, yeah!\nMike: Do you?\nMonica: Ah, yeaaah!\nMike: DO YOU?\nMonica: AH YEAAAAH!\nChandler: (to Phoebe) Do you really find this attractive on him?\nPhoebe: (looking at Mike) Oh, yeah! (turning to Chandler) Are you telling me you... you're not even... a little turned on by Monica, right now?\n(Chandler turns to look at Monica, who has the biggest hair ever, is flushed and in a sweat, and is decidedly sniffing her armpits)\nChandler: I think this is the first time in our marriage that I've felt like the more attractive one.\nPhoebe: C'mon Mike, you can beat her! Knock that dog off her head!\n(Mike scores)\nMonica: Oh, damn it!\nPhoebe: (pointing at Mike and shouting) I sleep with him!\nMike: (boasting) Game, point!\nMonica: (threatening) Don't get too cocky! Remember I won the last one! Oh, by the way, how did that feel, losing to a girl?\nMike: You know, you should really look in a mirror before you call yourself that.\n(they continue to play ping pong and then Mike scores, winning the game)\nMonica: NO, NO, NOOO!\nMike: And that's how it's done! (Phoebe kisses him)\nChandler: Okay-dokay, you've each won a game and I've lost what's felt like a year of my life. So everybody goes home a winner.\nMonica: Best out of three?\nMike: That's what I'm thinking.\nChandler: Should I use my invisibility to fight crime or for evil?\nMonica: (to Mike) Serve the ball, chump!\nMike: (doing Monica and mumbling): Serve the ball, chump.\nPhoebe: (to Mike) Ok Mike, better come back Mike, better come back.\n"
        },
        {
            "scene_no": 22,
            "scene_mark": "[Scene: hotel's bar, Ross and Mr. Oberblau are talking]",
            "dialog": "Mr. Oberblau: I'm just saying, I have a cabin in the Adirondacks if you ever want to get away from the city, well, that'd be (pause) just nifty!\nRoss: Ooh, well. Ah, I kinda have got a lot on my plate right now, not that I wouldn't love a weekend in the country with a strange man. (Mr. Oberblau giggles)\nWoman: Jarvis?\nMr. Oberblau: (seeing her) Oh, you're back... (to Ross) this is my wife, Nancy.\nRoss: Get Out!\n(Charlie walks by)\nCharlie: Ross, can I talk to you for a minute?\nRoss: Yes, please! (they move and sit down on a sofa) So, what's going on?\nCharlie: Uh, well... Joey and I broke up.\nRoss: Oh my God, wh-what happened?\nCharlie: Joey is a great guy, but we're just... so different! I mean, during your speech he kept laughing at homo erectus!\nRoss: I knew that was him!\nCharlie: Anyway I just, uh, I think it's for the best.\nRoss: (holding her hand) Hey, you ok?\nCharlie: I guess. There was hum... (she breathes deeply) there was another reason that I thought it was time to end it with Joey. I started to realize that I was having feelings for someone (pause) else.\n(some paleontologists interrupt them)\nPaleontologist: (merrily) Ok Geller. Last day of the conference, you know what happens to the keynote speaker.\nRoss: Oh, professor Clerk we're kind of in the middle of a conversation, here.\nCharlie: Yeah, can you guys just throw him in the pool later?\nProfessore Clerk: Or we could throw you both in now!\nRoss: (standing) Ok, gentlemen! Please! Aren't we a little old for this? I mean, we're scientists, right? We're academics. And most importantly I... you-you will have to catch us first. (he starts to run away with Charlie). GO, GO, GO! (the paleontologists starts chasing them)\n"
        },
        {
            "scene_no": 23,
            "scene_mark": "[Scene: game room, Monica and Mike are still playing ping pong]",
            "dialog": "(Chandler and Phoebe look bored to death. Monica scores and laughs)\nMike: Ok, so it's a tie again, 41 to 41.\nChandler: (exhausted) Ok, look! Enough is enough!\nMonica: No, I have just to have two more points to beat him!\nChandler: Monica, that was also true an hour ago! I mean, please, look at you! Your hand is blistered, you can barely stand, your hair is inexplicable! Ok, you've already proven you are just as good as he is, now we've missed our dinner reservations, so now let's just go upstairs, order room service, take a shower and shave your head!\nMonica: I can't just walk away! I've put in four hours!\nChandler: But...\nMonica: Look! You knew this about me when you married me! You agreed to take me in sickness and in health. Well, this is my sickness!\nChandler: What about the obsessive cleaning?\nMonica: That's just good sense!\n(they start playing again; suddenly Monica hits the table with her hand)\nMonica: (in pain) Aww! (she holds her hand, moaning like she's biting back a scream)\nChandler: You ok?\nMonica: No, no, no. Honey, I'm ok. Shake it off! (she shakes the wrist and it's more painful) Oh, no! No shaking, no shaking! Ooh! Ooh! (pause) Oh my God! I can't play!\nMike: So you forfeit?\nPhoebe: Mike wins?\nMonica: I can't believe it! (pause) I lost!\nChandler: No, you didn't.\nMonica: What?\nChandler: Because I'm gonna play for ya.\nPhoebe: You can't do that!\nMike: Oh, that's ok. I don't care which of them I beat.\nPhoebe: Ok, we're taking that paddle home, mister.\nMonica: (to Chandler) Honey, you don't have to do this.\nChandler: (In a loving voice) Yes, I do. Now, I may not understand why you have to win so badly, but if it's important to you then it's important to me, because I love you.\nMonica: But... you suck!\nChandler: (Still in a loving voice) You're welcome, sweetheart.\n(Chandler prepares to play)\nChandler: All right Mike, let's get this over with. Sudden death. Whoever wins this point, wins.\nMike: Ok!\n(They start playing and Chandler does not suck at all)\nMonica: Oh my God! You're good!\nPhoebe: It's like watching porn!\n(Chandler scores and wins the match)\nChandler: And that's... how... it's done!\nMonica: (to Chandler) Oh my God. That was so amazing! When did you (pause) Hold on! I almost forgot (she turns to Mike) loser! (back to Chandler) When did you stop sucking?\nChandler: I never sucked, I actually didn't want you to know how good I was!\nMonica: Why?\nChandler: I don't know.\nMonica: This is so great! Now we can enter into doubles tournaments!\nChandler: That's why!\n"
        },
        {
            "scene_no": 24,
            "scene_mark": "[Scene: Hotel's bar. Ross is running to Charlie trying not to be seen with two cocktails in his hands. She's hidden behind a huge plant]",
            "dialog": "Charlie: Thanks!\nRoss: Hi.\nCharlie: Are they still looking for us?\nRoss: Yeah. The bartender said that they split up into two search parties, the herbivores and the carnivores. (pause) You know, we as a group are not the coolest.\n(Three paleontologists walk by and Ross hugs Charlie trying not to be seen)\nRoss: I don't think they saw us.\nCharlie: I don't think they did.\n(They realize that they are hugging closely and he draws back)\nCharlie: Hum, so, I started to say you something earlier, hum... (pause) There was another reason I realized it was time to end it with Joey. I kind of realized I... was starting to have feelings... for someone else.\nRoss: (apparently unruffled) Oh. Can I... can I ask who?\nCharlie: I think you know.\nRoss: I think I know too but I've been really wrong about this stuff in the past, so...\n(Charlie kisses Ross, they stop for a moment and then he kisses her back)\nRoss: I'm sorry... we... we can't.\nCharlie: All right, all right.\nRoss: I mean, you just went out with my best friend, and I just think it'd be a really really bad idea. (pause) Or-or not! (they kiss passionately)\n(Joey walks in and sees Ross and Charlie kissing. He gives a faint, rueful smile, then he seems to recollect something and suddenly he moves back to Rachel's room. He knocks on her door and she opens)\nRachel: What?\n(Joey says nothing, but enters the room and kisses her. They are kissing passionately only to stop for a brief \"oh\" from Rachel. They continue their passionate kiss and Joey closes the door with his foot and it shuts in the camera's \"face\". And that's the end of the ninth season.)\nEnd\n"
        }
    ]
}