{
    "metadata": {
        "season": "SEASON 9",
        "title": "902 Emma Cries",
        "written_by": "Dana Klein Borkow",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Rachel’s Hospital Room, Ross is sitting next to Rachel.]",
            "dialog": "Ross: You said you’d marry Joey?\nRachel: Okay you have to realize, I was exhausted, I was emotional, I would have said yes to anybody. Like that time you and I got married! (Pause) I’m not helping.\nRoss: So you said yes to him, and you just had our baby?\nRachel: That is right and traditionally the daddy is supposed to give the mummy a present but I am prepared to let that go.\nRoss: So when I came in here to see if you wanted to maybe start things up again, you were engaged to my best friend.\nRachel: Well—Really? I thought Chandler was your best friend.\nRoss: Well, Chandler’s my oldest friend, but Joey’s my—No! Ah! (points at Rachel)\nRachel: Ooooo!\nJoey: (Enters) Hey you guys I’m gonna take off. I just wanted to let you guys know, say goodbye.\nRoss: Rachel said she’d marry you?!\nJoey: (He looks around the room) This isn’t the right room, sorry folks. (leaves)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Ross and Rachel’s, Monica, Phoebe, Joey and Chandler are waiting for Ross and Rachel to come home and Monica is looking at the sign Phoebe bought that says, \"It’s a Boy!\"]",
            "dialog": "Monica: Ok, I don’t wanna be negative so I’ll say that most of the signs you bought are good.\nPhoebe: No they ran out of \"It’s a girl\" but I can fix this one, (She writes \"not\" in between it’s and a) See?\nMonica: (looking at Chandler sleeping with a balloon in his mouth) So sexy. (Waking him up.) Honey.\nChandler: Yea yea. (Pulls the balloon out of his mouth)\nMonica: Honey why don’t you go lie down.\nChandler: No, no, Ross and Rachel will be back soon and then I gotta go to the office (Pulls another balloon out of his mouth) Am I producing them?\nJoey: Why’re you so tired?\nChandler: Couldn’t sleep last night you know, then I started worrying about this big divisional meeting that I have later today, the more I worried about it the more I couldn’t sleep.  Y’know? I was like, if I fall asleep now I’ll get six hours sleep, but if I fall asleep now I’ll get five hours sleep. Not matter what I did I couldn’t fall asleep.\nJoey: You know what you should’ve done, you should have told yourself that little story.\nRachel: (enters with Emma) Hi!\nEveryone: Hi, welcome home!\nMonica: Phoebe did the signs!\nRachel: Oh you guys thanks for doing this.\nPhoebe: Look at all the stuff people sent!\nRachel: Oh Ah! (Sees a big stuffed gorilla) Oh my gosh there’s something every mother needs, a giant stuffed gorilla that takes up the entire apartment! What are people think… (Reads the card) Oh you guys I love it.\nJoey: Hey so where’s Ross?\nRachel: He’s downstairs getting the rest of the stuff out of the cab.\nJoey: Is he still mad at us?\nRachel: Well, you more then me, but he can’t stay to mad at me. I mean, I just had his baby.\nJoey: That’s not fair! I can’t do that.\nRachel: Yeah, I’m not so sure you should be here when he comes up.\nJoey: See this is what I was afraid of, I didn’t think I should be here either but somebody (Looks at Chandler) said he’d be over it by now.\nChandler: Hey, what do I know? I wanted to get a bigger gorilla.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: A Boardroom, Chandler keeps drifting off to sleep at his meeting.]",
            "dialog": "Ms. McKenna: The numbers we are seeing New York, Chicago, and London are consistently solid, but many of our officers have reported disappointing fields.\n(Chandler drifts off and his arm slips off the table and he wakes back up.)\nMs. McKenna: Boston is down, Atlanta is down, Houston is down, I could go on and on but instead of boring you I’ll go straight to my forty two point plan.\n(Chandler leans over to fall asleep on the man’s shoulder next to him, only the man catches his attempt.)\nChandler: Walter (nods).\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross and Rachel’s, Phoebe, Monica, Ross, and Rachel are watching Emma sleep.]",
            "dialog": "Phoebe: She’s just so cute! I just wanna bite her ear off and use it and a sucking candy.\nMonica: Phoebe! But I could take one of those little feet and put it in a pita pocket.\nRoss: (enters from the bed room) Okay I put most of the stuff away.\nRachel: Oh great, the pacifiers?\nRoss: In the closet.\nRachel: The burping clogs?\nRoss: Linen closet.\nRachel: The diapers?\nRoss: In the hospital.\nPhoebe: Wow you guys got a hospital?  Fancy!\nRoss: No I left the diapers at the hospital! There’s some in the bag but I’ll run out and get some more.\nRachel: Alright thanks, oh Ross could you stop by the coffee house and get me a muffin?\nRoss: Sure what kind?\nRachel: Umm let me think...What do I want, what d-o I w-a-n-t...\nRoss: Please take your time, it’s an important decision. Not like, say, I know! deciding to marry someone, this is about a muffin.\nRachel: Blueberry.\nRoss: Blueberry it is.\nRachel: Thanks.\nMonica: Wow, he’s really not letting this go, is he?\nRachel: God how long do you think that’s gonna last?\nPhoebe: I dunno, well he got over the \"We were on a break\" thing really quickly.\nRachel: Y’know I can’t even worry about that right now, cause I got the cutie little baby, oh I can’t believe how much I love her, I can’t get enough of her, like right now I miss her.  I actually miss her.\nPhoebe: You know that’s… that’s her.\nRachel: Oh god look at her sleeping.  Oh, I love her so much!  Oh, I think I’m gonna wake her up.\nPhoebe: Oh no, Rach, no no, you know you’re never supposed to wake a sleeping baby.\nRachel: Well I can do whatever I want!  I made her! (Waking Emma up.) Come on little girl, hi!\n(Emma starts crying)\nPhoebe: I can say I told you so but she’s kinda doing that for me.\nRachel: Oh I’m sorry mummy’s so sorry go back to sleep go back to sleep. Shh.   Shhh! Go back to sleep\n(Emma continues crying in the background)\nMonica: Breaks your heart doesn’t it\nPhoebe: It really does… how long do you think we have to stay?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: A Boardroom, Chandler’s meeting continues.]",
            "dialog": "Ms. McKenna: Ok if everyone’s on board, it’s settled, Chandler, (Walter puts his hand on Chandlers hand, Chandler sleeping puts his hand on top of his, he then wakes up and pulls his hand away) Chandler?\nChandler: Yep.\nMs. McKenna: Are you on board?\nChandler: (not knowing what he’s saying yes to) Yes.\nMs. McKenna: Then, problem solved. Chandler will be running our office in Tulsa. You’re gonna love Oklahoma.\n(Chandler smiles and nods then realizes what he’s agreed to.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross and Rachel’s, Emma continues crying while Rachel, Monica and Phoebe try different methods to stop her crying.]",
            "dialog": "Phoebe: Well, alright, we already tried feeding her, changing her, burping her, oh try this one! Go back in time and listen to Phoebe!\nMonica: Alright here’s something, it says to try holding the baby close to your body and then swing her rapidly from side to side.\nRachel: Ok. (Starts swinging Emma rapidly and she stops crying)\nMonica: It worked!\nRachel: Oh (happy) oh no just stopped to throw up a little bit. (Emma starts crying again.) Oh come on, what am I gonna do, its been hours and it won’t stop crying.\nMonica: Umm, she Rach, not it, she.\nRachel: Yeah, I’m not so sure.\nMonica: Oh my god, I am losing my mind.\nPhoebe: Yeah, no kidding, this just proves no good can come from having sex with Ross!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Ross is getting Rachel’s muffin.]",
            "dialog": "Ross: Hey Gunther, can I get a couple of blueberry muffins to go? (He puts a bag with diapers in it on the counter.)\nGunther: Diapers huh?\nRoss: Yep.\nGunther: So I guess Rachel had you baby?\nRoss: Yep, can you believe it?\nGunther: Nope!  I still can’t believe she slept with you in the first place.\nRoss: Huh? Ooh (laughs) you mean like a… Huh?\nJoey: (entering) Hey. (Ross turns to see who it is, and seeing it’s Joey he just ignores him and turns back around.) Ross, I know you’re pissed at me, but we have to talk about this.\nRoss: Ah actually we don’t. (Ross walks off)\nJoey:  Fine, fine okay.  But I gotta say technically, I didn’t even do anything wrong.\nRoss: (turns back) What! (Angrily) You didn’t do anything wrong?!\nJoey: I said I didn’t technically.\nRoss: Okay let’s put aside that you (Makes quote marks with his fingers.) \"accidentally\" picked up my grandmothers ring and you (Does it again) \"accidentally\" proposed to Rachel.\nJoey: Look, can I just stop you right there for a second? When people do this (Makes quote marks with his fingers.) I don’t really know what that means. (Ross just looks at him) You were saying?\nRoss: And I can even understand that you couldn’t tell Rachel, but why couldn’t you tell me, huh? You had all day to and you didn’t.\nJoey: I know I should’ve. (Makes quote marks again.) \"I’m sorry.\"\nRoss: Not using it right, Joe.\n(He brings his hands in closer to his face then does it again.)\nRoss: I’m gonna go.\nJoey: No, come on Ross! (He grabs his bag so he can’t leave) Look, Ross, we have to get past this.\nRoss: Give me the bag.\nJoey: No, look, I don’t know what else to do. I said I’m sorry!\nRoss: Joey!\nJoey: You should scream at me, or-or-or curse me, or hit me.\nRoss: I’m not gonna hit you.\nJoey: Why not?  You’ll feel better!  I’ll feel better, and you know you want to. I can see it in your eyes.\nRoss: No I don’t.\nJoey: A little bit.\nRoss: No.\nJoey: Little bit.\nRoss: No!\nJoey: (excited) A little bit more.\nRoss: Give me the bag.\nJoey: No, hit me\nRoss: Give me the bag.\nJoey: Hit me.\nRoss: Joey, give me the bag.\nJoey: Hit me!\nRoss: Joe I’m not kidding…\nJoey: (interrupting) Hit me, hit me.\nRoss: No!\nJoey: (shouts) Hit me! Hit me!\n(Ross throws a punch, but Joey ducks and Ross punches the pole. Ross then screams from the pain and turns to Gunther, and Gunther has a huge smile on his face.)\nRoss: You ducked!!\nJoey: I’m sorry! It was a reflex!\nRoss: Oh my god, this really hurts!!!\nJoey: I couldn’t help it! When a fist comes at your face, you duck! Look! (He goes to punch Ross, expecting him to duck, but he doesn’t and Joey punches Ross.   Gunther is amused.)\nRoss: What is the matter with you?!?\nJoey: You were supposed to duck!!! Why didn’t you duck?\nRoss: Why don’t we talk about this on the way to the hospital?\nJoey: Good, good yeah, (Grabs the bags) maybe while we’re there, they can check your reflexes. (Joey opens the door and it hits Ross in the face with it.) (Makes quote marks.) \"Oops.\"\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Ross and Rachel’s, Emma is still crying.]",
            "dialog": "Monica: Try feeding her again.\nRachel: I already fed her.\nMonica: I know, that’s why I said again!\nPhoebe: Alright you guys, we can’t turn on each other, Okay?  That’s just what she wants.\nChandler: (enters) Hey.\nMonica: Hey.\nChandler: Monica can I talk to you outside for a minute?\nRachel: Oh no, you guys, just stay here, I’m gonna go check her diaper, Pheebs you wanna come?\nPhoebe: Oh I’m kinda part of this.\nChandler: Actually Pheebs its more of a husband and wife kinda thing\nPhoebe: I knew I should have married Chandler.\n(Phoebe and Rachel go to the back room and Emma continues to cry in the background while Chandler and Monica talk.)\nMonica: Okay what’s up\nChandler: Umm, you know how we always said that it would be fun to move to Paris for a year? You know, you could study French cooking and I could write and we could take a picnic along the Seine and go wine tasting in Bordeaux?\nMonica: Oh yeah (smiles).\nChandler: Okay, you know how that people say that Tulsa is the Paris of Oklahoma?\nMonica: What? Who says that?\nChandler: People who’ve never ever been to Paris.\nMonica: What’s going on?\nChandler: We’re moving to Tulsa! (Makes a excited expression on his face)\nMonica: Excuse me?\nChandler: Okay, Ms. McKenna, she kind of works above my boss, she asked me to move to Tulsa and be the president of our office there, and I was sleeping and apparently, said yes.\nMonica: (stands up angry) Tulsa, Oklahoma!\nChandler: The Sooner State, whatever that is.\nMonica: Chandler, I don’t even wanna see the musical Oklahoma!\nChandler: Really? Oh What A Beautiful Morning!  Surrey With A Fringe On Top.\nMonica: Are you trying to tell me that we’re moving to Oklahoma, or that you’re gay? All right, not that this matters, but did they at least offer you a huge raise?\nChandler: No, no, but they are going to lease us a Ford Focus. (Monica’s not impressed.) I’ll get out of it.\nMonica: Thank you.\nChandler: (hears Emma crying) What is wrong with Emma?\nMonica: Oh she misunderstood, she thought she was moving to Tulsa.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ms. McKenna’s Office, Chandler enters.]",
            "dialog": "Chandler: Umm ma’am, do you have a minute? (She points for him to come in) I kind of have some bad news. I don’t think I can move to Tulsa.\nMs. McKenna: What?\nChandler: It’s a funny story, actually. (coughs) I kind of fell asleep in the meeting this morning so when I said I’d move to Tulsa, I didn’t really know what I was saying.\nMs. McKenna: You fell asleep?\nChandler: But only because I was up all night worried about this meeting, ain’t that funny? Irony? Not a fan, alright (he sits down). See, here’s the thing. I went home and told my wife about Tulsa and she won’t go. See, me, I love Tulsa!  Tulsa is heaven!  Tulsa is Italy—Please don’t make me go there!\nMs. McKenna: Chandler, I…\nChandler: No no no! Look, Carol, can I call you Carol? (Pause) Wh-why would I when your name is Elaine? Oh what a great picture of your son, strapping! (She glares at him.) That’s a picture of your daughter, isn’t it, well she’s lovely. I like a girl with a strong jaw. I’ll call you from Tulsa. (Exits.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The Hospital, Joey is sitting in the lobby as Ross enters.]",
            "dialog": "Joey: Hey, so how is it?\nRoss: I broke my thumb.\nJoey: Your thumb? That’s weird. (Makes a fist.) You sure you’re punching right? Make a fist. (Ross just looks at him with his thumb in a cast.) Maybe later. Ross I feel terrible.\nRoss: You know what, you can go, I just have to fill out some forms. (Tries to hold the pen but can’t)\nJoey: You, you want me to help you with that?\nRoss: Why, does it look like I’m having trouble with my misshapen claw? (He hands Joey the form)\nJoey: Name? (Ross looks at him.) I know Ross but what’s it short for? You know like, like Rossel or Rosstepher.\nRoss: Just Ross!\nJoey: It’s pretty, Okay date of birth?\nRoss: You know my birthday.\nJoey: Sure, May...tember.\nRoss: October 18th.\nJoey: Occupation? Dinosaurs.\nRoss: Actually I’m a palian… Dinosaurs is fine… the drawing is not.\nJoey: Alright, who do you want as your emergency contact?\nRoss: Ah, Rachel I guess.\nJoey: Okay, relationship, boy this could take a while.\nRoss: Just ah… just put roommate.\nJoey: Come on, you guys are more then that! I mean, you’re gonna get together right?\nRoss: I don’t think that we are.\nJoey: But you two were supposed to be together.\nRoss: Well, I thought so too, but then she said she’d marry you.\nJoey: Come on, Ross, that didn’t mean anything! She just had the baby, she was all freaked out about doing it alone, she would have said yes to anybody.\nRoss: Yeah that’s what she said.\nJoey: So?\nRoss: So I don’t wanna be just anybody.\nJoey: Wow.\nRoss: You know what, it’s, it’s better this way anyway. I mean I don’t know what I was thinking, going down that road again with us. It’s just much easier if we’re just friends who have a kid.\nJoey: Really?\nRoss: Yeah.\nJoey: And you’re Okay with that?\nRoss: Yes. I mean, it’s what we always planned.  And if you have a plan, you should stick to it.  That’s why they call them plans.  Hello? (Pause) I’m fine.\nJoey: Hey, for what it’s worth, with Rachel I don’t think you’ll ever be just (Makes quote marks.) \"anybody.\"\nRoss: Hey there you go! (Smiles because Joey used it correctly)\nJoey: (makes quote marks) \"Thanks.\"\n(Ross looks away, not bothering)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ross and Rachel’s, Emma continues to cry.]",
            "dialog": "Rachel: Oh my God! How long has she been crying?\nMonica: About a week and a half.\nPhoebe: Well alright, looks like you guys have got it under control so I’m just gonna go. (She gets up and Rachel looks at her, upset, and Monica just stares.) No! Really? Misery really does love company. All right! (She sits back down.)\nMonica: Rach, try holding her a different way.\nRachel: You guys, I’m doing the best I can, anyone else is welcome to try.\nPhoebe: Alright, I’ll try, fine! Yes, Okay!\nRachel: Here you go. (Hands Emma to Phoebe)\nPhoebe: Shh! Nothing works with this child! (Hands her back.)\nRachel: Oh god what am I gonna do you guys, I can’t even comfort my own baby! I’m the worst mother ever!\nMonica: You’re just new at this, it’ll get better, think about your first day at work. I mean, that couldn’t have been easy but you figured that out.\nRachel: Yeah I don’t think dressing provocatively is going to help me here! Oh my god just please take her.\nMonica: Okay I’ll take her, here. (Takes Emma)\nRachel: I have to go to the bathroom. (Goes to the bathroom)\nPhoebe: I have to go scream into a pillow. (Goes to scream into a pillow)\nMonica: (To Emma) Bouncy baby, Bouncy baby, Ooh baby baby, Ooh baby baby, Ooh baby baby. (Emma stops crying and falls asleep)\nPhoebe: (entering) Have I gone deaf?\nMonica: It worked! Ooh baby baby baby, ooh baby baby baby!\nPhoebe: You must be a fireball in bed.\nMonica: I can’t believe it!  She’s asleep!  I got her to go to sleep!   I have actual magical powers!\nPhoebe: I can hear traffic and birds!  I can hear the voices in my head again! (Monica looks at her strangely) I’m kidding. (She smiles wickedly.)\nRachel: Oh my God! You got her to stop crying!\nMonica: Yes I did, I’m Monica, Super Aunt\nRachel: You are the official baby crier stopper!\nMonica: Yes I am!!\nRachel: You’re never leaving the apartment!\nMonica: Say what?\nRachel: That’s your new job, day and night, she starts crying I need you here.\nMonica: (stands up to hand Emma back) Oh no no no no!\nPhoebe: Thankfully you don’t need me at all (gets up and to leave) so Okay Super aunt see you later! Rachel let’s give it six to eight months (she leaves).\nRachel: Okay so listen I’m gonna go lay down.\nMonica: What?\nRachel: You know the book says that whenever she’s sleeping I should be sleeping so… (She gives Monica thumbs and goes to lay down)\nChandler: (entering, loudly) Hey!\nMonica: Shhh! We just got her to go to sleep\nChandler: Oh so there can’t be any yelling.\nMonica: No.\nChandler: We’re moving to Tulsa\nMonica: (loudly) What!?\nChandler: Shhhh! Shhhhh! Shhhhh! Shhhhh! (Walks backwards towards the door) I can’t, I can’t hear you. (He runs out)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Ross and Rachel’s, Ross enters.]",
            "dialog": "Ross: Hey.\nRachel: Heeeeey, where have you been? (He shows her his thumb) What happened to you?\nRoss: Ah I had a little thing with Joey, if you think this is bad you should see him.\nRachel: Oh no Ross! This is not good, we have to talk about this Joey thing. Please sit. (He sits) You have got to get over this Joey thing, okay? I never really wanted to marry Joey, okay?\nRoss: Okay.\nRachel: You know what I really really want?\nRoss: What, Rach?\nRachel: I wanna sleep, I wanna eat, I wanna take a shower, I mean before she wakes up and we gotta do this all over again.\nRoss: (smiles) Right.\nRachel: I mean I got news for you mister, Emma?  Not easy.\nRoss: Well, that’s what I’m here for. (Emma starts crying again) Want me to get that?\nRachel: No its really okay… Monica!\nMonica: (comes running out the kitchen to the bedroom) Got it! Got it! Got it! Got it! Got it! Got it!\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, Joey and Ross are sitting at one of the high tables.]",
            "dialog": "Joey: You know, ah, I’ve been thinking about this and I gotta tell ya, it’s not my fault. It’s a natural instinct.\nChandler: (enters) Hey, what you guys talking about?\nJoey: Hey OK great, what would you do if I did this? (Swings to punch Chandler, he moves and he ends up punching Ross, knocking him off the stool. Ross then gets up and just stares at Joey.)\nEnd\n"
        }
    ]
}