{
    "metadata": {
        "season": "SEASON 9",
        "title": "903 The Pediatrician",
        "written_by": "Brian Buckner and Sebastian Jones",
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Transcribed by: Ane B. J.\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Chandler and Monica's apartment]",
            "dialog": "(Ross and Rachel enter)\nRachel: Hi!\nRoss: Hey! So what's the big news you had us rush all the way over here for?\nChandler: Okay, our news. My company has asked me to head up our office in Tulsa , so as of Monday I'm being officially relocated.\nRoss: Oh my God!\nPhoebe: What?!\nRachel: What?!\nRoss: Monday?!\nJoey: How long do you have to go for?\nChandler: They said it could be up to a year.\nJoey: A year?!\nRachel: (To Monica) Do you have to go?\nMonica: I kind of have to don't I? Because of this stupid thing (Points to her wedding ring.)\nChandler: There is nothing like the support of your loving wife, huh?\nJoey: Wait a minute, you can't go to Tulsa. Maybe you forgot, but we've got tickets to the Jets game next week.\nChandler: I'm sorry buddy, but I don't think I'm gonna be able to make it.\nJoey: We were gonna go see the Jets!\nRoss: You can't go, I mean you're the glue that holds this group together!\nChandler: Really?\nRoss: Not you.\nJoey: I can't believe you guys are moving.\nPhoebe: I call their apartment!!!\nEveryone: No!!! Ah!! Ahh!!!\n[INTRO]\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Joey: Here you are (Hands Rachel a cup of coffee)\nRachel: Thank you Joey. You know what? I'm not even sure I can have caffeine.\nRoss: I went thru this with Ben and Carol. One cup of coffee won't affect your milk.\nRachel: Yeah. Just to be sure I'm gonna call Dr. Wiener.\nJoey: (Laughs)\nRachel: Every time? (She takes up her cell phone and starts dialing.)\nJoey: Uhuh.\nRoss: Rach, you don't have to call whenever you have a little question, okay? Trust me, I know this.\nRachel: All right, I trust you. (Continues to dial)\nRoss: Rachel, I can see you dialing! I don't understand why...\nRachel: I'm on the phone! (On the phone) Dr. Wiener? (Ross and Rachel walk away)\nJoey: (Laughs)\nPhoebe: It's so weird seeing Ross and Rachel with a baby. It's just so grown up.\nJoey: I know, yeah. I feel like we're all growing up. Person named Wiener, God that kills me. (Laughs)\nPhoebe: Look at you all grown up.\nJoey: Actually, you know what? I am. That whole thing with Rachel made me realize that maybe I'm ready for a more serious relationship. You know? Like I'd like to meet a nice mature commitment-minded lady. And looks aren't as important as...Nah, she's gotta be hot.\nPhoebe: You know, I might know somebody. Hey, how about you set me up with someone, and we double date!\nJoey: I can do that, yeah. How is Friday?\nPhoebe: Done. Oh good, really?\nJoey: Yeah!\nPhoebe: Let's see! (Opens her address book.) Oh, you know who's great? Sandy Poophack.\nJoey: (Laughs) Poophack... (Laughs)\nPhoebe: Yeah... All right, well that rules out Lana Titweiller\nJoey: (Laughs)\n[SCENE: Chandler and Monica's apartment]\nChandler: (Enters) Hey!\nMonica: Hey!\nChandler: I've got good news!\nMonica: You got out of the whole Tulsa thing?\nChandler: Okay, I have news. You don't have to move to Tulsa. You can stay here and keep your job.\nMonica: It's great! How?\nChandler. Well my boss and I worked out a deal where I only have to be in Tulsa four days a week, so the other three I can be here with you.\nMonica: So you're gonna be gone four days a week? (Thinks about it.) No.\nChandler: I'm sorry, are you just used to saying that?\nMonica: No. I can't be away from you for that long.\nChandler: Really?\nMonica: Yeah, you're my husband. I'm not gonna live in a different state than you for 208 days out of the year.\nChandler: That's fast math! We could use you in Tulsa.\nMonica: Honey, thanks for trying to figure out a way, but if you're going to Tulsa, I wanna go with you.\nChandler: Hey, you said that without gagging!\nMonica: I know! (They high-five.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross and Rachel's apartment]",
            "dialog": "Rachel: (On the phone) Excuse me? Oh yeah? Well, up yours too! (Hangs up)\nRoss: (Enters from his bedroom)Who the hell was that?!\nRachel: Dr. Wiener.\nRoss: Rach, you can't call people at three in the morning.\nRachel: Oh you know what, you sound just like his wife!\nRoss: Was there anything you did wrong with Emma?\nRachel: Yes, of course there is! Okay? I'm not insane!\nRoss: Well, what was it?\nRachel: Hiccups.\nRoss: Rach, I told you, you can't call him every time any little thing comes up.\nRachel: Yeah well, not anymore I can't. He fired us! What are we gonna do? We have to find a pediatrician. Wait wait, Monica said that when you guys were growing up, you really liked your doctor. What was his name?\nRoss: Dr. Gettleman? Yeah I know, I don't think that's a good idea. In fact, I think he's dead.\nRachel: Argh! Why does everything happen to me?!\nRoss: Rach, I promise first thing tomorrow we'll find another doctor, but I gotta get up early and I'm not feeling all that well.\nRachel: What? What, do you mean you're not feeling well? What do you have? Is it Rubella? Because don't go near Emma, she has not had that shot.\nRoss: You know? Come to think of it, it does feel Rubella-like! (Walks back into his room.)\nRachel: (Grabs the phone and stars dialing) (On phone) (In a high pitch voice) Wiener, Wiener (In a low pitch voice) Wiener, Wiener!!!\nRoss: (Comes back into the living room) Rachel!!!\nRachel: Great! Now he's gonna know it was me!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joey's apartment]",
            "dialog": "Phoebe: (Enters) Hey!\nJoey: Hey!\nPhoebe: So how is this for our big double date tonight? (She is all dressed up)\nJoey: (Realizes that he has forgotten all about the double date) Oh my God!\nPhoebe: Ooh, great! Just the reaction I was hoping for.\nJoey: Yeah, so you found someone for me. You didn't forget?\nPhoebe: Of course not! And you're gonna love Mary Ellen. She's really smart and cute and funny, and I can't tell you how I know this, but she' not opposed to threesomes. So tell me some about my guy.\nJoey: No.\nPhoebe: Come on, give me something. What's his name?\nJoey: Mike.\nPhoebe: Mike? Okay! What's his last name?\nJoey: Damnit! Is there no mystery left in romance anymore!?\nPhoebe: All right, we'll se you and Mike at the restaurant in a couple hours.\nJoey and Phoebe: (Ad-lib good-byes) (Phoebe leaves)\nJoey: Why did I have to say Mike? I don't know a Mike! Why couldn't I have said... (Looks through his address book) There's no guy in there!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Monica's apartment]",
            "dialog": "Rachel: It's impossible to find a good doctor. I mean, how do you know the good ones from the ones who are gonna push their penis against your knee?\nMonica: Excuse me?\nChandler: I know what she's talking about.\nRachel: We've got to find a new pediatrician. Ross was getting sick last night, and I think Emma may have caught it.\nMonica: Why don't you go see Dr. Gettleman?\nRachel: Ross said he died.\nMonica: He didn't die. I saw his daughter last week. Said he was fine. Her on the other hand, botched Botox.\nRachel: Oh, great! Well, then I'm gonna take Emma to see him. I wonder why Ross said that he died.\nMonica: Oh, maybe he was getting him confused with his childhood therapist.\nChandler: He saw a therapist?\nMonica: Yeah, he used to have this recurring nightmare, just really freaked him out.\nRachel: Why? What was it?\nMonica: That I was going to eat him.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "(Joey walks in and looks around. He's trying to find a Mike for Phoebe)\nJoey: MIKE!!!\nMike: Yeah?\nJoey: (Checks him out) Okay! (Walks over to his table and sits down with him)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Restaurant]",
            "dialog": "Mike: I gotta tell you, I can't believe I'm doing this with you. Although I did just get out of a nine-year relationship, so I guess I should be open and taking some risks.\nJoey: Everything is gonna be fine. Just follow my lead, okay? All you have to do is pretend to be Mike.\nMike: I am Mike.\nJoey: Atta boy!\n(Phoebe and Mary Ellen enter.)\nJoey: Okay, look...\nEveryone: (Ad-lib hellos)\nPhoebe: Joey, this is Mary Ellen Jenkins. So, Mike, how do you and Joey know each other anyway?\nMike: How do I and Joey know each other? Wow, if I had a nickel for every time somebody has asked me that.\nJoey: (Laughs) From school.\nMike: Yeah, we met in college. (Off Joey's look) I mean, high school.\nPhoebe: Wow, you guys go way back then. So what are you up to these days?\nMike: Well, I'm a lawyer.\nJoey: Mike, 'attorney at law'!\nMike: Actually, I just gave up my practice.\nJoey: What? That's the kinda thing you usually run by me.\nMike: I always wanted to play piano professionally, and I figured if I don't do this now, I never will.\nPhoebe: Wow, that's great! I liked that better than the law thing, so...\nJoey: Which is why I waited until now to introduce you to Mike.\nMary Ellen: I thought you thought he was still a lawyer.\nJoey: No, no, that's not what I meant. Let's get you a cocktail.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler and Monica's apartment]",
            "dialog": "(Monica Enters. Chandler is in the kitchen with his laptop)\nMonica: Hey!\nChandler: Hey!\nMonica: What are you doing?\nChandler: Looking for restaurant jobs for you in Tulsa.\nMonica: That's so sweet. Find anything?\nChandler: Slim Pickings.\nMonica: Nothing, huh?\nChandler: No, 'Slim Pickings', it's a barbecue restaurant. They're looking for a cook. Actually 'cook' may be a bit of a stretch. They're looking for someone to shovel mesquite.\nMonica: 'Slim Pickings'...That is so cheesy.\nChandler: 'So Cheesy' also has an opening.\nMonica: Honey, that's okay. I actually know this woman, Nancy, who's a restaurant biz head-hunter. Maybe she'll know of something.\nChandler: Can I just say how much I appreciate you coming with me. When we get to Tulsa I'm taking you for a great dinner at 'Slim Pickings'. 'So Cheesy'? 'Whole Hog'? It's going to be tough to keep Kosher in Tulsa.\nMonica: (On phone) Hi, Nancy. Hi, it's Monica Geller. I'm good. Listen, I'm looking for a job in Tulsa. Well yeah, my husband has been relocated...Because I love him! No, I don't want a job in New York. Javo (sp?) is looking? Oh my God! He asked for me personally? Oh my God! Oh, wow, this is really flattering, but I'm moving to Tulsa. Yeah, so if you would tell Javo (sp?) 'I'll take it!'\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Pediatrician's office]",
            "dialog": "Rachel: Hi, my name is Rachel Green, I have an appointment for Emma.\nReceptionist: Dr. Gettleman is finishing up with a patient, he should be out shortly.\nDr. Gettleman: (To a patient) I think you just have a cold, it's definitely not Strep.\nRoss: Thanks doctor.\nDr. Gettleman: Would you like a lollypop?\nRoss: You even have to ask?! (He grabs a lollypop out of a jar) (Sees Rachel) (To Rachel) He is alive!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Restaurant]",
            "dialog": "Phoebe: You know, it's so surprising that you and Joey have known each other for so long and I've never heard about you.\nJoey: Yeah, that's because we had a bit of a falling out. Mike hit my mom with a car.\nMike: No, I didn't.\nJoey: That's okay Mike, I have forgiven you. And now we're friends again everything's great!\nMary Ellen Wait, is your mom okay?\nJoey: Please, we're trying to have a conversation. (Pushes the wine glass closer to Mary Ellen.)\nMary Ellen: Wow, you're a lot nicer on 'Days of Our Lives'.\nMike: 'Days of Our Lives'! That's why you look so familiar!\nPhoebe: What?!\nMike: What?!\nJoey: What?!\nPhoebe: Do you not know each other?\nJoey: (Laughs) Of course we do! Mike is playing a game that we used to play in high school. Yeah, where we pretend we don't know each other. We played all kinds of games. (To Mike) Hey, remember the one where I punch you in the face for not being cool?!\nPhoebe: Mike, let me ask you something. How many sisters does Joey have?\nMike: (Joey holds up six fingers) Six!\nJoey: What are you doing? I said seven! (Holds up six fingers.) (Realizes his mistake) Argh!!!\nPhoebe: Joey, why did you set me up with a stranger?\nJoey: Because I forgot about our date, I'm so sorry.\nMike: I'm sorry too. And just to be clear, I didn't hit his mother with a car.\nPhoebe: (To Joey) You are unbelievable! I spent so much time finding the perfect girl for you, you know. Mary Ellen is really smart and cute and loose.\nMary Ellen: Hey!\nPhoebe: Who are you kidding? (To Joey) You just find some guy off the street for me? Oh God! This is humiliating!\nJoey: Look Phoebe I'm so sorry! Hey, look, if you don't like this guy I can find you a better one. (Looks around) Mike!! Mike!!\nPhoebe: I'm out of here (She leaves)\nMike: It was nice meeting you!\nJoey: (To Mary Ellen) You're leaving too?\nMary Ellen: I'll stay if you can tell me my name.\nJoey: Good night!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Chandler and Monica's apartment]",
            "dialog": "Chandler: Honey, we're leaving tomorrow you've still got a lot of packing to do.\nMonica: You're right. (Pause) Maybe I shouldn't go.\nChandler: What?\nMonica: So Nancy told me about this job at this great restaurant, Javo (sp?). It's just a little outside of Tulsa.\nChandler: How far outside?\nMonica: Manhattan.\nChandler: And you're thinking of taking it? (Pause) So before you said being me with me was more important than any job, but I guess now it's old job, (Raises his hand) me, (Raises his hand) new job.\nMonica: I'm gonna miss this hand! Okay I know it's a lot to ask, but oh my God Chandler, this is a once in a lifetime opportunity.\nChandler: What happened to 'you can't live without me four days a week'?\nMonica: Well, if you really think about it, I mean four days is not that long. I mean, I see you Monday before you go to work, and I see you Thursday when you get back, and I always work late on Tuesdays, so really if you think about it, it's really just one day. And well, if we can't make it one day, we've got real problems my friend.\nChandler: I think you should take the job.\nMonica: Really?\nChandler: Yeah. I know it must be important to you when you start chattering like a monkey.\nMonica: That's the nicest anyone has ever said to me!\n(Ross and Rachel enter with Emma.)\nRoss: Hey!\nMonica: How was the pediatrician?\nRachel: Oh, I really liked him. (Looks at Ross) Yeah, it was really, really, really good.\nRoss: You promised you wouldn't say anything.\nRachel: I know. (Pause) Ross still sees his pediatrician!!! (To Ross) I don't care!\nMonica: Are you serious? You still see Dr. Gettleman?\nRoss: He's a brilliant diagnostician!\nChandler: Diagnostician or boo-boo fixer?\nRachel: Ross, seriously! You've gotta go to an appropriate doctor.\nRoss: Why? Why? I know it's a little weird, but hey, he's a great doctor, okay? He knows my medical history, and every time I go in there, he makes a big deal. 'Ah look, it's my favorite patient!'\nChandler: Does he say that before he sticks his thermometer in your touchy?\nRoss: Hey, I seem to remember someone bringing his security blanket to college!\nChandler: That was not a security blanket! That was a wall-hanging!\nRoss: It didn't spend much time on the wall!!!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Mike: Excuse me, hi. I was hoping I would run into you. Can we talk?\nPhoebe: Sure.\nMike: I'm sorry, really, I'm so embarrassed. Really, I'm a pretty nice guy. Just ask my parole officer...Apparently I'm not a funny guy.\nPhoebe: Why did you go along with that?\nMike: Because I was told I'd get a free dinner, which I didn't. And that I'd meet a pretty girl. Which I did.\nPhoebe: That's true. (Pause) Well, is anything you told me about yourself true?\nMike: My name in Mike, and I do play piano.\nPhoebe: Prove it.\nMike: There isn't a piano here.\nPhoebe: That wouldn't stand in the way of a true pianist.\nMike: (Plays 'air piano')\nPhoebe: You are really good! I play a little guitar myself.\nMike: Really?\nPhoebe: Uhuh.\nMike: That's great. What kind of music do you play?\nPhoebe: Well, like acoustic folksy stuff. You know? But right now I'm working on a couple 'Iron Maiden' covers.\nMike: Do you think that maybe, sometime, I could...\nPhoebe: It's okay. Go ahead, ask me out.\nMike: Okay. Do you think maybe sometime I could take you out?\nJoey: (Walks In)\nPhoebe: (To Mike) Oh, you just caught me off guard! Yeah, that would be nice.\nJoey: Look at this. My two best friends!\n(Phoebe and Mike look at him, and he goes over to the counter.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Pediatrician's office]",
            "dialog": "Ross: Excuse me, I don't mean to be a jerk, but the baby with the rash came in after me.\nReceptionist: The doctor will be right with you sir.\nGirl: (Reading a book) Mommy, I can't find Waldo.\nRoss: With the circus? He's behind the elephant.\nWoman: Wow, so your child is a big fan of the Waldo books too?\nRoss: Yeah, that's how I know. I'm Ross by the way.\nSally: Hi, I'm Sally. So, no ring. Can I assume you are also a single parent?\nRoss: I am a single parent.\nSally: It's hard isn't it? There's almost no time for a social life. I mean, where are you gonna meet someone?\nRoss: Well, let's say, I don't know, you met someone in the pediatrician's office.\nNurse: (To Ross) Rossy, we're ready for you.\nRoss: Hmm, yeah. (To a random boy in the waiting room) Come on Ross jr. It's time to go in.\nBoy: Mommy (He walks over to Sally.)\nGirl: Mommy, what's wrong with that man?\nRoss: Hey, I helped you find Waldo!\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Chandler and Monica's apartment]",
            "dialog": "Ross: (Enters) Oh good, you haven't left yet.\nMonica: Where have you been?\nRoss: I got held up at Dr. Gettleman's office. There was some guy that freaked everybody out.\nChandler: Well, you got here just in time. I really have to go buddy. (They hug)\nRoss: Oh man.\nMonica: Promise to call me when you land.\nChandler: Of course I will call you. I love you.\nMonica: I love you too. (They kiss)\nRachel: Okay, wow, wow, wow. Watch the tongue people, we've got a baby over here.\nPhoebe: Bye Chandler.\nChandler: Awww. (They hug) Bye!\nRachel: Bye honey. (They hug)\nChandler: (Tries to hug Joey but J. moves away) What's the matter Joe?\nJoey: I'm mad at you for leaving! You're nothing but a big leaver. Big leaver with a stupid suitcase.\nChandler: Any chance you are trying to pick a fight to make all this easier?\nJoey: Dude, you see right thru me!! (They hug) (Joey heads for the door and pushes Chandler's suitcase on the way out.)\nChandler: Well, bye Mon, bye Ross, Rachel, bye Emma!\nPhoebe: Okay, bye-bye! (Pushes Chandler out the door.) Good trip! (Slams the door)\nMonica: (Runs out to the hallway) Chandler, wait. It goes: Old job, (Raises her hand) new job, (Raises her hand really high) you. This is just something I have to do.\nChandler: I know.\nMonica: I love you so much.\nChandler: I know that too. (They kiss)\n(Joey opens the door and takes Chandler's suitcase into his own apartment.)\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Airport]",
            "dialog": "Chandler: (On cell phone) Don't worry, I'll be back before you know it. Yes it will be the same. Because I know, that's how. I promise.\nCUT TO: Monica and Chandler's apartment.\nJoey: (On the phone with Chandler) Double promise? Call me when you land.\nMonica: Can I talk now?\nJoey: Okay, bye. (He hangs up the phone.)\nMonica: Joey?\nJoey: He had to board.\n"
        }
    ]
}