{
    "metadata": {
        "season": "SEASON 9",
        "title": "910 Christmas In Tulsa",
        "written_by": "Doty Abrams",
        "transcribed_by": "Stephan Hoffmeister",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Chandler's Apartment, everyone's there; Phoebe recites the last verse of a poem to Joey. This poem is known as \"The Night Before Christmas\" by Clement Clarke Moore, but it seems that it's rather \"Account of a visit from St. Nicholas\" by Henry Livingston.]",
            "dialog": "Phoebe: ...sprang to his sleigh, to his team gave a whistle;\nand away they all flew like the down of a thistle;\nbut I heard him exclaim, ere he drove out of sight,\n\"Merry Christmas to all, and to all a goodnight!\"\nJoey: (impressed) Wow, that was great! You really wrote that?\nPhoebe: (smiling) Uh-huh.\nChandler: (coming from the bedroom) Say goodbye elves, I'm off to Tulsa.\nMonica: I can't believe you're not gonna be here for Christmas.\nRoss: You're really not coming back?\nChandler: Yeah, we have all this paperwork that needs to be filed by the end of the year. If I don't get it done, I'll be fired.\nMonica: It's so unfair, you don't even like your job!\nChandler: So, who does?\nPhoebe: Oh, I like my job.\nJoey: I *love* my job.\nRachel: Yeah, I can't *wait* to go back to work.\nRoss: I can't get *enough* dinosaurs!\nChandler: I'm sorry, I won't be here.\nMonica: It's just... It's hard enough not seeing you during the week, but for Christmas... alright, if this is what you have to do, I understand.\nChandler: Thanks. (they kiss) I'll see you New Year's Day.\nMonica: (shocked) You're not gonna be here New Year's Eve??\nChandler: Did I not mention that?\nMonica: No!\nChandler: (thinks for a second, then waves his arms, exclaiming:) AND TO ALL A GOOD NIGHT! (and runs out of the apartment)\n*Opening Credits*\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Chandler's Office in Tulsa, in the conference room. Chandler's staff/co-workers are sitting round the table; Chandler is walking around, when he notices a piece of paper attached to the back of his chair.]",
            "dialog": "Chandler: All right everybody, I know that it's Christmas Eve and you'd rather be with your families, but there's *no* call (he takes it off) for writing \"Screw you, Mr. Bing!\" on the back of my chair! (he looks at it) -- By the way, you can all call me Chandler.\n(Wendy enters the conference room, carrying a cardboard box.)\nWendy: Hey!\nOthers: Hey.\nChandler: Hey. Where've you been?\nWendy: I was, uh, checking out that insurance company's Christmas party on three, oh, it was really beautiful, they have all these decorations and this huge tree and I just, uh... to hell with them, we have to work. -- So I stole ther ham. (She turns the cardboard box upside down over the conference table, a big piece of ham falls out.)\nChandler: (to the others) You hear that? You may not be with your families, but at least it's gonna smell like ham in here.\nClaudia: My kid's in a play right now.\nChandler: Y'know what, I know what will cheer you guys up! (he starts spreading envelopes among them) I had a little talk with the boys in New York, told 'em about all the hard work you've been doing and that a little Christmas bonus may be in order.\nKen: (reading off his card) \"A donation has been made in your name to the New York City Ballet\".\nChandler: Well, that's like money in your pocket! - Alright look, you want me to say it? This sucks. Being here sucks! This work sucks!\nWendy: *Now* it feels like Christmas.\nChandler: I'm sorry. Hey, at least you guys get to go home and be with your families tonight. I have to go back to an empty hotel room and lay down on a very questionable bedspread. And then tomorrow morning, you get to have Christmas morning in your own houses, wich, by the way, none of you have invited me to.\nKen: You can come to my house!\nChandler: Haha, no thanks!\nWendy: That was a nice pep-talk.\nChandler: Oh, thanks! I'm... actually thinking about becoming a motivational speaker.\nWendy: So, if you were home right now, what would you be doing?\nChandler: Typical Christmas-y stuff, you know? Our holidays are pretty traditional...\n[Flashback to 410 - TOW The Girl From Poughkeepsie]\n\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Phoebe is singing her holiday song.]",
            "dialog": "Phoebe: So here is a, a very special holiday song that I wrote for some very important people to me. (singing:)\n\"Went to the store, sat on Santa's lap.\nAsked him to bring my friends all kinds of crap.\nSaid all you need is to write them a song.\nNow, you haven't heard it yet, so don't try to sing along.\nNo, don't sing along.\nMonica, Moncia, have a happy Hanukkah.\nSaw Santa Claus, he said hello to Ross.\nAnd please tell Joey, Christmas will be snowy!\nAnd Rachel and Chandler, have err-umm-glander!!\"\nHappy holidays, everybody!\n[Flashback to 610 - TOW The Routine]\n\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Chandler's apartment, Chandler is there. Phoebe and Rachel enter.]",
            "dialog": "Rachel: Okay, Pheebs, you look in the kitchen, I will look in the back closet.\nChandler: I can save you time ladies, I'm right here.\nPhoebe: Yeah, Chandler why don't you take a walk? This doesn't concern you.\nRachel: We are looking for our Christmas presents from Monica.\nChandler: What? That's terrible!\nPhoebe: No-no, we do it every year!\nChandler: Oh well, that, that makes it not terrible.\nPhoebe: No, yeah, we never find them! She's always best at us, that wily... minx.\nRachel: Don't worry, we're just gonna search here for an hour, and then we're gonna go over to Joey's and search, OK?\nChandler: No not okay, you can't look for Monica's presents!\nPhoebe: Oh no, we have to!\nChandler: No, you don't have to, and you can't because I, I live here too.\nPhoebe: Well then, you should look with us.\nChandler: Why?\nRachel: Chandler, aren't you worried about what to get Monica for Christmas?\nChandler: No, I have a great idea for a present for her.\nPhoebe: Oh, that's it? (Mimics Chandler) A great idea! Oh yeah.\nRachel: Chandler, that's not enough. I mean what if she gets you a great present, two medium presents, and a bunch of little presents? And you've just gotten her one great present? I mean that's just gonna make her feel bad. Why would you do that to her Chandler? Why? Why?\nChandler: If I help, we can find 'em faster!\nRachel: That's right!\n(Phoebe looks under the couch)\nPhoebe: Ooh ooh, we have a live one!\nRachel: Oh, it's a Macy's bag!\n(Phoebe tips it upside down, and a shoe falls out)\nRachel: Oh.\nPhoebe: Ooh, who's it for?\nRachel: (Reading from a tag that's attached to the shoe) \"Dear losers, do you really think I'd hide presents under the couch? P.S.: Chandler, I knew they'd break you.\"\n[Flashback to 209 - TOW Phoebe's Dad]\n\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's apartment. Joey and Chandler are giving out their Christmas presents out of a cardboard box from a case of motor oil.]",
            "dialog": "Joey: Rach, these are for you.\nRachel: Wiper blades. I don't even have a car.\nJoey: No, but with this new car smell, you'll think you do.\nChandler: OK, Pheebs, your turn.\nPhoebe: Ahh, toilet seat covers! Is that what you were doing while I was getting gas?\nJoey: Uh-huh.\nPhoebe: You guuuyys.\nJoey: And for Ross, Mr. Sweet-tooth.\nRoss: You got me a cola drink?\nChandler: And, a lemon lime.\nRoss: Well this, this is too much, I feel like I should get you another sweater.\nChandler: And last but not least.\n(Chandler and Joey give Monica a pack of condoms.)\nJoey: They're ribbed for *your* pleasure.\n[Flashback to 710 - TOW The Holiday Armadillo]\n\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica, Chandler and Phoebe's, Ross is costumed as an Armadillo.]",
            "dialog": "Ross: Ooh, hey Ben, what if the Holiday Armadillo told you all about the Festival of Lights?\nBen: Cool!\nRoss: Yeah!\nMonica: Come on Ben.\n(Monica and Ben sit down on the couch.)\nRoss: Years and years ago there were these people called the Maccabees...\nChandler: (entering in a Santa costume) Ho, ho, ho! Merry Christmas!\nBen: Santa! (Runs to Chandler and hugs him)\nChandler: Hey! (Grunts as Ben hits him at full speed.)\nRoss: What are you doing here, Santa?\nChandler: Well, I'm here to see my old buddy Ben. What are you doing here, weird...turtle-man?\nRoss: I'm the Holiday Armadillo, your part-Jewish friend. You sent me here to give Ben some presents. Remember?\nChandler: What?\nMonica: Okay Ben, why don't you come open some more presents, and Santa, the Armadillo and I have a little talk in the kitchen? There's a sentence I'd never thought I'd say.\n(They walk to the kitchen; everyone is lowering their voices)\nRoss: (to Chandler) What are you doing?\nChandler: You called everyone and said you were having trouble finding a Santa costume, so I borrowed one from a guy at work!\nRoss: Thank you, but, but you, you gotta leave.\nChandler: Why?\nRoss: Because, I'm finally getting him excited about Hanukkah, and, and you're-you're wrecking it.\nChandler: But I didn't get to shake my belly like a bowl full of jelly.\nRoss: I'm sorry Chandler, but this, this is really important to me.\nChandler: Fine, I'll give the suit back.\n(Ross turns around and walks back to Ben.)\nMonica: (to Chandler) Hey, you think, you can keep it another night? (She has a really teasing look on her face and keeps twirling Chandler's beard.)\nChandler: Santa? Really?\nMonica: Yeah, is that okay?\nChandler: Did your Dad ever dress up like Santa?\nMonica: No.\nChandler: Then it's okaaay! (They kiss.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Back in the conference room in Tulsa.]",
            "dialog": "Chandler: You know what, everybody? Go home. You should be with your families. It's bad enough that we're working New Year's Eve.\n(All others are looking up, surprised)\nChandler: Did I not tell *anyone* about New Year's Eve? -- Alright, look, go! Go home, okay? Merry Christmas! Go.\n(All are leaving, wishing each other a Merry Christmas, peace on earth, etc. Only Wendy stays.)\nChandler: Good, God's speed, good people! (he starts to close the door, turns around and sees Wendy) You're not gonna go?\nWendy: Naah... I couldn't leave you alone.\nChandler: Ah. Thanks.\nWendy: Besides, I can't leave until their Christmas party downstairs clears out; there are some *pissed off* insurance people looking for that ham.\nChandler: Ah. (The phone rings; he answers it) Chandler Bing.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene change back an forth: Monica and Chandler's Apartment, Monica's on the other end of the line. The phone's speaker is turned on, so the rest of the gang, sitting around the phone, can hear Chandler.]",
            "dialog": "Monica: Hi Honey! We're all here; we just want to wish you a Merry Christmas.\nOthers: (simultaneously) Merry Christmas! (except for Phoebe...)\nPhoebe: (simultaneous to the others) Ble-blah-blar Blargh!\n(All the others look at her, stunned/incredulous)\nChandler: Ahh, Merry Christmas; I miss you guys!\nMonica: So is it horrible? Is everybody working really hard?\nChandler: Ah, well no, it's just uh, me and Wendy.\nMonica: Wendy? -- That sounds like a girl's name.\nChandler: It is. Did I... not tell you about her?\nMonica: Umhmm, umhmm, about the time you told me about New Year's Eve. Where is everybody else?\nChandler: I sent them home.\nMonica: Ohh, you are such a good boss! Is she pretty?\nChandler: Uhh, uh...\nRoss: (in a low voice) Answer faster, answer faster!\nChandler: I don't know!\nRoss: (in the same low voice) Answer better, answer better!\nChandler: I don't think of her that way, you know, she's a, she's a colleague.\nMonica: What does she do there?\nChandler: Oh, she's regional Vice President; She's... just below me.\nMonica: She did WHAT?\nChandler: BE-LOW me!\nJoey: Ahh, wait, is Wendy the runner-up Miss Oklahoma?\nMonica: *What*??\nChandler: Well, she... she didn't win...\nMonica: Alright, well, maybe I should let you and the second prettiest girl in Oklahoma get back to work.\nChandler: Well, second prettiest that year; I mean, of *all* the girls in Oklahoma, she's probably...\nRachel: (interrupting him) Oh Chandler, stop talking!\nChandler: Honey, there's really nothing to worry about.\nMonica: Okay.\nChandler: I'm serious!\nMonica: Okay!\nChandler: Merry Christmas.\nMonica: Merry Christmas.\nChandler: Merry Christmas, you guys!\nOthers: (simultaneously) Yeah, Merry... Christmas. (again, Phoebe...)\nPhoebe: (simultaneous to the others) Blah blargah, blar-blab.\n(Again the others just look at her, silent, puzzled.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: back in the conference room in Tulsa]",
            "dialog": "Chandler: (hanging up the phone) The wife says \"Hi!\".\nWendy: Ah. Fun conversation?\nChandler: Ah well, she's got this weird idea, that, uh, y'know, just because you and I are alone, that something is gonna happen.\nWendy: Huh? Really? -- Hm, that'd be so terrible? (She gets hold of Chandler's tie, slowly moving her hands upwards on the tie, getting closer and closer to him, seductive.)\nChandler: This is probably the wrong thing to be worrying about, but... you're getting ham on my only tie.\n(She's getting closer to him, the scene fades to black.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The conference room in Tulsa again, Chandler is trying to evade Wendy]",
            "dialog": "Chandler: Whoa-ho, back off, Missy! (He takes a step back, but she still keeps her grip on his tie.)\nWendy: (laughs) ...Missy?\nChandler: I don't know; I'm not used to girls making passes at me! ... (She lets go of his tie) Wait a minute... am I sexy in Oklahoma?\nWendy: You are to me... (She gets closer again, putting her arms around his torso.)\nChandler: (flattered) No,... no... (realizing) NO! (He quickly gets several steps away from her.) Look, I'm, I'm married!\nWendy: So? I'm married. (Showing him the ring on her finger.)\nChandler: I'm *happily* married.\nWendy: Oh. - What's *that* like?\nChandler: Right. So, I'm sorry...\nWendy: Seriously? Happily married. So that phone call before, that was ... happy?\nChandler: Well look, it's not easy to spend this much time apart, you know. She's entitled to be a little paranoid... or, in this case: right on money! ... You know, she's amazing, and beautiful, and smart, and if she were here right now, ...she'd kick your ass. Look, you're a really nice person... ham stealing and adultery aside. But, what I have with my wife is pretty great, so nothing is ever gonna happen between us.\nWendy: Okay, let me ask you something: if what you and your wife have is so great, then why are you spending Christmas with me?\n(Chandler starts to think about it...)\n[Flashback to 716 - TOW The Truth About London]\n\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: London, Chandler's hotel room. He was getting ready for bed when Monica pays him a visit and they started talking]",
            "dialog": "Chandler: I mean, you were the most beautiful woman in the room tonight!\nMonica: Really?\nChandler: You kidding? You're the most beautiful woman in most rooms... (She jumps up and kisses him.) (Breaking the kiss.) Whoa! Whoa! Whoa! What's going on? You and I just made out! You and I are making out?\nMonica: Well, not anymore.\nChandler: But we don't do that.\nMonica: I know, I just thought it would be fun.\nChandler: How drunk are you?\nMonica: Drunk enough that I know I wanna do this. Not so drunk that you should feel guilty about taking advantage.\nChandler: (thinks) That's the perfect amount!\nMonica: Okay!\n(They run to the bed, sit down, and start making out again.)\nMonica: (breaking the kiss) Y'know what's weird?\nChandler: What?\nMonica: This doesn't feel weird!\nChandler: I know.\nMonica: You're a really good kisser.\nChandler: Well, I have kissed over four women. (They kiss again.) Do you wanna get under the covers?\nMonica: Hm-hmm!\nChandler: Okay!\n(They do so and they take off their clothes.)\nMonica: Wow! You are really fast!\nChandler: It bodes well for me that speed impresses you.\nMonica: We're gonna see each other naked.\nChandler: Yep!\nMonica: Do you wanna do it at the same time?\nChandler: Count of three?\nMonica: One!\nChandler: Two!\nMonica: Two!\nBoth: Three! (They lift up the covers and check each other out, then come back up with silly grins on their faces.)\nChandler: Well I think it's safe to say that our friendship is effectively ruined.\nMonica: Eh, we weren't that close anyway!\nChandler: Eh! (They start making out again)\n[Flashback to 503 - TOW The Triplets]\n\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: A hallway in the hospital, Monica and Chandler are talking.]",
            "dialog": "Chandler: So, are you really gonna go out with that nurse man?\nMonica: Well uh, you and I are just goofing around, I thought, why not just goof around with him.\nChandler: Y'know, I don't know if you've ever looked up the term goofing around in the dictionary... Well, I have, and the technical definition is, two friends who care a lot about each other and have amazing sex and just wanna spend more time together. But if you have this new fangled dictionary that gets you made at me, then we have to, y'know, get you my original dictionary. I am *so* bad at this.\nMonica: I think you're better than you think you are.\nChandler: Really? Okay, so...\nMonica: (interrupting) Know when to stop.\nChandler: Y'know, I sensed that I should stop. So we're okay?\nMonica: Yeah. (They kiss and as she starts to leave, Chandler starts to dance. Without turning around:) Don't do the dance.\nChandler: Right!\n[Flashback to 524 - TOI Vegas, Part II]\n\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The Gift Shop, Monica and Chandler are entering.]",
            "dialog": "Monica: I can't get married until I get something old, something new, something borrowed, and something blue.\nChandler: Okay, all right, all right, all right! Okay! (Picks up a blue sweater.) Okay, here's something, here's something blue and new.\nMonica: You're so efficient. I love you!\nChandler: Let's go! (Starts to leave.)\nMonica: No-no-no, wait! We need something old!\nChandler: Oh, okay, I have condom in my wallet that I've had since I was twelve.\nMonica: That'll work!\nChandler: I don't think so.\nMonica: Okay, now we just need something borrowed!\nChandler: (looks around) Here just...take this. (Hands her the sweater.)\nMonica: That's stealing!\nChandler: No, we'll-we'll bring it back! Just put it under your dress.\n(She does so and it makes her look pregnant.)\nMonica: Ohh. (Rubs her fake stomach.)\nChandler: Okay, one thing at a time. (They run out to get married.)\n[Flashback to 702 - TOW Rachel's Book]\n\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica, Chandler, and Phoebe's, Chandler is looking at the wedding book as Monica enters.]",
            "dialog": "Monica: Listen umm, I've been thinking, it's not fair for me to ask you to spend all of your money on our wedding. I mean, you work, you work really hard for that.\nChandler: Ehh.\nMonica: Eh, you work for that.\nChandler: Look, I thought about it too, and I'm sorry. I think we should spend all of the money on the wedding.\nMonica: You do?!\nChandler: Yeah, I'm putting my foot down. Yeah look, when I proposed I told you that I would do anything to make you happy, and if having the perfect wedding makes you happy, then, then that's what we're gonna do.\nMonica: Oh, you're so sweet. (They hug and kiss.) Oh, but wait, what about our, what about the future and stuff?\nChandler: Eh, forget about the future and stuff! So we only have two kids, y'know? We'll pick our favorite and that one will get to go to college.\nMonica: You thought about that?\nChandler: Yeah.\nMonica: How many kids were we gonna have?\nChandler: Uh, four, a boy, twin girls and another boy.\nMonica: What else did you think about?\nChandler: Well, stuff like where we'd live, y'know? Like a small place outside the city, where our kids could learn to ride their bikes and stuff. Y'know, we could have a cat that had a bell on its collar and we could hear it every time it ran through the little kitty door. Of course, we'd have an apartment over the garage where Joey could grow old.\nMonica: (laughs) Y'know what? I-I don't want a big, fancy wedding.\nChandler: Sure you do.\nMonica: No, I want everything that you just said. I want a marriage.\nChandler: You sure?\nMonica: Uh-hmm.\nChandler: I love you so much.\nMonica: I love you. (They kiss.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica and Chandler's Apartment, everyone except Chandler is there; they're opening their presents]",
            "dialog": "Rachel: (opens her present from Ross; it's a dark-red scarf) Oohh, I love it!\nRoss: Really? You're not gonna return it?\nRachel: Well, not this second!\nPhoebe: (at the window) Hey look, you guys, it's snowing!\n(The others all get up and go to the window.)\nRachel: Oh wow, it's so beautiful...\nRoss: Wow, it really is!\n(They all stand a moment in silence, staring out of the window.)\nMonica: \"Wendy\" is a fat girl name.\nPhoebe: Aren't we done with that?\nMonica: Okay, fine. Let's talk about snow. -- Do you think it's snowing in Tulsa, where my husband is having sex on a copying machine?\n(Shortly after that, Chandler enters.)\nChandler: Hey!\n(Surprised, uttering Ahhs and Ohhs, the others are coming over to him.)\nRoss: Oh my god...\nJoey: Hey-heeyyy - Look at that, it's a Christmas miracle!\nMonica: What are you doing here?\nChandler: I wanted to be with you. I missed you so much.\nJoey: Hey, hey, uh, who did you miss the most?\nChandler: Monica.\nJoey: Got ya. (blinks an eye)\nChandler: I never want to leave you again!\nMonica: But I thought if you left, you get fired.\nChandler: Turns out they can't fire me. Because I quit.\nMonica: What?\nRoss: What, you, you really quit your job?\nChandler: Yeah! It's a stupid job, and I could not stand leaving you. And why should I be the only one who doesn't get to do what he *really* wants to do?\nRachel: What do you really want to do?\nChandler: (realizing) I have *not* thought this through!\nMonica: Oh my god!\nChandler: I know, I, I should have talked to you first about it.\nMonica: No, I think that this is what you wanna do, I think it's great!\nChandler: Thanks!\nPhoebe: Chandler, your being here is the best Christmas present I could have ever imagined.\nChandler: (flattered) Ahh...\nPhoebe: Now give me my real gift.\n(Chandler hands Phoebe an envelope, and some more to Monica)\nPhoebe: (to Chandler) Thank you.\nChandler: (to Monica) Here, pass these, will ya.. (points to the others)\n(Monica passes the Envelopes on to Ross, Joey and Rachel.)\nRoss: Oh, hey...\n(They all open their envelopes.)\nRoss: (reading off his card) \"A donation has been made in your name to the New York City Ballet.\" -- How did you know?\nRachel: Wha... are you kidding? I can't return this.\nChandler: I... thought it was a timely start to thinking about other people. Besides, this gift still says I love you guys.\nJoey: Mine's is to Lilian Myers.\nChandler: I don't have a *job*!\n*Closing Credits*\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Monica and Chandler's Apartment, Monica is cleaning up, Chandler is sitting on the couch, checking the Job offers in a Newspaper.]",
            "dialog": "Chandler: Actuary... no. Book-keeper... no. Topless dancer... (he looks down on himself, checking, then nods satisfied and marks the offer with a pen) (to Monica:) Hey, d'you know what I just realized? You are the sole wage earner. *You* are the head of the household. I don't do anything - I'm a kept man!\nMonica: You are! (she picks up a bill from the table, handing it to Chandler) Hey, here's twenty bucks. -- Why don't you go buy yourself something pretty while I'm at work tomorrow?\n(Chandler looks at the bill, thinking... then looks at the offer in the Newspaper and makes some dancing moves to see if he's up for the job...)\nEnd\n"
        }
    ]
}