{
    "metadata": {
        "season": "SEASON 9",
        "title": "915 The Mugging",
        "written_by": null,
        "transcribed_by": null,
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Written by: unknown yet\nTranscribed by: Johannes Pohl\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Joey, Ross, Monica and Phoebe are there as Chandler enters]",
            "dialog": "Chandler: (excited) Guys, guys, I've got great news! Guess what…\nJoey: Uh, ah, Monica's pregnant?!\nMonica: (shocked) Really? (She looks around, suddenly embarrassed) Let's get past the moment.\nPhoebe: What's your news?\nChandler: Thank you. I got a job in advertising. (Everybody cheers)\nMonica: (hugging Chandler) Oh, honey, that's incredible!\nPhoebe: (inquisitive) Gosh, what's the pay like? (Everybody stares at her indignantly) Oh, come on people… (defending) come on, now, if I don't know who makes the most, how do I know who I like the most! (She looks at Joey) Hey Joey! (Joey winks at her)\nChandler: Actually, it pays nothing. It's an internship.\nJoey: Oh, that's cool. We have interns at 'Days Of Our Lives'.\nChandler: Right. So, it'll be the same except… less sex with you. (Joey nods)\nRoss: So, uh, what kinda stuff do you think they'll have you do there?\nChandler: Well, it's a training program, but at the end, they hire the people they like.\nPhoebe: (enthusiastic) That's great.\nChandler: Yeah, I mean, there's probably gonna be some ground work which will probably stink, you know, grown man getting people coffee is a little humiliating\n(At the same time, Gunther puts down a cup of coffee in front of Chandler)\nChandler: (grinning awkwardly) Humiliating and noble!\n(Gunther shoots a nasty look at him while leaving)\nRoss: You know, if I didn't already have a job, I think, I would have been really good in advertising.\nMonica: Ross, you did not come up with \"got milk?\"\nRoss: Yes, I did, I did! (He turns to Joey, disappointed) I should have written it down!\nOpening Credits\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Chandler's Aparment, Monica sits at the table]",
            "dialog": "Joey: (entering) Hey!\nMonica: Hey!\nJoey: Where's Chandler? I wanna wish him good luck on his first day. (Monica smiles) ... and I smelled bacon. (taking some)\nMonica: He just left.\nJoey: (puzzled) Who did? (Monica looks bewildered)\nRachel: (entering) Joey! You never gonna believe it: she called.\nJoey: (standing up, surprised) She did?\nRachel: (enthusiastic) You got it!\nJoey: (still surprised) I did?\nMonica: What is she talking about?\nJoey: I don't know, but it sounds great.\nRachel: Your agent called. You got that audition.\nJoey: With Lennart Haze?\nRachel: Yes.\nJoey: Oh my god, that is great! That is *** for a play on broadway… and in a real theatre, not that little one underneath the dally like last time.\nMonica: Is it a good play?\nJoey: Well, it must be, because I read and I didn't understand a singe word.\nRachel: Yeah, and Lennart Haze is starring in it…\nJoey: Yeah, yeah, and directing.\nMonica: (sighs) He was so good in that movie of MacBeth.\nRachel: (disbelieving) You saw that?\nMonica: No, but… I saw the previews. They played it right before Jackass.\nRachel and Joey: (pointing at Monica, a look of recognition in their faces) Ah!\nJoey: Yeah, he's done some amazing works.\nRachel: Oh, yeah. Oh, I loved him in those cell phone commercials.\nJoey: (almost laughing) I know. When the monkey hits him in the face with that giant rubber phone. (They all laugh)\nMonica: Hey! Maybe the monkey will be at the audition!\nJoey: (sitting down) Don't make me more nervous than I already am!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler's new workplace, his fellow interns are already seated around a table]",
            "dialog": "Chandler: (entering) Good morning, everybody.\nIntern: Can I get you a cup of coffee, Sir?\nChandler: Oh, no, no, I'm an intern, just like you guys… except for the tie, the briefcase… and the fact that I can rent a car.\nIntern: Seriously, you're an intern?\nChandler: Yeah, well, I'm kinda heading into a new career direction and, you know, you gotta start at the bottom.\nIntern: (shaking his head disbelievingly) Dude!\nChandler: Right. Look, I know I'm a little bit older than you guys, but it's not like I'm Bob Hope (he sits down)\n(Everybody gives him an inquiring look)\nChandler: The comedian? USO?!\nIntern: (correcting him) Uhm, it's USA, sir.\n(Chandler desperately covers his head in his hands)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Audition room, Joey is lead into the room by a receptionist in a fancy dress]",
            "dialog": "Receptionist: This is Joey Tribbiani. Joey, these are the producers and, as you probably already know, this is Lennart Haze.\n(Lennart Haze turns around in his chair to face Joey)\nJoey: It is so amazing to meet you. (They are shaking hands) I'm such a big fan of your work.\nLennart: Well, I've… I've been blessed with a… a lot of great roles.\nJoey: Tell me about it! \"Unlimited nights and weekends!\"\nLennart: You making fun of me? Because I am not a sell-out. (He stands up and walks menacingly towards Joey) I didn't do that for the money, I believe in those phones. I almost lost a cousin because of bad wireless service.\nJoey: No, I-I-I wasn't making fun of you, honestly, I-I think you were great in those commercials.\nLennart: Really?\nJoey: Yeah.\nLennart: Well, I do bring a certain credibility to the role.\nJoey: (regaining confidence) Are you kiddin'? When they shoot you out of that cannon…\nLennart: Peeeeeooooooooch (He mimes flying out of the cannon) \"Hang up that phone!\" One take!\nJoey: Wow!\nLennart: So, shall we read?\nJoey: Oh, yah, sure.\nLennart: Top of act two. This is my entrance. You got it?\n(Joey nods whereupon Lennart acts as if he is entering a room)\nLennart: \"What the hell are you still doing here\"?\n(Joey stares at him, fascinated by his performance)\nJoey: Err, \"I think you know\".\nLennart: \"Bastard\"!\nJoey: \"I am what you made me. You know what? I could go right now.\"\nLennart: \"Go, go!\"\nJoey: \"I can't. Oh, I want to, long pause, but I can't.\"\nLennart: I'm sorry, sorry. You're not supposed to say \"long pause\"\nJoey: (understandingly) Oh, oh, I thought that was your character's name, you know, I thought you were like an Indian or something, you know with a… (He mimes wearing a feather on his head)\nLennart: No. Thank you so much for coming in. We appreciate it, thank you.\nJoey: Ah, y-y-you're sure you don't want me to do it again? I could do it with an accent, you know, Southern (He speaks in what he believes is a Southern accent) \"I could go right now, maaan!\"\nLennart: (stunned, muttering) My god in heaven.\n(The producers stand up)\nProducer #1: Joey, hang on for a second. Lennart, can we talk to you for a moment?\n(They stand aside, talking)\nLennart: You, you gotta be kidding. See, h-he, he can't act. (Joey hears that and his disappointment is reflected in his facial expression).\n(Producer #1 whispers something)\nLennart: Hey! I-I-I don't care if he's hot, you know. If you want to sleep with him, do it on your own time. (Joey smiles smugly at this) This is a play. No, listen: if you insist on this, I will call my agent so fast on a cell phone that has a connection that is so clear he's gonna think I'm next door.\n(Joey approaches them)\nJoey: (interrupting their conversation) Ah, hi, ah. Thank you so much for whispering for my benefit, but, ah, look, if you just tell me what I did wrong, I'd just love to work on it and come back and try it again for you. And, and also: (to Producer #1) 'How you doing?' (to Lennart again) You should, please, just gimme another chance. I really wanna get better, please.\nLennart: Well, if you wanna come back at the end of the day today, here are my notes. Ready?\nJoey: Yeah.\nLennart: Uhm, you're in your head. You-you're thinking way too much.\nJoey: I really doubt that.\nLennart: (explaining to Joey, who nods fervently) No, no, no. It's that you're not connected with anything in your body. There's no urgency. The scene is a struggle, uhm, it's a race. Also, what you did was horizontal. Don't be afraid to explore the vertical. And don't learn the words. Let the words learn you.\n(Joey ponders on this for a while)\nJoey: (suggesting) Couldn't I just sleep with the producer?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Backstreet, Ross and Phoebe walking]",
            "dialog": "Phoebe: Hey, do you wanna go to dinner tonight?\nRoss: Oh, I can't. I've got a date with that waitress, Katy, yeah, I know we've been only going out like twice, but I have a really good feeling about her.\nPhoebe: Oh, I hear divorce bells.\n(A mugger, his face hidden by a cap, approaches them from behind)\nMugger: Alright. Just give me your wallets and there won't be a problem.\nRoss: (taken aback) What?\nMugger: I have a gun (It looks like he has a gun under his coat)\nRoss: O-ok. Just relax, Phoene, just stay calm. (He searches his coat and freaks out). Oh my god, I can't find my wallet.\n(He finally finds the wallet and hands it to the mugger)\nMugger: Alright, lady, now give me your purse!\nPhoebe: No.\nRoss: (still in a high-pitched voice) What do you mean \"no\"? I knew you'd be my death, Phoebe Buffay.\n(A sign of recognition runs across Phoebe's face)\nPhoebe: Lowell, is that you?\nLowell: Phoebe? (He lifts his cap) Oh my god!\nPhoebe: (simultaneously) Oh my god!\n(They hug and scream)\nPhoebe: (excited) I'm sorry, Ross, this is my old friend Lowell from the streets. Lowell, Ross.\nLowell: Ross, nice to meet you. (He stretches his hand out to him)\nRoss: Yeah, a real pleasure.\nPhoebe: Ah, it's been so long, so long. (They hug again) I can't believe you're still doing this!\nLowell: Ough, I know, but I quit smoking!\nPhoebe: Good for you!\nLowell: So you look like you're doing really well! I guess you're mugging days are behind you?\nPhoebe: Ouh… (she nods)\nRoss: (shocked) Oh my god. Phoebe, you used to mug people?\nPhoebe: Excuse me, Ross, old friends catching up…\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Chandler's Apartment, Monica sits on the couch as Joey enters]",
            "dialog": "Monica: Hey, how did the audition go?\nJoey: Well, they wanna see me again this afternoon, but, err, well, Lennart Haze did not like me. (He sits down)\nMonica: What happened?\nJoey: Well, he said I wasn't urgent enough, you know, and that everything I did was horizontal and I should be more vertical. Oh, and he said that I should think less.\nMonica: So far so good! (Joey nods)\nChandler: (entering, carrying a large box) Honey, I'm old!\nMonica: (standing up, walking towards him) What's wrong?\nChandler: I am so much older than these other interns. I can't compete with them.\nMonica: So you're a little older. Try to look at the positive: You have all this life experience.\nChandler: Yes, but I don't think life experience with these. (He opens the box and takes an inline skate-like sneaker out)\nJoey: Wooooooooow (He takes the sneaker) It's like they're on fire!\nMonica: What are they? (They sit down again)\nChandler: They're these prototype sneakers and come up with ideas on how to sell them which I can't do because no self-respecting adult would ever where these.\nJoey: (determined) I give you $ 500 for them!\nChandler: What am I supposed to do with these?\nMonica: Ah, come on, sneakers are easy. You wear sneakers all the time.\nChandler: Well, first of all, they're not called \"sneakers\" anymore. Apparently, they're called \"kicks\" or \"skids\" and I think I heard somebody say \"slorps\". (He takes a sneaker) And here, look: they've got these wheels to pop out from the bottom so you can roll around 'cause, apparently, walking is too much exercise. Kids, kids, roll your way to childhood obesity! (to Monica) Would you help me try to sell these?\nMonica: Okay, have you considered using a girl with huge knockers?\nChandler: No, I don't think that's the kinda thing they're looking for.\nJoey: Hey, that'd work on me! Why did I get to buy Mrs. Butterwords?\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Monica sits on the couch as Phoebe and Ross enter]",
            "dialog": "All: Hey, hey!\nRoss: Hey, you'll never guess what just happened… Phoebe and I got mugged!\nMonica: You okay?!\nRoss: (sitting down) Yah, because Phoebe knew the mugger!\nMonica: (bewildered) How do you know a mugger?\nPhoebe: I'm sorry I have friends outside the six of us.\nRoss: You wanna know how she knew him? (He points at Phoebe) Because Phoebe used to mug people.\nMonica: (shocked) Seriously?\nPhoebe: Well, I'm not proud of it, but, you know… sometimes when I was living on the street and I needed money for food and stuff I…\nMonica: (disapproving) Phoebe, that is awful!\nPhoebe: Well, ok, I wasn't rich like you guys, ok, I didn't eat gold and have a flying pony… I had a hard life, my mother was killed by a drug dealer…\nMonica: You're mother killed herself!\nPhoebe: She was a drug dealer!\nRoss: Well, anyway, it was a good thing Phoebe knew the knew him, because (menacingly) I was about to do some serious damage!\nPhoebe: (laughing) Okay…\nMonica: Well, this must've brought back some really bad memories for you, Ross.\nPhoebe: Why?\nMonica: Well, Ross was mugged as a kid.\nPhoebe: (worried) You were?\nRoss: Yeah, it was pretty traumatic. I was outside St. Marc's Comics… you know, I-I-I was just there minding my own business, you know, seeing what kinda trouble spiderman got into that week-\nMonica: (coughing) Wonderwoman!\nRoss: Anyway, I was heading towards this bakery, you know, to pick up a couple of dozen Linzer torts for someone… (He looks at Monica) … when outta nowhere this thug with a pipe jumps out and says: \"Gimme your money, punk!\"\nPhoebe: (shocked) Oh my god…\nRoss: I know! And-and the worst part was they took my backpack which had all the original artwork I had done for my own comic book: \"Science Boy\"\nMonica: Oh yeah! What was his superpower again?\nRoss: A superhuman thirst for knowledge.\nMonica: That's it.\nRoss: Well, I-I better get to class (He stands up) Are there any more of your friends I should look out for on my way, Phoebe?\nPhoebe: No… actually, you might wanna stay away from Jane street… that's where stabby Joe works.\n(Ross leaves Central Perk)\nPhoebe: Okay, I think we have a problem here.\nMonica: What?\nPhoebe: Well, uhm, back in my mugging days, you know, I, uhm, I worked St. Marc's Comics.\nMonica: Yeah?\nPhoebe: Well, a pipe was my weapon of choice and, uhm, pre-teen comic book nerds were my meat.\nMonica: So?\nPhoebe: Well, there was this one kid who had a sticker on his backpack that said-\nPhoebe and Monica: \"Geology rocks!\"\nMonica: Oh my god!\nPhoebe: I know… I mugged Ross!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Audition room, the producers and Lennart are waiting for Joey]",
            "dialog": "Receptionist: You're late!\nJoey: (entering) I know, I'm sorry, but can I just have a quick second to run to the bathroom?\nReceptionist: No, Lennart doesn't wait!\nJoey: But I'm bursting with u-hu!\nLennart: (spotting Joey) Joey! Here we go. Let's go very quickly!\nJoey: Actually, I really need…\nLennart: (interrupting) We must go now, quickly, please.\nJoey: Yes… ahahaaa (He seems to be in pain)\nLennart: Ready? \"What the hell are you still doing here?\"\nJoey: (walking on the spot) \"I think you know!\"\nLennart: \"Oh, you sick bastard!\"\nJoey: \"I am what you made me! You know what?\"\nLennart: \"What?\"\nJoey: \"I could go right now.\"\nLennart: \"Then go, go!\"\nJoey: (urgent) \"I, oh, I can't. I want to, but I can't!\"\nLennart: Cut! That was good. (He turns to the producers) That was very good. You did everything I asked for.\nJoey: (disbelieving) I did?\nLennart: Yes. Plus… what you've got that… I don't know what you've got going… this squirmy quality that you bring into the character that I couldn't've even imagined. Wow, hey, here's what we gonna do: come back tomorrow for the final callbacks with the ***, do all of this what you've got going now, but – you know what? – more, more. Can you do that?\nJoey: Sure, yeah. I don't have time to say thank you because I really gotta go. (He grabs his jacket and limps out of the room)\nLennart: (watching Joey leave) Look at that: still in character, I like it… I plant seeds I can't explain.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Chandler's Apartment, Chander sits on the couch as Monica and Rachel enter]",
            "dialog": "Monica: Hey!\nChandler: Hey!\nMonica: What are you doing?\nChandler: Putting on the sneakers… thought I'd get into a younger mindset, you know, to see if it sparked anything…\nRachel: Oh, anything yet?\nChandler: Yes, how's this: They're so uncomfortable it's like getting kicked in the nuts for your feet!\n(At that moment, Joey opens the door)\nJoey: (entering) Hey!\nAll: Hey!\n(Joey heads straight for the fridge, takes all the beverage cans and is about to leave the apartment)\nJoey: Probably wanna know what I'm doing…?\nMonica: No, that seems about right.\nJoey: Yesterday at my audition, I really had to pee, and apparently, having to pee makes me a really good actor. I got a call-back, so I'm drinking everything. Oh, by the way, that egg nog in our fridge was great!\nRachel: Joey, that was formula.\nJoey: We gotta get more of that. (He leaves the apartment)\nChandler: (sitting on the couch) You know what… these aren't half-bad! (to Rachel) You should suggest something like these to Ralph Lauren.\nRachel: Okay, first of all, that's stupid and second of all, I'm not allowed to talk to Ralph.\nChandler: Alright (He stands wearing the sneakers on) I feel youger already!\n(He trips and falls hard on his back)\nChandler: (on the floor) Yah, I think I broke my hip.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Phoebe is there drinking coffee and Ross is about to enter]",
            "dialog": "Phoebe: (spotting Ross) Hey, you!\nRoss: Hey!\nPhoebe: Hey, how was class?\nRoss: No one ever asked me that, what's wrong?\nPhoebe: Nothing, I really wanna know.\nRoss: Oh… (He looks positively surprised) Well, uhm, there was actually a rather lively discussion about the Pleistocene…\nPhoebe: (interrupting) Alright, nothing is worth this. Uhm, I have a confession to make… uhm, okay, you know, that girl that mugged you when you were a kid…\nRoss: (disbelieving) Wh-What are you talking about? It wasn't a girl. It was this huge dude.\nPhoebe: You don't have to lie anymore, Ross, I know that it was a fourteen year-old girl.\nRoss: No, it wasn't.\nPhoebe: Yes, it was.\nRoss: No, it wasn't. You don't think I would've defended myself against a fourteen year-old…\nPhoebe: (interrupting, pinching his year) \"Gimme your money, punk!\"\nRoss: (shocked) Oh my god, it was you! I can't believe it, you… you mugged me?\nPhoebe: (apologetic) Yeah, and I'm so, so sorry, Ross, I'm sorry, but, you know, if you think about it, it's kinda neat. (She smiles at him, but he doesn't understand) I mean, well, it's just that I I've always felt kinda like an outsider, you know, the rest of you have these connections that go way back and, you know, now, you and I have… have a great one!\nRoss: It's not the best!\nPhoebe: I know, I'm sorry, please forgive me. I don't know what to say…\nRoss: (indignant) There's nothing you can say. That was the most humiliating thing that ever happened to me.\nPhoebe: Really? Even more humiliating than…\nRoss: (interrupting) Hey, let's not do this!\n(He picks up his briefcase and walks out of the door, leaving Phoebe behind)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Chandler's new workplace, we are witnessing a presentation of a fellow intern]",
            "dialog": "Intern: … and then, at the end of the commercial, the girls get out of the hut tub and start making out with each other!\nBoss: (ironic) That's interesting! Just one thought: You didn't mention the shoes. Who's next? (Chandler raises his hand) Chander…\nChandler: Okay… (He stands up) You start on the image of a guy putting on the shoes. He's about my age…\nIntern: (snorting) Your age?\nChandler: A-huh. So he's rolling down the street and he starts to lose control, you know… maybe he falls… maybe hurts himself. Just then, a kid comes flying by wearing the shoes. He jumps over the old guy and laughs, and the line reads: \"Not suitable for adults!\"\nBoss: Chandler, that's great!\nChandler: Oh, thank you, sir… or man-who's-two-years-younger-than-me (He sits down again)\nBoss: You see? That has a clear selling point. It appeals to our key demographic, it's…. (enthusiastic) You did you come up with that?\nChandler: (over-enthusiastic) I don't know, I don' I don' know! I was just trying to get into a young mindset, you know, and it just started to flow.\nBoss: That is great. Good work!\nChandler. Thank you.\nBoss: See all of you tomorrow. (He leaves)\n(Chandler stands up and walks out the room with a cane)\nChandler: The cold weather hurts my hip!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Central Perk, Ross sits in a chair as Phoebe enters]",
            "dialog": "Phoebe: Hey, Ross! (He lowers his newspaper and scowls at her) I know you're still mad at me, but can I just talk to you for a second?\nRoss: Sure, go ahead. Whoops, sorry, sure, go ahead. (He raises his hands as if being mugged)\nPhoebe: I just really wanted to apologize again and… and also show you something I think you'll find very exciting.\n(She puts a box on her lap, labelled \"crap from the street\")\nRoss: (faking enthusiasm) Oh my god, crap from the street? (She smiles excitedly, but Ross just turns back to his newspaper)\nPhoebe: Look, Ross, in this box are all the things I got from mugging that I thought were too special to sell… or smoke. (Ross looks at her in astonishment) Anyway, I was looking through it and I found \"Science Boy\" (She holds up some sheets of paper and hands them to Ross)\nRoss: Oh my god. (He sighs) I never thought I'd see this again. (He browses trough the pages) It's all here. What made you save it all these years?\nPhoebe: I can't say, I just thought it was really good… and… maybe would be worth something some day.\nRoss: You really thought \"Science Boy\" was worth saving!\nPhoebe: Yeah… but you should know, I also have a jar of vaseline and a cat skull in here.\nRoss: Still… this is amazing… Oh my god, thank you, Phoebe.\nPhoebe: You're welcome. And thank you for \"Science Boy\". I learned a lot from him\nRoss: You're welcome.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Audition room, Joey and Lennart are rehearsing]",
            "dialog": "Joey: (hoping frantically on the spot, screaming) \"I need an answer!\"\nLennart: \"I-I-I can't tell you somethin' I don't know.\"\nJoey: \"You know!\"\nLennart: \"I don't know!\"\nJoey: \"I need an answer now!\"\nLennart: \"Alright, here, you want an answer… the answer… is…\"\n(He pauses while Joey struggles to avoid wetting his pants)\nJoey: (screaming) Oh!\nLennart: \"She never loved me, she only loved you.\"\nJoey: \"You knew this all along and you never told me? You never told me? I can never forgive you, I can never forgive myself, I have nothing to live for – Bang – End Scene!\"\nLennart: Absolutely amazing! (The producers applaud Joey) The part is yours.\nJoey: (in pain) Oh thanks, thanks! Now, I really have to get…\nLennart: Wa-wa-wa-wait! Congratulations! You did it! You did it! (He hugs Joey) You can relax now. Yeah.\n(Joey relaxes and wets his pants while hugging Lennart)\nClosing Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Monica and Chandler's Apartment, Monica sits at the table reading the mail]",
            "dialog": "Monica: Wow, that's a big cable bill! Huh, you don't have a job, but you have no problem ordering porn… on a Saturday afternoon?! (shocked) I was in the house!\nRoss: (entering) Hey, uhm, Phoebe didn't by any chance mention that…\nMonica: … that she was the huge guy that mugged you? Yah.\nRoss: I see. You didn't happen to tell…\nMonica: … everybody we know? Yeah.\nRoss: Great. Thanks! (He leaves)\nEnd\n"
        }
    ]
}