{
    "metadata": {
        "season": "SEASON 9",
        "title": "918 The Lottery",
        "written_by": null,
        "transcribed_by": "Eleonora, Pheeboh, Roni & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk - Chandler, Monica, Phoebe, Ross and Rachel are sitting on the sofas. Joey enters]",
            "dialog": "Joey: Monica, hey, can I borrow the Porsche?\nMonica: Ok.\nJoey: Alright!\nMonica: But ehm...what is it not?\nJoey: (abashed) A place to entertain my lady friends.\nMonica: And what else is it not?\nJoey: (even more abashed) A place to eat spaghetti.\nMonica: Very good! (Gives him the keys) What do you need it for anyway?\nJoey: Oh well, the powerball lottery is upto 300 million and they don't sell tickets here in New York, so...\nRachel: Oh! So you're driving up to Connecticut?\nJoey: (hesitates for a moment)Yeah Connecticut...Not West Virginia.\nMonica: Hey, maybe I'll drive you up there! I'd like to buy some tickets myself!\nJoey: Uh!\nMonica: Yeah with Chandler not getting paid, we could really use 300 million dollars.\nChandler: Yeah, because if I was at my old job we'd say 300 million? No thank you!\nPhoebe: Hey will you get me tickets too?\nRachel: Yeah me too. oh! I have an idea. Why don't we all pitch in 50 bucks, we'll pool our money together and then if we win, we'll split it!\nEveryone almost simultaneously except Ross: yeah thats a great idea!\nRoss: No thanks!\nPhoebe: You don't wanna win the lottery?\nRoss: (in a mocking voice)Uh...sure I do, and I also wanna be King of my own country and find out what happened to Amelia Earhart.\nChandler: Still on Amelia Earhart?\nRoss: The woman just vanished!\nJoey: Seriously, Ross, you don't want in on this?\nRoss: No! Do you know what your odds are of winning the lottery? I...I mean you have a better chance of being struck by lightning 42 times.\nChandler: Yes but there's six of us so we'd only have to get struck by lightning 7 times.\nJoey: I like those odds!\nRoss: Seriously you guys, I can't believe you're going to spend 250 dollars on the lottery, I mean that's such a bunch of boohaki.\nChandler: (looking around at the others)I'll ask. (To Ross) Boohaki?\nRoss: Oh oh, we think Emma is about to start talking so we're trying to be careful about what words we use in front of her.\nRachel: Yeah so get ready to hear alot of ehm...boohaki, goshdarnit and brotherpucker.\nMonica: How do you know she's gonna start talking?\nRachel: Well when I talk to her I almost feel like she understands what I'm saying.\nChandler: Kinda like Joey.\nJoey: (who wasn't paying attention)What's that now?\nOpening credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Chandler's apartment. Monica, Chandler, Rachel and Joey are in the kitchen]",
            "dialog": "Monica: God! Look at all these tickets! It's so exciting! You know I haven't won anything since the sixth grade.\nChandler: Pie eating contest?\nMonica: Oh! You assume because I was heavy that's the only way I could win something?\nChandler: No, I saw a picture of you covered in blueberries.\nMonica: (smiling)That was a good day!\n(Suddenly Ross comes running into the apartment)\nRoss: (yelling to Monica)They're towing your car, they're towing your car!!\nMonica: I'm parked in a garage on Morton!\nRoss: (panting)They're towing a car. And I am seeing...spots.\nJoey: (sounding panicky)Oh my god Ross! You don't have Emma! And Rachel you don't have Emma! (Starts yelling) Where's Emma? Who has Emma!?\nRachel: Joey relax! My mother picked her up two hours ago. You were there!\nJoey: (not yelling anymore)I was?\nRacel: Yes and you talked to her...\nJoey: I did?\nRachel: She dropped off a casserole?\nJoey: Oh yeah! The casserole lady.\nMonica: (to Ross)So, did you come by to watch us win the big bucks?\nRoss: Yeah, uh... and then I figured after you win, we could all go out to the balcony and see a night rainbow with gremlins dancing on top of it!\n(phone starts ringing and Chandler comes running out of the bathroom)\nChandler: (hysterical)Don't touch the phone! I'll get it, I'll get it, I'll get it!! (picks up the phone)\nRoss: (to Monica)Think he washed his hands?\nChandler: (into receiver)Hello? Hey Charlie, what do you know?\nRachel: (to Monica)What's going on?\nMonica: Chandler is supposed to find out if he's getting an assistent job at his ad agency. But out of the 15 interns, they are only hiring three.\nJoey: Ooh! Tough odds!\nRoss: (mockingly)Yeah if only it were a sure thing like your 24 state lottery!\nJoey: (smiling)Look who's coming around!\nChandler: (still on the phone)Damnit. Alright call me when you know more.\nJoey: (excited)Did you get it?\nChandler: One of the slots got filled.\nJoey: (Still excited)By you!?\nChandler: Sense the tone! No that kid Nate got it.\nMonica: Oh! I hate that guy! I mean come on kid! Pull up your pants!\nChandler: Yeah I know.\nRachel: Well, there's two spots left right?\nChandler: Yeah...I mean I want this so much! I mean, I wanna get one, I want my friend Charlie to get one...Except I don't care about Charlie.\n(Phoebe enters)\nPhoebe: (excited)Hey you guys! Ok, you're not going to believe this! I just saw my psychic and she said I was definitely gonna win the lottery tonight!\nMonica: Hey that reminds me, I thought we could use some extra luck so I brought a wishbone home from work.\nRoss: (mockingly)A psychic AND a wishbone? Guys! Give someone else a chance!\nMonica: Alright, who wants to do it?\nPhoebe: Oh can I? Vegetarians never get to do the wishbone. It's really not fair either! You know, just because we don't eat the meat doesn't mean we don't like to play with the carcasses!\nMonica: Ok, hey Rach?\nRachel: Oh no, I'm good, I don't wanna get that turkey smell all over my hands.\nJoey: I'll do it!! It'll get the casserole stink off of mine.\n(Phoebe and Joey both grab one side of the wishbone)\nPhoebe: I hope I win!\nMonica: Well, it doesn't really matter ... you're both wishing for the same thing, right?\nJoey: I can't tell you what I'm wishing for! Else...you know...won't come true!\nMonica: Right! .. but we \"know\" what you're wishing for!\nJoey: Can't really say!\nMonica: I understand, but you're wishing for what we think you're wishing for, aren't you?\nJoey: (slightly irritated)I'm not really comfortable with these questions!\nRachel, Chandler and Monica: Please, just do it!\nPhoebe: One, two, three!\n(they break the wishbone)\nJoey: I won, hey!\nRoss: You know what, I'm sure your wish is gonna come true, but, you guys - just in case, maybe a genie will come out if we rub this lamp! (rubs lamp, stops because it's very hot) Ah!! That thing gets hot!!\nRachel: You know, Ross, just keep making your jokes. How are you gonna feel if we actually do win?\nRoss: Uh, you're not gonna win.\nRachel: Oh, I know, I know, the odds are against us, but somebody has to win, and it could be us! And then how you gonna feel? You know, we're gonna be all like \"oh everybody, let's take our helicopters up to the cape\" and you're gonna be all like \"oh, I can't guys, I'll meet you guys up there, I gotta gas up the Hyundai\"\nRoss: Ok, I've heard myself on tape and I sound nothing like that.\nChandler: I can see the headline now: \"Lottery winners' friend filled with regret eats own arm\".\nRoss: Why would I eat my own arm?\nChandler: Well you wouldn't, but we own the paper, we can print whatever we want.\nMonica: You know what, Ross? I'm gonna throw in 50 bucks for you.\nRoss: Why?\nMonica: Because I know that you think the lottery is \"boohaki\" but we're all here and gonna watch the numbers and have fun. And you're my brother, and I want you to be a part of this.\nRoss: You don't have to do that, I'll pay for myself. But just the fact that you want me to have fun with you guys - that's so sweet! Come here (they kiss and hug)\nPhoebe: Get a room!\nChandler: Ok, so now that you're in, what are you gonna do if we win?\nRoss: I don't know, probably just invest it.\nChandler: Ooh! Calm down ...\nJoey: Seriously, that's your fantasy? To invest it?\nRoss: Oh, I'm sorry, did I say \"invest it\"? I meant \"be cool and piss it all away\" (Joey and Chandler pleased)\nJoey: Ooh, ooh, I know! We should pool all own money and buy the Knicks!\nRachel: I don't really care about the Knicks.\nJoey: Oh, you will when I pick you as starting forward.\nRachel: (touched) You would do that? I never get picked!\nChandler: You know, I'm not sure a sports team is the way to go.\nJoey: You're not gonna let me buy the Knicks?? I can't believe you're taking this away from me!\nChandler: You're right, it has been you dream for over 15 seconds.\nRoss: (to Rachel) Uh, how long until they announce the numbers, Mommy?\n(pause)\nChandler: (looks around) I'll take this one too (to Ross) Uh ... Mommy?\nRoss: Oh, I've gotten into the habit of calling Rachel \"Mommy\" when we're around Emma. Which I now realize we are not ...\nRachel: I'm hoping that if she hears it enough it will be her first word.\nRoss: Although if we're gonna do that, we should probably call me \"Daddy\" too.\nPhoebe: Oooh, I like that, \"daddy\" (in a sexy tone)\nRoss: I ... I was just talking about Rachel.\nPhoebe: (still in sexy tone) Oooh, is daddy getting angry? Is daddy gonna spank me?\nRoss: (tries to be sexy too) Well that depends ... have you been a baaad gi .. (stops) no I can't.\n(Phone rings, Chandler picks up)\nChandler: Hello? Hello? Oh, hey Charlie. Did anybody else hear? ... What? Susan got it?? How? Oh man, I would have slept with him!! .. Alright, bye. (hangs up)\nJoey: Dude, I'm sorry. But hey, there's one spot left, right?\nChandler: Well no, Charlie's gonna get that.\nMonica: Hey, don't say that! You got just as good a chance as anybody else of getting that job!\nChandler: He's the boss's son.\nMonica: Come on, lottery!! (everybody cheers)\nRachel: Ooh, you guys, it starts in like 20 minutes.\nMonica: Ok, here we go. We need to sort out the tickets as quickly as possible to see if we've won. So does anybody have any ideas how to organize this? (doesn't let them answer) Ok, how about this: we divide them into 6 groups of 40, and the remaining 10 can be read by whoever finishes their pile first.\nRachel: Ooh, I have another idea!\nMonica: I'm sorry, idea time is over.\nPhoebe: Ok, well, are all the tickets in the bowl?\nMonica: Yeah.\nChandler: What about the ones you have on the nightstand?\nMonica: There are no tickets on the nightstand!\nChandler: Yes there are, I just saw them a few minutes ago.\n(Rachel get suspicious)\nMonica: Un, no you didn't! You must be mistaken!\nChandler: Honey, there are like 20 tickets on the nightstand!\nMonica: Chandler, sense the tone!!\n(Rachel comes out of their bedroom waving tickets)\nRachel: Well, well, well, look what mommy found!!\n(everyone's shocked)\nMonica: Ok, fine!! I bought 20 extra tickets for me and Chandler.\nPhoebe: Uh! The psychic also said that I would be betrayed.\nRoss: I can't believe this, I thought we were all in this together!\nMonica: Hey, you just got in 5 minutes ago!\nRoss: 3 minutes ago!!! I don't know why that's important ...\nJoey: I was with you the whole time we were in Connecticut, when did you even get those?\nMonica: When you were reading the dirty magazines without taking off the plastic!\nJoey: (to Ross) I'll show you how.\nRachel: Ok, well Monica, suppose one of your \"special\" tickets win? How are you gonna feel when you win the lottery and you lose all your friends?\nMonica: Please ... if I win the lottery, you guys are not gonna leave me. Someone gave me a basket of mini-muffins last week and I couldn't get rid of you for 3 days!\nRachel: Chandler, would you just tell her what she did was wrong?\nChandler: (to Mon) She's right, you shouldn't have bought tickets just for us ...\nMonica: Ahhh! (shocked)\nChandler: Let me finish ... (to everyone else) however, it doesn't look like I'm gonna get this job so I can't afford to have principles, so screw you, the tickets are ours!! (takes tickets from Rachel)\nMonica: There's the man I married!!\nRachel: All right, believe me.If you win the lottery, it's the last you're gonna hear from us!\nMonica: Fine! Don't be my friends! I'll buy new friends! Yeah, and then I'll pay for their plastic surgery so they'd look just like you!\nRachel: (surprised) OH! Alright, you know what? That's it! I want my share of the tickets (picks up the bowl)!\nJoey: Yeah, I want my tickets too (takes the bowl from Rachel)! And I'm buying the Knicks! And Steffi Graff, ah ah!\nRoss: Than I want mine, too (takes the bowl from Joey)! And if I win I'm gonna put it all into a very low-yield bond.\nPhoebe: Oh, you guys! We've got to keep all the tickets together (takes the bowl from Ross and puts it on the table)\nMonica: No, no! We should divide them up (picks up the bowl) and I should get extra because we used my card to buy them!\nJoey: Hey, if anybody gets extra tickets, it should be me! This all thing was my idea! (takes the bowl from Monica)\nChandler: Oh, yeah! Thanks for inventing the lottery!\nRachel: Ok, that's it! Just give'em to me! I'll split them up! (she tries to snatch the bowl from Joey's hands but she can't, so she pinches his nipple and she manages to take it)\nJoey: (in pain) Oh!\nPhoebe: (she takes the bowl from Rachel's hands and she starts running around the room and yelling) OOOOOHHHHH!\nRoss: (trying to stop her) Hey, hey!!\nPhoebe: (keeping on running and yelling) OOOOOHHHHH! (she stops) Fine, I can't take it anymore! I'm putting an end to this! (she goes out to the balcony)\nRachel: Oh, if she jumps, I get her tickets.\nJoey: No, no! (they all go towards the balcony but they get jammed in the window)\nPhoebe: If we are not doing it together, we're not doing it at all! So, say goodbye to your tickets! (She holds out the bowl, and makes as to drop the tickets on the street).\nEveryone: NO!!\nPhoebe: Don't come any closer!\nChandler: Can I come a little bit closer, valuable things are getting squished...\nPhoebe: No, what's more important, your friends or money?\nEveryone but Monica: Friends!\nMonica: Money! (they all look at her) Friends...\nPhoebe: Hey Monica, what about your extra tickets?\nMonica: They're all in there! Even these five that I hid in my bra (takes some tickets out of her bra and gives them to Phoebe)...\nRoss: Monica!\nPhoebe: Ok, good! (pause) You guys were so scared! There was no way I was gonna dump this...(a pigeon swoops down, scaring Phoebe who drops the bowl on the street) Oh God, no! (pause) I think I broke your bowl.\nRoss: Go, go, go!!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Chandler's apartment.]",
            "dialog": "(All are returning from the street after picking up dropped lottery tickets)\nPhoebe: What a beautiful night to be running around the street, looking for tickets. And the wind sure made it fun.\nMonica: Phoebe, we lost half of them.\nPhoebe: So, what? Monica, we have the winning ticket! My psychic said I was gonna win, remember?\nRoss: Weird.. your psychic didn't mention anything about the scary pigeon...\nPhoebe: As a matter of fact she said that's how I am going to die. (pause ) So, excuse me for being a little skittish.\nChandler: (looking at the answering machine) Hey, there's two messages. These could be from work!\nMonica: Oh, play them!\nChandler: Ok, here we go! (he pushes the play button)\nMessage: (Phoebe's voice) \"Hello. Th-this is the pigeon from the balcony calling to apologise\" (they all turns to look at Phoebe) \"I sh.. I shouldn't have knocked the tickets out of the pretty lady's hand. It-it was all my fault. Not hers. Bye. Coo.\"\n(they all keep staring at Phoebe)\nPhoebe: Well, I bet that was very hard for him to do.\nSecond message: \"Hey Chandler, it's Charlie\"\nChandler: This is..shhh!\nSecond Message: \"Listen, oh... it turns I got the last spot. I'm really sorry man, it was a lot of fun working with you. Give me a call if you want.\"\nMonica: Oh God, I am so sorry honey...\nAll: Oh, so sorry man! Sorry!\nRachel: Oh, it is so unfair. It's like that time they promoted Sandra over me at work.\nChandler: Oh, is she related to Ralph Lauren?\nRachel: No, she was just much better at job than me!\nPhoebe: Guys, the drawing is about to start!\nRachel: (To Ross) You know what? We should call my mum's house and say goodnight to Emma before she goes down.\nRoss: Oh yeah, it's a good idea!\nMonica: (she hugs Chandler) Honey, you've been really strong about this, I know how badly you wanted that job.\nChandler: Yeah, you know, I really thought I deserved it. (pause) But... let's go win the lottery... I mean, we still have 130 chances to win, right?\nMonica: (she draws out a ticket from a pocket of her pants) 131! (they kiss)\nRoss: (on the phone) Goodnight sweetheart! I love you. And remember, you're daddy's little girl... (covering the phone, to Rachel) Phoebe's totally ruined that for me... (he passes the receiver to Rachel)\nRachel: Hi mum, put her back on!\nJoey: (sitting on the sofa in front of the tv) Rach, come on! They are announcing the numbers! My God, I can already feel myself changing.\nTV: \"Here we are, the official Powerball numbers! We have 53\"\nChandler: I got that!\nRoss: Oh, we have one too!!\nMonica: We are on a roll, people!!\nRoss: (calling Rachel) Come on!!\nRachel: (on the phone) Mum, please!I know you love your new lips, but I can barely understand you! Would you, please, just let me say goodnight to my daughter?\nTV: \"And number 29! Here we go! The Powerball is 7\"\nMonica: Check your numbers! Make me rich!\nRachel: (she goes towards the others and she's very excited) Guys, you're not gonna believe this! I was just saying goodnight to Emma and she said her first words!!\nAll: Wow!\nJoey: And what did she say?\nRachel: She said \"gleba\"!! (she celebrates)\n(they just look at her for a moment; then they go back to checking the tickets)\nMonica: Make me rich!!\nRachel: (to Ross) Isn't that amazing?\nRoss: Oh yeah, no no no...that's great!\nRachel: Why-why aren't you more excited?\nRoss: Oh, Rach...oh...\"gleba\" is not a word.\nRachel: Oh, but of course it is!\nRoss: Okay, what does it mean?\nRachel: I don't know all the words.\nRoss: I'm just, I'm just glad I didn't miss my daughter's first words (goes back to checking the tickets).\nRoss: Yes you did, gleba is a word!\nRoss: Ok, use it in a sentence.\nRachel: Ok... \"Emma just said gleba\"!\nRoss: It's not a word!\nRachel: Okay, okay, okay, fine, I'm gonna look it up (she goes and picks up the dictionary).\nRoss: Oh, oh, ok, great. You know what, while you're at it she said another word the other day, why don't you, why don't you look up: pbbqqt....\n(Rachel glares at him)\nRachel: (searching the dictionary) Alright, okay, okay, gleba, gleba... (excited) Gleba! Ha! Here it is: the fleshy, spore-bearing inner mass of a certain fungi.\n(Rachel shows Ross the definition on the dictionary, giving him a smug look; then she squints at the dictionary, as though unsure what to make out of it)\nRoss: She's gonna be a scientist! (kisses Rachel on the head, very moved)\nJoey: (checking the last ticket) Damnit! anybody got anything?\nChandler: No.\nPhoebe: I'm still looking through mine...\nMonica: Just double checking (does so)...no, no, no...(takes off a shoe and takes a ticket out of it) No!\n(phone rings)\nMonica: (answering phone) Hello? Hold on. It's your boss.\nChandler: Ah, the \"I'm sorry I rejected you\" phone call. I'm not used to getting it from guys. (on the phone, getting up from the sofa) Hey, Steve.\nSteve: Chandler, hi! I'm sure you've heard we filled the three positions. We just felt that with your maturity and experience, you wouldn't be happy being someone's assistant.\nChandler: Oh no no no no, I'd love to be somebody's assistant! Answering phones, getting coffee, I live for that stuff! And I'm not too mature... farts, boobies, butt cracks!\nSteve: Chandler, you were the strongest person in the program. We're offering you the position of junior copywriter.\nChandler: Me, that guy who just said butt cracks?\nSteve: Yes, that's right. We're excited about the level of sophistication you'll be bringing to the job.\nChandler: Ok well, thanks, you won't regret it. I'll see you tomorrow (hangs up).\n(he idly goes to the sofa, starts browsing a magazine. Everybody stares at him)\nChandler: What? (pause) Oh, yeah, I'm gonna be a junior copywriter.\nEverybody: (excited) Oh my God, congratulations!\nMonica: Oh sweetie, I'm so proud of you!\nChandler: Does that mean I get the good loving tonight?\nMonica: You bet! No TV or anything! (she gets up from the sofa and goes to the kitchen area)\nJoey: (to Chandler) Hey, that is so great about the job.\nChandler: Thanks, man.\nJoey: And I like to think I had a little something to do with it.\nChandler: Really? What?\nJoey: Well, before, with the wishbone... I didn't wish we would win the lottery, I wished you'd get the job.\nChandler: (smiling, surprised) Oh yeah? (looks towards the kitchen, worried) Listen, don't tell Monica, she'll rip your heart right out.\nJoey: Oh yeah.\nRachel: You know what? There is a little part of me that really thought we were gonna win.\nRoss: Me too. So much for my dinosaur/Amelia Earhart theme park.\nPhoebe: You guys, what was the Powerball number again?\nMonica and Ross: Seven.\nPhoebe: We won.\nRachel: What?\nPhoebe: We won!\nMonica: Let me see!\n(they all jump up excitedly and try to see the ticket)\nPhoebe: Don't tear it.\nRoss: Phoebe, you don't have any of the first five numbers.\nPhoebe: I know that, but look, we've got the Powerball number, we've won 3 dollars!\nChandler: Wow, you'd think we should get that over 20 years or go for the big payout.\nPhoebe: (still very excited) I don't care, I've never won anything before, I can't believe this!\nRachel: So Pheebs, what are you going to do with your $3?\nPhoebe: It's not all mine. We all get 50 cents.\nMonica: You know what? You can have mine.\nChandler: Me too.\nJoey: Me too.\nRachel: Me too.\n(they all look at Ross)\nRoss: I guess if everybody else is...\nClosing credits\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk. They're all sitting there as usual, except Joey. Gunther is serving a nearby table.]",
            "dialog": "(Joey comes in from the back of the coffee house)\nJoey: (sitting in a chair) Hey guys, so I just called the Powerball hotline, can you believe it? Nobody won.\nPhoebe: I beg to differ (shows him her cup of coffee and her plate of cookies).\nGunther: Maybe nobody won the jackpot, but there was this guy in here earlier, and he found the ticket on the street, right outside, and won $10,000 (goes to the counter).\n(They all glare evilly at Phoebe)\nPhoebe: (hides her mouth behind the cup and speaks in the \"pigeon voice\" from before) Coo, again. Don't blame the pretty lady. It was not her fault. It was me, the pigeon, coo! (pause) Seriously, stop staring at her.\n(Joey stares around dumbly looking for the \"talking pigeon\")\n"
        }
    ]
}