{
    "metadata": {
        "season": "SEASON 9",
        "title": "919 Rachel's Dream",
        "written_by": null,
        "transcribed_by": "Eleonora, Pheeboh, Sebastiano & Vanessa",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Rachel and Joey's apartment]",
            "dialog": "Joey: (talking to a pineapple in his hand) God, you're beautiful...why are we fighting this?You know you want it to happen as much as I do.\n(Rachel comes out of her room and starts staring at him unseen)\nJoey: I want you.I need you.Let me make love to you.\nRachel: I don't wanna stand in the way of true love or anything, but I think a cantaloupe might hurt less.\nJoey: Oh, ehm...I'm...I'm rehearsing my lines.They gave me a big romantic story on Days Of Our Lives. It's the first time my character's got one. I'm so nervous, you know, I really want it to be good!\nRachel: Woow!I haven't seen you this worked up since you did that dog food commercial and you thought you were gonna be with a real talking dog!\nJoey: Yeah, that was a disappointment...(pause) Oh, hey!D'you want to come down to the set and tell me if I'm doing ok?\nRachel: (excited) Are you serious?\nJoey: Yeah!Hey, you just have to promise not to get yourself thrown out again.\nRachel: Hey, that was an honest mistake!\nJoey: Right!(he starts to ape her)\"Oh my God, is this the men's room? Oh, I feel so foolish, have you always known you wanted to be an actor?\" (he inclines his head as if to look at a man's private parts)\nRachel: Yeah, that was an awesome day!\nOpening credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Monica: Hey!\nPhoebe: Hey!\nRoss: Hi!\nMonica: So, do you guys wanna come and eat dinner at the restaurant sometime in the next few weeks?\nPhoebe: Sure!\nRoss: I'd love to!\nMonica: Well you can't! We're booked solid for the next month!\nPhoebe: Well, I can't give you a massage, because my licence has been revoked again!\nRoss: Phoebe, what happened?\nPhoebe: Well, it was an accident...You know, it's a lot of oil and sometimes the hand just slips!\n(Chandler enters)\nChandler: (To Monica) Have I got a surprise for you? Pack your bags!\nPhoebe: Oh no!You guys aren't supposed to get divorced for 7 years!\nChandler: What? No, I'm taking Monica to a romantic inn in Vermont (shows them a brochure)!\nPhoebe: Oh, good!Ok, good for you!Try to recapture the magic!\nChandler: So, what do you say? Can you get out of work?\nMonica: Oh, honey!I can't. I was just telling these guys that things are crazy at the restaurant!\nChandler: Are you really that busy?\nMonica: Yeah, I'm sorry. I really am.\nChandler: Oh, that's ok.I'll just try and reschedule. (on the phone) \"Hi, this is Chandler Bing. I made a reservation there and I need to change it (pause) Oh, what do you mean it's not refundable? Can I just come some other time? (pause) Oh, can't you make an exception?\"\nMonica: Tell them I'm a chef in a big New York restaurant!\nPhoebe: And tell them that in 2 weeks I will once again be a masseuse in good standing!\nChandler: (on the phone) \"Look, this is ridiculous! I'm not paying for that room! Ok?\" (pause) \"Oh, thank you very much!\" (hangs up) Yeah, I'm going to Vermont...\nRoss: Oh, don't worry about it! Just use your travel insurance.\nChandler: I don't have travel insurance.\nRoss: Well, this is what happens when people live on the edge!\nMonica: Why don't you take Ross?\nRoss: Uh, don't you think that would be a little weird? I mean, two guys in a romantic inn...\nMonica: No, not if their room has two beds!\nRoss: (browsing the brochure) I guess...It still seems a little...(enthusiastically) moonlight boat ride!!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Days of Our Lives' Studios]",
            "dialog": "Rachel: Hey Joey, is this the bed where Olivia lost her virginity?\nJoey: I don't know, but one of the extras sure did! (pause) Hey, listen Rach. Thanks again for coming down to watch my scenes!\nRachel: Oh, please!Honey, just the fact that you want me here to support you, I'm...OH MY GOD!Is that Christian Sanders?He's so gorgeous!\nJoey: Also so gay!\nRachel: Oh, in my head he's done some pretty \"not-gay-stuff\"!\nJoey: Well, at the Christmas party him and Santa did some definitely gay stuff!\nDirector: Joey, Joey! We're ready for you!\nJoey: Oh, wish me luck!\nRachel: Ok, not that you need it but good...GOD!Is that Chase Lassiter?He's straight, right?\nJoey: Rach, I gotta say...if you weren't here wondering if these guys were gay I don't know if I could do this!\nRachel: Oh, I'm sorry, you're right.I'm sorry, good luck! (they hug)\nDirector: On a bell please! Quietly.. and ACTION!\n(the scene starts.Joey enters and there's a girl wearing a wedding dress near a bed)\nActress/Olivia: Drake! What are you doing in here?\nJoey/Drake: Stopping you from marrying the wrong man and making the biggest mistake of your life.\nActress/Olivia: Get out!\nJoey/Drake: You don't love him!\nActress/Olivia: What do you know about love?\nJoey/Drake: I know what I felt that night when we kissed under the bridge.\nActress/Olivia: That kiss never happened.\nJoey/Drake: Oh, what about this one.\n(the actress slaps him)\nRachel: (watching a television where the scene is shown, startled) OH!\nActress/Olivia: No, I told you...get out!\nJoey/Drake: Fine. I'll go. But let me ask you one question...\nChase Lassiter: (talking to Rachel) You look familiar, have we...\nRachel: SSSHHHHTTT!!He's asking her a question!!\nJoey/Drake: Can you really live the rest of your life never knowing what we could have been?\nActress/Olivia: I don't have a choice...\nJoey/Drake: Yes, you do.Yes...you do. I'm the one who doesn't have a choice because I...because I can't stop loving you.\nActress/Olivia: Don't say that...\nJoey/Drake: Tell me to stop, just...tell me to stop. (he's about to kiss her)\nDirector: CUT!\nRachel: NO! (pause) Or, cut!You know, that's your call!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica's restaurant]",
            "dialog": "1st Customer: Everything was delicious!\nMonica: Thank you!\n2nd Customer: It was. The duck in particular was superb.\nMonica: Thank you!(she looks at the 3rd customer waiting for a compliment) You haven't said anything...\n3rd Customer: Actually I do have one small complaint.\nMonica: Oh..please!I-I welcome criticism.\n3rd Customer: The musician right outside the restaurant...it's kind of a mood-killer!\nMonica: What musician?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Outside the restaurant]",
            "dialog": "Phoebe: (playing guitar and singing) And there's a country called Argentinaaaa, it's a place I've never seeeeen. But I'm told for fifty pesos you can buy a human spleen. Humaaan spleeeeen. Olè!\nMonica: What are you doing here!\nPhoebe: Well, you said that you had customers lined up in the street, so I am here to entertain!\nMonica: Great!\nPhoebe: Yeah! It really has been great too, you know, some of this people must have seen me play before because they were requesting a bunch of my songs! Yeah, \"You suck\" and \"shut up and go home\".\nMonica: Listen Phoebe...\nPhoebe: Yeah.\nMonica: You know how much I love listening to your music, you know, but...\nPhoebe: But what?\nMonica: This is kind of a classy place.\nPhoebe: (pause) Ok, say no more.\n[Time lapse: Phoebe in front of restaurant again]\nPhoebe: (with a fancy dress, still playing and singing): It wasn't just that she was fat, the woman smelled like garbage! Everyone! It wasn't just that she was fat the woman smelled like garbaaaaaage! (to Monica, showing her dress) Classy, uh?\n(Monica covers her face with her hands)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: hall of the romantic inn in Vermont]",
            "dialog": "Chandler: Hi, Chandler Bing, I have a reservation.\nReceptionist: Welcome to the Chestnut Inn Mr. Bing, so where are you joining from?\nChandler: New York.\nRoss: (in a strange voice and eating candies) The big apple!\nChandler: I'm sorry, he's a little bit wound up, we had to stop at every maple candy stand on the way here.\nRoss: Yeah, I ate all my gifts for everybody.\nReceptionist: I am sorry Mr. Bing, there's no record of your reservation in the computer.\nChandler: Well, that's impossible, can you check again, please?\nRoss: (high pitched voice) Check again please!\nReceptionist: I'm sorry, it's not here.\nRoss: Not there.\nChandler: Let me get this straight. I called yesterday trying to cancel my reservation and I was told it was not refundable, then we drove six hours all the way up here and now you tell me that we don't have a reservation?\nReceptionist: I don't know what to say.\nRoss: (mumbling) She doesn't know what to say!\nChandler: Just give us the cheapest room you have.\nReceptionist: Unfortunatly the only thing we have available is our deluxe suite, the rate is six hundred dollars.\nChandler: That's insane!\nRoss: Totally insane. Dude, let's drive home, we'll hit all the maple candy stores on the way back and if...if they're closed maybe we'll tap a tree and make some ourselves.\nChandler: Does that room have a closet I can lock him in? (pause) We'll take it.\nReceptionist: Great.\nChandler: (aside, to Ross) What!? They are totally ripping us off!\nRoss: Dude, don't worry 'bout it! I know how we can make your money back! This is a nice hotel, you know, plenty of amenities, we just load up on those! Like those apples. Instead of taking one, I'm... I take six!\nChandler: Great, at a hundred dollars an apple, we're there!\nRoss: C'mon, you get the idea, ow-ow-ow we'll make our money back in no time!\nChandler: Dude, you're shaking!\nRoss: I think it's the sugar, could you hold the apple?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Joey's apartment]",
            "dialog": "Rachel: Hi!\nJoey: Hey!\nRachel: Joey, I gotta tell ya, I've been thinking all day about that scene you did, I mean, you were amazing!\nJoey: Oh, you know, the writing was good, and the director is good, and... and my co-star's good but they're not as good as me!\nRachel: God, you have to tell me what happens tomorrow!\nJoey: Ow, I'm just going over the script now! You wanna read lines with me?\nRachel: Me? Oh, no, I am not an actress.\nJoey: Oh, all right, I can ask Monica.\nRachel: Oh screw her, that part is mine!\nJoey: Right... (pause) ok, so just from the top of the page, right here.\nRachel: Okay. (pause).(acting) Hello Drake, I'm surprised to see you here.\nJoey/Drake: I can't believe you married him.\nRachel/actress: But what choice did I have. He was keeping my sister in a dungeon!\nJoey/Drake: So what about us? Everything we feel for each other.\nRachel/actress: It's over! You have to accept that.\nJoey/Drake: How can I? Knowing I'll never hold you in my arms again, or touch your skin, or feel your lips, knowing I'll never make love to you? How can I accept that... I can never kiss you again when it's all I can do not to kiss you right now.\nRachel: (pause) Kiss me.\nJoey: What?\nRachel: Kiss me.\nJoey: Ah, Rach, it doesn't say that!\nRachel: No, I'm saying...\nJoey: but, but..\nRachel: just... don't talk... (she kisses him)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Rachel's bedroom]",
            "dialog": "Rachel: (waking up) Ehhh, aw! (pause). Well, that's new!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Hotel's room]",
            "dialog": "Ross: (on the phone) Hi, this is Ross Geller in suite 206. It seems you forgot a couple of things. Could you have some complimentary toiletries sent up to my room? (pause) Thank you! Ok. Toothbrush, toothpaste, razor, mouthwash, deodorant, dental floss, band aids, shaving cream, after shave... and I feel like I am forgetting something... Is there anything else you have that I haven't asked for already? (pause) Yeah, go ahead, send up some tampons.\n(Chandler enters the room)\nRoss: What did you get?\nChandler: USA Today\nRoss: Nice, put it with the others.\nChandler: And I also got... two more apples.\nRoss: We are four short of a bush-o (pause). God I feel so alive, I love being in the country!\nChandler: I also got this great salt and pepper shaker from the restaurant.\nRoss: Oh, that's not cool.\nChandlers: Dude, none of this is cool.\nRoss: No, Chandler, you have to find the line between stealing and taking what the hotel owes you. For example: hair drier, no, no, no, but shampoo and conditioners, yes, yes, yes. (pause) Now, the salt shaker is off-limits, but the salt (he opens the salt shaker and pours the salt into his hand) I wish I'd thought this through.\nChandler: I think I know what you mean though...the lamp is the hotel's, but the bulbs (goes to take the bulb)...oh, you already got that.\nRoss: Not my first time in a hotel, my friend.\nChandler: Ok, how about this (picks up the remote control)?\nRoss: No, no, no, you can't take the remote control!\nChandler: Yes, but the batteries...\n(Ross claps his hands)\nChandler: Thank you, thank you very much!\nRoss: Let's celebrate with some maple candy!\nChandler: No!\nRoss: At least tell me where you hid it.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk. Monica and Rachel are sitting on the sofa]",
            "dialog": "Rachel: Can I ask you a question?\nMonica: Yeah.\nRachel: Have you ever had any weird romantic dreams?\nMonica: Let me think. Oh, when I was younger I used to dream that I got married to Mayor McCheese, and on our wedding night I ate his head.\nRachel: Ok, well this is like that...in no way. I had a...I had a dream last night that I wanted to kiss Joey.\nMonica: Wow, do you mean like kiss him-kiss him?\nRachel: Oh yeah! I mean, that was pretty intense.\nMonica: What do you think brought than on?\nRachel: I don't know! I mean, maybe that's something to do with the fact that I saw him do a love scene yesterday.\nMonica: A love scene? With who?\nRachel: Olivia.\nMonica: Olivia? I thought she was marrying Connor! (pause) Oh right, real life more important.\nRachel: So do you think that my dream means anything?\nMonica: I don't know. I mean, you saw him do a love scene, so maybe you don't have a thing for Joey, maybe you have a thing for Drake.\nRachel: Ah! Well it was Joey reading Drake's lines in the dream...\nMonica: Of course it was! Trust me, when it comes to psychology I know what I'm talking about. I took two psych classes in college.\nRachel: You took the same class twice.\nMonica: It was hard!\n(Phoebe comes in)\nPhoebe: Hey!\nRachel and Monica: Hi.\nPhoebe: Here, Monica, look what I got to wear when I play at the restaurant (she dons a top hat) uh, huh wait! (she raises a pair of spectacles to her eyes) Right? I mean, this might even class up the ballad of the uncircumcised man.\nMonica: Oh...Phoebe? Maybe I wasn't clear before. I really love listening to your music here, but my restaurant is sort of an upscale place.\nPhoebe: Right, yeah, ok, I'll ask the butler to fetch my diamonds out of the vault.\nMonica: Phoebe, it's not what you wear. It's sort of your songs... I just don't think you should play at the restaurant anymore.\nPhoebe: Oh, ok. Fine, I'll just, I'll take the hat back (she puts the hat in a bag and she crushes it angrily on the floor with her foot).\n(silence)\nRachel: Hey, so you guys, the funniest thing happened, at work...\nPhoebe: My songs aren't good enough for your restaurant?\nRachel: Ok, we're still on that.\nMonica: I didn't say your songs were not good enough.\nPhoebe: Then what's wrong with them? Would they not go with your tiny portions of pretentious food?\nMonica: Tiny portions?\nPhoebe: Yeah well, \"excuse me, I ordered the smoked salmon appetizer, but (peering through her spectacles) I can't see it, I can't see it\"!\nMonica: Phoebe, it's not about quantity.\nPhoebe: Well...it's not about quality.\nMonica: Oh really, you want to talk about quality? Have you heard of a key? It's what some people sing in.\nPhoebe: Well at least all my songs don't taste like garlic. Yeah, there are other ingredients Monica.\nMonica: Ok, so that's what we're doing. You know, when I'm in the coffee house bopping along to one of your songs, I'm wearing ear plugs.\nPhoebe: Ear plugs, or cloves of garlic?\nMonica: You know what? I take back what I said before. You keep playing at the restaurant, because with your music driving people inside, my bar sales are going up like crazy.\nPhoebe: What are people having, the garlic Martini?\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Hotel's reception]",
            "dialog": "Receptionist: Here's your copy of the bill, we hope you enjoyed your stay.\nChandler: Oh we did, and you still have all your lamps.\n(the receptions is puzzled. She goes in the back.)\nChandler: Oh, I didn't factor in the room tax.\nRoss: Oh dude, don't worry about it, I found an unattended maid's car. We're way ahead of the game.\n(they make as if to go, but Ross notices something)\nRoss: Oh my god.\nChandler: What?\nRoss: There's something new in the bowl.\nChandler: Look, we have enough, just walk away.\nRoss: No, but I want...I want the pinecones!\nChandler: There's a forest right outside.\nRoss: It's not the same.\nChandler: Ok, go quick!\n(Ross starts stuffing pinecones in the suitcase. As the receptionist walks in, Chandler makes a bird's verse and Ross stops)\nRoss: (to the receptionist) Thank you for a delightful stay.\n(he picks up the suitcase, which falls open, revealing all the stuff they have taken from the hotel. The receptionist just looks at them.)\nRoss: Oh, my maple candy!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: In front of Monica's restaurant. Phoebe is playing]",
            "dialog": "Phoebe: (singing) Food here at 'Javu'..will kill you..the food here at 'Javu' ...will kill you..\n(Monica comes out)\nMonica: Thank god, it's just you! I thought someone was swinging a bag of cats against the wall.\nPhoebe: You'd better get back in that kitchen Monica, the garlic is not gonna overuse itself.\nMonica: Ok, you have to stop playing now.\nPhoebe: Why? The only person my playing is bothering is you!\nMonica: Oh yeah? Ok, let's settle this, come on!\nPhoebe: (while Monica drags her in the restaurant) Get your garlic-peelers off me!\nMonica: (to the restuarant customers) Excuse me, excuse me, hi, I'm Monica Geller..I'm the head chef here.. (pauses as if waiting for something).. Ok, I was actually expecting a little applause there, but whatever! Ok, quick question: by a show of hands, how many of you were bothered by this woman's singing outside? (a few people raise their hands)\nPhoebe: Ok, ok, how many of you enjoyed the music outside? (a few people raise their hands) Ha!\nMonica: Alright, let me ask you this question: How many of you thought the music was fine, but not in keeping with the tone of the restaurant? (a few raise their hands again).\nPhoebe: Ok, well, who identified the tone of this restaurant as pretentious comma garlicky?\nMonica: Ok who thinks the food is delicious and a little pretention never hurt anyone? (a few raise their hands)\nPhoebe: Ok, well, alright, who thinks the food is fine, the music was fine, but your evening was ruined by this incessant poll taking? (all raise their hands).\nMonica: Excuse us! (then to Phoebe) Alright here's a question: Who was so worried about her restaurant being fancy that she made a big deal about her friend playing her music and feels really bad about it now? (raises her hand)\nPhoebe: Oh...Who was so stupid and stubborn that she lashed out against her friend's cooking which she actually thinks is pretty great! (raises her hand)\nMonica: I'm sorry...\nPhoebe: I'm sorry too... (they hug)\nMonica: ooohh... hey! Wanna stick around and I'll whip you up some dinner?\nPhoebe: Yeah! As long as it's free! Food here is ridiculously over-p...\n(Monica seems to take it amiss)\nPhoebe: (smiling, raising her hand) Who's hoping the hand raising thing is still cute enough that you won't hate me?\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Joey and Rachel's apartment, Rachel walks in]",
            "dialog": "Rachel: Hey!\nJoey: Hey!\nRachel: Joey, do you have peanut butter on the back of your head?\nJoey: (Touches the back of his head and licks his fingers) Oh man! I thought I got it all!\nRachel: (looks puzzled) How...how...?\nJoey: I was making a peanut butter smoothy, right?\nRachel: uh-huh\nJoey: And I couldn't find this little plastic thing (holds up plastic thing) that goes on top of the blender...and I thought...well... how important can that be, right...? Turns out very!\nRachel: (to herself) Wow...definitely just Drake...\nJoey: What?\nRachel: What...how is it going with Drake?\nJoey: Oh...I don't think it's going very well...\nRachel: What...that scene I saw was so good!\nJoey: Well, I'm feeling really insecure about the one we are shooting tomorrow...\nRachel: Joey, is this that thing that you do when you say you're bad so I'll give you a compliment?\nJoey: A little. Yeah no, I really am worried, you know, I mean I have to make it convincing that I'm in love with Olivia.\nRachel: So?\nJoey: So...I've never played that!\nRachel: Ooh! Honey, it can't be that hard, I mean, you've been in love before?\nJoey: Uh...well...just once...with you...\nRachel: Ok...this could be a little awkward...I'm just going to blow past it... well can't you just use that method actor thing where you use your real life memories to help you in your performance?\nJoey: (looks at her for a moment) What the hell are you talking about??\nRachel: (shakes her head) Alright, alright look, just uh... just try to remember how you felt when you were in love, and think about that when you're playing the scene.\nJoey: (approvingly) Oh! ok, yeah, I think I can do that. Yeah ok, there's this party scene coming up.. and Olivia and her husband are there and all Drake wants to do is grab her and kiss her, but he can't... And that makes me think about all those times when I wanted to grab you and kiss you, but you didn't know so I would just pretend everything was cool, but really, it was killing me.\nRachel: (looks touched) Joey, you never..you never talked about that before...\nJoey: Well.. hey, you know what else I could use? There's a scene where Drake sneaks into Olivia's bedroom, and she doesn't know he's there - which never happened with us! And he knows he shouldn't be there, but he just wants to look at her... you know? (In a romantic voice) And I remember all those mornings before you even put on your make-up, when I would think to myself, my God, she...is... beautiful... (Rachel looks very moved) and it hurts so much, cuz I knew I could never tell you (pauses, while looking at her with sentiment) but it was worth it just to be there looking at you.\n(Joey and Rachel continue to look at each other in silence for a while)\nJoey: (excited) Thanks dude!!!This is GREAT!! (leaves Rachel very touched on the couch and goes into his room)\nClosing credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Chandler's apartement, Monica is at the kitchen table writing something and Chandler enters kitchen area]",
            "dialog": "Chandler: I got you something from Vermont! (Sits down at the table)\nMonica: (without looking up from what she's doing) Besides tampons and salt? (Then looks) Ooh! My God! Maple candy! That's so sweet of you. (Opens the box) That's weird...it's empty!\n(Then Ross enters)\nRoss: (sounds excited) Hi you guys! what's going on, you... you guys wanna hang out...or...? (Looks around the room nervously) do you...do you guys hear a buzzing?\n"
        }
    ]
}