{
    "metadata": {
        "season": "SEASON 9",
        "title": "911 Rachel Goes Back To Work",
        "written_by": "Doty Abrams",
        "transcribed_by": "Stephan Hoffmeister",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": ""
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Teleplay by: Peter Tibbals\nStory by: Judd Rubin\nDirected by: Gary Halvorson\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler and Monica's]",
            "dialog": "Chandler: Hey!\nMonica: Good morning, Tiger! I'm making you a nice big breakfast so you can keep up your strength for tonight. You're gonna get me good and pregnant.\nChandler: I've got nowhere to go this morning. I'm unemployed! I don't know what I'm gonna do with my life.\nMonica: Well, I just lost my erection.\nChandler: I mean, what am I supposed to do with myself?\nMonica: You're supposed to find your passion in life. You can be whatever you wanna be now. It's exciting.\nChandler: But it's all so overwhelming. I don't know where to start.\nMonica: Hey, wait a second. I can help you with this. You just need to be organized. We can make a list of your qualifications, and categorize jobs by industry. There could be folders and files!\nChandler: Hey! This is where your hyper-organized-pain-in-the-ass stuff pays off!\nMonica: I know!!! My erection is back!\n[Opening credits]\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Joey: (To Gunther who comes over with coffee and a muffin) Thank you!\nPhoebe: Joey, can I have a sip of your coffee and a bite of your muffin?\nJoey: Okay.\nPhoebe Thank you. (Pours his coffee in a thermos and puts his muffin in her purse.) Thank you!\nJoey:: Pheebs, have you ever been bitten by a hungry Italian?\nPhoebe: I'm sorry, it's just, I'm a little short on cash.\nJoey: If you want I could loan you some money?\nPhoebe: Oh no, no, no. I learned never to borrow money from friends. No, that's why Richard Dreyfuss and I don't speak anymore.\nJoey: Oh, hey, how about this? Wanna be an extra on my show?\nPhoebe: You could do that?\nJoey: Yeah, yeah. The pay is pretty good and you could do it for as long as you need.\nPhoebe: Oh my god, I'm gonna be on TV!\nJoey: Okay, now. I gotta tell you, being on TV isn't as glamorous and exciting as you think.\nPhoebe: Oh, really?\nJoey: No it is awesome!\n(Rachel and Ross enter with Emma)\nRoss: Hi guys.\nAll: (Adlib hellos)\nPhoebe: Wow! Hey, why are you all dressed up?\nRoss: Rachel and I are bringing Emma to Ralph Lauren today to introduce her to everyone. Doesn't she look cute?\nJoey: She sure does. Why does she have a pink bow taped to her head?\nRachel: Well, because if one more person says \"what a cute little boy\" I'm gonna whip them with a car antenna!\nRoss: I think she's gonna be the hit of the office, huh? She's gonna be hotter than peasant blouses and A-line skirts. Can I get a blue bow?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler and Monica's]",
            "dialog": "Monica: (Flipping through bunch of folders as Chandler enters from bathroom) Okay, I have looked through a bunch of career guides, photocopied and highlighted key passages and put them into alphabetical folders so you can make an informed decision.\nChandler: How long was I in there?\nMonica: Okay. Let us start with the A's. Advertising.\nChandler: Wait. Advertising! That's a great idea!\nMonica: Don't you want to look through the rest?\nChandler: I don't think I have to hear the rest. Advertising makes perfect sense. Sorry you had to waste all this time, though.\nMonica: You call eight hours alone with my label maker wasted time? Ooh, now I get to use my shredder!\nChandler: I mean, I can write slogans. I mean, how hard can it be, right? \"Cheese. It's milk that you chew.\" \"Crackers. Because your cheese needs a buddy.\" \"A grape. Because who can get a water melon in your mouth?\"\nMonica: I got one. \"Socks. Because your family's feet deserve the best.\"\nChandler: Honey? Leave it to the pros.\nMonica: I actually know someone in advertising. I grew up with this guy who is a vice president at a big agency. Maybe I can get him to meet you? Give me the phone.\nChandler: \"The phone. Bringing you closer to people...who have phones.\"\nMonica: \"Marriage. It's not for everybody.\"\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ralph Lauren]",
            "dialog": "Rachel: That went well. Almost everybody knew that she was a girl.\nRoss: Yeah, after you punched that one guy who got it wrong, word spread.\nRachel: I'm just gonna go in my office and pick up some stuff . (To the guy behind her desk) Who the hell are you!?\nGuy: Who the hell are you?\nRachel: I'm the hell person whose office this is!\nRoss: Good one, Rach.\nGuy: I'm Gavin Mitchell, the person who's taken over your job.\nRachel: Excuse me?\nGavin: Oh, your baby's so cute. Why did you put a pink bow on a boy?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: DOOL set]",
            "dialog": "Phoebe: Joey, look at me! I'm a nurse!\nJoey: Yes you are. I think it may be time for my sponge bath. Sorry, I'm just so used to hitting on the extras. So, are you excited about your scene?\nPhoebe: Yeah! But I'm a little shaky and nervous.\nJoey: Oh, relax. Don't be. You'll be fine, you'll be fine. They'll probably just make you stand in the back.\nDirector: Okay, okay, okay! (To Phoebe) You. Here, come here, here. You're gonna take this tray, you're gonna stay on this yellow mark. You're gonna move on \"action!\" You're gonna walk over to the operating table. You're gonna stop on that blue mark, you're gonna put the tray down. Don't walk too fast! But don't doddle.\nPhoebe: Okay, now. What?\nDirector: And...Action!!\n(Phoebe starts walking toward the operating table. Her hands are shaking like crazy, causing the tray to rattle.)\nDirector: Cut! Cut!\nPhoebe: I'm sorry, I'm sorry, I'm sorry. I'm just a little nervous.\nDirector: Well, don't be.\nPhoebe: Okay, that helps.\nDirector: And...Action!\n(Phoebe starts walking towards the table again. She's even more shaky than before and almost drops the tray.)\nDirector: Cut!\nJoey: Hey, you know what? Don't worry, Pheebs! It usually takes me three takes too! (Off the director's look) Alright, eight.\nDirector: And...Action!\n(Ok, here we go again. Phoebe starts walking toward the operating table, but stops every time the tray starts to rattle. She eventually drops it on the floor, but finishes the scene anyway by putting the now non-existent tray on the table.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Interviewer: So, do you have any other question about advertising?\nChandler: No, no. But let me show you what I can do. \"Bagels and donuts. Round food for every mood.\"\nInterviewer: Monica warned me you might do that. I actually think we might have something for you at the agency.\nChandler: Really? That's great!\nInterviewer: It's an unpaid internship.\nChandler: It's funny. When you said \"unpaid\" it sounded like you said \"unpaid.\"\nInterviewer: Come on now. Monica has a good job. And it's not like you have a family to support.\nChandler: Actually, we're trying, and I don't think Monica's gonna wanna postpone it. We're supposed to have sex tonight. Actually, she's probably at home naked right now. I tend to keep talking until somebody stops me. I can just picture her on the bed right now.\nInterviewer: Stop!\nInterviewer: Okay.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Ralph Lauren]",
            "dialog": "Rachel: Wait a minute! What do you mean, you're taking over my job?\nGavin: Well, while you were on your baby vacation I was doing your job.\nRachel: A vacation? My idea of a vacation does not involve something sucking on my nipples until they are raw.\nGavin: Clearly you've never been to Sandles Paradise Island.\nRachel: Alright! Don't get too comfortable there, because I'm back in two weeks! And I want everything back to the way it was. I can't say that I care too much for the way you've rearranged my office.\nGavin: I can't say I care too much for that smell you've brought in with you.\nRachel: Excuse me?\nRoss: Rach we have a code brown situation.\nRachel: Can you please, please take care of it for me?\nRoss: Alright, but you have to do one sometime.\nRachel: Let me just get this straight! So I go have a baby and they send some guy in to do my job?\nGavin: Well, there was talk of shutting down Ralph Lauren all together.\nRachel: That's right. You're very cheeky for a temp.\nGavin: I'm not a temp. I was transferred here from another department.\nRachel: Oh yeah, what department was that? The Jerk department?\nGavin: Oh, they didn't tell me about your quick wit.\nRachel: Did they mention that I'm rubber and you're glue?\nMr. Zelner: (Enters) Gavin, Ralph loved your ideas.\nRachel: Oh, hi Mr. Zelner.\nMr. Zelner: Rachel, I see you've met Gavin. I must say, when you left us we weren't sure what we were gonna do. But then, Gavin to the rescue. Super Gavin!\nRachel: That's great. So now, Super Gavin, when I come back where are you planning on flying off to?\nGavin: Well, that's up to Mr. Zelner. I'm sure he will make the right decision.\nRachel: (To herself) Oh, wow. Super ass-kissing power.\nMr. Zelner: Incidentally, when are you coming back?\nRachel: Today.\nGavin: You said two weeks.\nRachel: No, I said today! See, for a superhero, not so much with the listening.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: DOOL set]",
            "dialog": "Joey: Hey.\nPhoebe: Hey. So, what did he say?\nJoey: Well, he can be a little rough around the edges, so I'm gonna replace a word he used a lot, with the word \"puppy.\" Okay, so he said: \"If your puppy friend doesn't get her puppy act together, I'm gonna fire her mother-puppy ass.\"\nPhoebe: I'm sorry, I can't do this. I'm not an actor.\nJoey: That's right, you're not. You're a nurse. You're Nurse With Tray.\nPhoebe: Joey.\nJoey: No, no. Nurse With Tray doesn't know Joey, she doesn't have time for friends. She gets in that operating room and she carries that tray to the doctor, because if she doesn't, people die!\nPhoebe: Who dies?\nJoey: (Points to man on operating table) Man With Eye Patch! You get in there and you do your job.\nPhoebe: Yes, doctor.\nJoey: Okay.\nDirector: Okay, let's try this one more time.\nPhoebe: Hang in there, Man With Eye Patch, your tray is coming!\nDirector: And...Action!\nPhoebe: (Does the scene) Yes, I did it!!! I nailed it!!! Yay! What's next?\nDirector: The rest of the scene.\nPhoebe: Okay, from the top, people!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Ralph Lauren]",
            "dialog": "Rachel: Listen. Sudden change of plans. My maternity leave just ended. They told me that if I didn't come back today, they were gonna fire me.\nRoss: What? No, that's illegal. I'm gonna have the labor department down her so fast they won't even...\nRachel: Alright, alright. Calm down Norma Rae. They didn't actually say that. I'm just afraid if I don't come back right now this guy's gonna try to squeeze me out.\nRoss: What about Emma? We don't have a nanny.\nRachel: I know. You know, we're just gonna have to figure out a plan tonight. Can you please just take care of her for today?\nRoss: Absolutely. Just give me your breast and we'll be on our way.\nRachel: Come on, I don't know what else to do.\nRoss: Fine, fine. (To Emma) We'll have fun, won't we? Yes, we will, yes we will. (Gives her a kiss, and the pink bow tapes itself to his head.)\nRachel: Ross?\nRoss: Huh?\nRachel: You're pretty.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Chandler and Monica's]",
            "dialog": "Chandler: Whatever I decide to do, I'm gonna be starting a career from scratch. It's gonna be a while before I make a living at it. Maybe now is not the right time to be starting a family.\nRoss: So you have to tell Monica you don't want to have a baby right now?\nChandler: Yeah.\nRoss: (Hugs Chandler) Good-bye.\nMonica: (Enters) Okay, it's baby time. Pants off Bing. (Sees Ross) Didn't see you there Geller.\nChandler: Yeah, Ross is here so...\nRoss: Yeah, and I was really hoping that I could hang out. What do you feel like doing?\nMonica: We're gonna have sex.\nRoss: I don't feel like having sex. Maybe we can watch a movie or something.\nMonica: Let me put it this way. We're having sex whether you're here or not.\nRoss: Pants off Bing!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Ralph Lauren]",
            "dialog": "Rachel: Alright. Now that I'm back, why don't you just fill me in on what you've been up to?\nGavin: Well, I've changed your screensaver from that picture of *Nsync.\nRachel: Hey, they were popular when I left!\nGavin: Also, I've just been working on this big presentation for tomorrow.\nRachel: Well, I should be involved in that, so why don't you get me up to speed?\nGavin: That's gonna take weeks. Why don't just let me take care of the presentation?\nRachel: Oh, no no no no. I see what you're doing here, alright, listen, this is my job buddy. Okay, I've had it for five years, and I know how it works, so why don't you just catch me up!\nGavin: Fine.\nRachel: (Sits down in her chair) Oh god. You've totally messed with the back support of my chair. How do you fix this?\nGavin: Hey, you've been here five years, you figure it out.\nRachel: Fine, I will. (Pushes that button thing on the chair that makes it \"collapse\") Alright, fill me in!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler and Monica's]",
            "dialog": "Ross: Hey.\nChandler: Hey.\nRoss: You have a blue tie that would go with this? Emma spit up on mine.\nChandler: Oh, yeah. But you have to give it back if I get a job. Of course, by that time in the future ties will be obsolete and we'll all be wearing silver jump suits.\nMonica: (Enters from the bedroom) Hi, good morning lover. I gotta say after last night, I'm a little weak in the knees.\nRoss: Here's an idea. You walk into a room...take a quick scan!\nMonica: (To Ross) Sorry. (To Chandler) But I kind of have this feeling that we may have made a baby last night.\nChandler: Oh god, I have to tell you something. You're not pregnant.\nMonica: What are you talking about?\nChandler: That thing that I have to do to make a baby. I faked it.\nMonica: What!? You faked it?\nRoss: You know what? I don't need a tie. I mean, it's better, open collar. You know, it's more casual (He leaves.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: DOOL set]",
            "dialog": "Phoebe: Joey, listen. I can't do this, it doesn't make any sense. Yesterday I was a nurse, and today I'm a waitress at a cafe?\nJoey: Oh, sometimes we use the same extras for different parts. It's okay.\nPhoebe: Well, it's not okay, because I gave a very memorable performance as the nurse. And now suddenly I'm the waitress? That's gonna confuse my fans.\nJoey: Maybe you are a nurse, but you moonlight as a waitress.\nPhoebe: Uhuh. Because I'm a single mother, supporting my two children.\nJoey: Nice.\nPhoebe: Wait a minute. Dr. Drake Ramoray and I work at the same hospital. Wouldn't I come over to say hi to him?\nJoey: No, no. See, you and Drake are having a fight.\nPhoebe: About what?\nJoey: He slept with you and then never called you.\nPhoebe: And I just wanted a new daddy for Davy and Becky.\nDirector: Okay, okay, from the top. And...Action!\nMan: So, I'm surprised you agreed to have lunch with me.\nJoey/Drake: I'm surprised to, but yet here I am.\n(Phoebe walks by and slaps him.)\nDirector: Cut, cut! What are you doing!?\nPhoebe: Yeah, well, I'm very angry at him, because he slept with me and never called me back.\nExtra: Me too!\nAnother extra: Me too!\nJoey: Oh, calm down! She means on the show! We need some new extras around here!\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Chandler and Monica's]",
            "dialog": "Gavin: (Enters) Wow, you're here already.\nRachel: Yes. Emma and I came in a little early to do research on the presentation. I actually made a few changes, but I think I'm caught up on everything. So ask me anything!\nGavin: How do you fix the chair?\nRachel: Except that! (Mr. Zelner enters) Oh, hello, Mr. Zelner. We're all ready for our presentation this afternoon.\nMr. Zelner: Good, because it's in ten minutes.\nRachel: What? I can't do that! I have the baby, and Ross is not gonna pick her up for another hour.\nMr. Zelner: Well, then Gavin can give the presentation, okay, we have to do it now. Ralph needs to leave early today. He's going helicopter shopping.\nRachel: Well, there you go. You win, you win. You get to do the presentation, you'll knock 'em dead, no one will ever remember that I worked here, and then Ralph will buy his helicopter, and Super Gavin will just fly right along side of him!\nGavin: You can do the presentation.\nRachel: No, I can't, I have a baby.\nGavin: I'll watch her.\nRachel: Why would you do that?\nGavin: Because you've worked really hard, and it's your job, and you're a little crazy.\nRachel: That's really nice.\nGavin: I should tell you that crying women make me very uncomfortable.\nRachel: Then you're not gonna like what's coming. (Starts crying) I'm sorry, I'm sorry, I'm sorry. Thank you, thank you.\nGavin: I'm really fine, don't worry, I'm great with children. (To Emma) Gavin Mitchell. Pleased to meet you.\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: DOOL set]",
            "dialog": "Joey: Please don't fire my friend. Just let me talk to her.\nDirector: Okay, okay. But this is her last chance.\nJoey: Thank you, thank you. How about I do something for you? Tomorrow, I'll bring you a hat, cover up the bald?\nJoey: Hey, listen Pheebs. I was just talking to the director, and he was thinking, maybe this time you don't hit Drake, you just wait on the tables?\nPhoebe: I can't do that. I'm an actor. I have a process.\nJoey: You're a masseuse. You have a table with a hole in it.\nPhoebe: Wait a minute, I see what's happening here. You're threatened.\nJoey: What?\nPhoebe: Yeah, I'm so good in this scene that I'm stealing focus from you. Well, rise to the challenge Tribianni 'cause I just raised the bar. Come join me up here!\nJoey: (To the director) Yeah, you can fire her, but I would call security, she won't go easy.\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: Chandler and Monica's]",
            "dialog": "Monica: You faked it? You couldn't have faked it!\nChandler: Oh yes you can. You just make the faces and the noises.\nMonica: Guys can fake it? Unbelievable. The one thing that's ours! Besides, why would you fake it when we're trying to have a baby?\nChandler: That's actually why. Look, I'm starting a whole new career now, and I'm not saying that I don't want to have a baby, I'm just saying maybe we could wait a little while.\nMonica: Like a month?\nChandler: Or a year?\nMonica: Really, you want to wait a year?\nChandler: It could be less than a year. I mean, you've heard my stuff. \"Pants. Like shorts, but longer.\" (Pause) It'll probably be more than a year.\nMonica: I really wanna have a baby.\nChandler: Yeah, me too. Look, I'll just get my old job back.\nMonica: No, I want you to have a job that you love. Not statistical analysis and data reconfiguration.\nChandler: I quit and you learn what I do?\nMonica: It's just, I think, there's never gonna be a right time to have a baby. I mean, now you're unemployed and in a little while you'll find a new job that'll keep you really busy. There's always gonna be a reason not to do this, but I think once the baby comes, forget about all those reasons.\nChandler: I guess. It's always gonna be scary when we have a baby.\nMonica: It's gonna be really scary. I mean, god. When we have a baby, there's gonna be so much that we're not able to control. I mean, the apartment's gonna be a mess, I won't have time to clean it. What if the baby gets into the ribbon drawer? Messes up all the ribbons?! What if there's no room for a ribbon drawer, because the baby's stuff takes up all the space!? Where will all the ribbons go!?!\nChandler: Should we go make a baby right now before you change your mind?\nMonica: Yes, please!\nChandler: Oh, and I promise, I will not fake it this time.\nMonica: I wish I could say the same. I'm a little shook up!\n[Closing credits]\n"
        },
        {
            "scene_no": 18,
            "scene_mark": "[Scene: DOOL set]",
            "dialog": "Joey/Drake: I know you botched that operation on purpose. I can't prove it yet, but when I do, you'll be going to jail for murder. I don't care if you are my brother.\nMan: I'm not your brother.\nPhoebe/Waitress: What about my children Drake?! Huh!? (She starts running around on the set with a security guy chasing her) No!! No!! No! God!\n"
        }
    ]
}