{
    "metadata": {
        "season": "SEASON 1",
        "title": "109 Underdog Gets Away",
        "written_by": "Jeff Greenstein & Jeff Strauss",
        "transcribed_by": "Mindy Mattingly Phillips",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Rachel is confronting her boss, Terry.]",
            "dialog": "Rachel: Terry, I, I, I know that I haven't worked here very long, but I was wondering, do you think it would be possible if I got a $100 advance in my salary?\nTerry: An advance?\nRachel: It's so that I can spend Thanksgiving with my family. See, every year we go skiing in Vail, and normally my father pays for my ticket, but I sort of started the whole independence thing, you know, which is actually why I took this job.\nTerry: Rachel, Rachel, sweetheart. You're a terrible, terrible waitress. Really, really awful.\nRachel: Ok, I, I hear what you're sayin'. I'm with you. Um, but I, but I'm trying really hard. And I think I'm doing better. I really do. Does anybody need coffee? (everyone in the place raises their hand) Oh, look at that.\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Rachel is approaching a customer.]",
            "dialog": "Rachel: Excuse me, sir. Hi, you come in here all time. I was just wondering, do you think there's a possibility that you could give me an advance on my tips?\nGuy: Huh?\nRachel: Ok, ok, that's fine. Fine. Hey, I'm sorry about that spill before. (picks up the tip he leaves) Only $98.50 to go.\n(Monica enters.)\nMonica: Hey. Ross, did you know Mom and Dad are going to Puerto Rico for Thanksgiving?\nRoss: No, they're not.\nMonica: Yes, they are. The Blymens invited them.\nRoss: You're wrong.\nMonica: I am not wrong.\nRoss: You're wrong.\nMonica: No, I just talked to them.\nRoss: (getting up, upset) I'm calling Mom.\n(Joey enters. His face looks abnormally colorful.)\nJoey: Hey, hey.\nChandler: Hey.\nPhoebe: Hey.\nChandler: And this from the cry-for-help department. Are you wearing makeup?\nJoey: Yes, I am. As of today, I am officially Joey Tribbiani, actor slash model.\nChandler: That's so funny, 'cause I was thinking you look more like Joey Tribbiani, man slash woman.\nPhoebe: What were you modeling for?\nJoey: You know those posters for the city free clinic?\nMonica: Oh, wow, so you're gonna be one of those \"healthy, healthy, healthy guys\"?\nPhoebe: You know, the asthma guy was really cute.\nChandler: Do you know which one you're gonna be?\nJoey: No, but I hear lyme disease is open, so... (crosses fingers)\nChandler: Good luck, man. I hope you get it.\nJoey: Thanks.\n(Ross comes back to the couch.)\nRoss: (to Monica) Well, you were right. How can they do this to us, huh? It's Thanksgiving.\nMonica: Ok, I'll tell you what. How about I cook dinner at my place? I'll make it just like Mom's.\nRoss: Will you make the mashed potatoes with the lumps?\nMonica: You know, they're not actually supposed to have... (Ross looks at her sheepishly) I'll work on the lumps. Joey, you're going home, right?\nJoey: Yeah.\nMonica: And I assume, Chandler, you are still boycotting all the pilgrim holidays.\nChandler: Yes, every single one of them.\nMonica: Phoebe, you're gonna be with your grandma?\nPhoebe: Yes, and her boyfriend. But we're celebrating Thanksgiving in December 'cause he is lunar.\nMonica: So you're free Thursday, then.\nPhoebe: Yeah. Oh, can I come?\nMonica: Yeah. Rach, are you thinking you're gonna make it to Vail?\nRachel: Absolutely. Shoop, shoop, shoop. Only a hundred and two dollars to go.\nChandler: I thought it was $98.50.\nRachel: Yeah, well it was. I, I broke a cup.\nRoss: Well, I'm off to Carol's.\nPhoebe: Ooh, ooh! Why don't we invite her?\nRoss: (mimicking) Ooh, ooh. Because she's my ex-wife, and will probably want to bring her, ooh, ooh, lesbian life partner.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Carol and Susan's apartment, Susan is there. Ross enters.]",
            "dialog": "Ross: Hi, is uh, is Carol here?\nSusan: No, she's at a faculty meeting.\nRoss: Oh, I uh, just came by to pick up my skull. Well, not mine, but...Susan: Come in.\nRoss: Thanks. Yeah, Carol borrowed it for a class, and I have to get it back to the museum.\nSusan: What's it look like?\nRoss: Kinda like a big face without skin.\nSusan: Yes, I'm familiar with the concept. We can just look for it.\nRoss: Ok. (browsing the apartment) Wow, you guys sure have a lot of books about bein' a lesbian.\nSusan: Well, you know, you have to take a course. Otherwise, they don't let you do it.\nRoss: (picking up a book) Hey, hey, Yertle the Turtle. A classic.\nSusan: Actually, I'm reading it to the baby.\nRoss: The uh, the baby that hasn't been born yet? Wouldn't that mean you're... crazy?\nSusan: What, you don't think they can hear sounds in there?\nRoss: You're not serious, I mean, you really... you really talk to it?\nSusan: Yeah, all the time. I want the baby to know my voice.\nRoss: Do you uh, do you talk about me?\nSusan: Yeah, yeah, all the time.\nRoss: Really?\nSusan: But um, we just refer to you as Bobo the Sperm Guy.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, everyone is there but Rachel.]",
            "dialog": "Ross: Look, if she's talking to it, I just think that I should get some belly time too. Not that I believe any of this.\nPhoebe: Oh, I believe it. I think the baby can totally hear everything. I can show you. Look, this will seem a little weird, but you put your head inside this turkey, and then we'll all talk, and you'll hear everything we say.\nChandler: I'd just like to say that I'm totally behind this experiment. In fact, I'd very much like to butter your head.\n(Rachel enters.)\nMonica: Hey, Rach, did you make your money?\nRachel: No, not even close. Forget Vail, forget seeing my family, forget shoop, shoop, shoop.\nMonica: Rach, here's your mail.\nRachel: Thanks, you can just put it on the table.\nMonica: (insistently) No, here's your mail.\nRachel: Thanks, you can just put it on the table.\nMonica: (gives her an envelope) Would you just open it?\n(Rachel opens it. Inside is the money she needed.)\nRachel: Oh my god, oh, you guys are great.\nMonica: We all chipped in.\nJoey: (to Monica) We did?\nMonica: (to Joey) You owe me 20 bucks.\nRachel: Thank you. Thank you so much!\nMonica: (hands Chandler a bag) Chandler, here you go, got your traditional Thanksgiving feast, you got your tomato soup, your grilled cheese fixin's, and your family size bag of Funyuns.\nRachel: Wait, wait, Chandler, this is what you're havin' for Thanksgiving dinner? What, what, what is it with you and this holiday?\nChandler: All right, I'm nine years old.\nRoss: Oh, I hate this story.\nChandler: We just finished this magnificent Thanksgiving dinner. I have--and I remember this part vividly--a mouthful of pumpkin pie, and this is the moment my parents choose to tell me they're getting divorced.\nRachel: Oh my god.\nChandler: Yes. It's very difficult to appreciate a Thanksgiving dinner once you've seen it in reverse.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The subway, Joey spots a gorgeous woman waiting. He goes up to her.]",
            "dialog": "Joey: Uh, hi. We uh, we used to work together.\nGirl: We did?\nJoey: Yeah, at Macy's. You were the Obsession girl, right? I was the Aramis guy. (pretends to spray cologne) Aramis? Aramis?\nGirl: Yeah, right.\nJoey: I gotta tell you. You're the best in the business.\nGirl: Get out.\nJoey: I'm serious. You're amazing. You know when to spritz, when to lay back.\nGirl: Really? You don't know what that means to me.\nJoey: Ooh, you smell great tonight. What're you wearing?\nGirl: (provocatively) Nothing.\nJoey: Listen, uh, you wanna go get a drink or something?\nGirl: Yeah. (she gets up, notices something behind Joey) Oh.\nJoey: What's wrong?\nGirl: I just remembered, I have to do something.\nJoey: Oh. What?\nGirl: Um, leave.\nJoey: Wait, wait, wait!\n(Joey turns around and sees his face on a poster in the subway. The poster says: What Mario isn't telling you...V.D., you never know who might have it. A variety of scenes are shown with the poster displayed all over New York City.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Joey enters, amongst snickers from the gang.]",
            "dialog": "Joey: So I guess you all saw it.\nRachel: Saw what?\nPhoebe: No, we were just laughing. You know, how laughter can be infectious.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, Joey enters, upset.]",
            "dialog": "Joey: Set another place for Thanksgiving. My entire family thinks I have VD.\nChandler: Tonight, on a very special Blossom.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is cooking Thanksgiving dinner. Chandler is standing in the doorway, not wanting to participate in the festivities.]",
            "dialog": "Monica: Mmm, looking good. Ok, cider's mulling, turkey's turking, yams are yamming. (notices Ross is depressed) What?\nRoss: I don't know. It's just not the same without Mom in the kitchen.\nMonica: All right, that's it. You know what? Just get out of my way and stop moping.\nRoss: That's closer.\n(Rachel enters, excited.)\nRachel: I got the tickets! I got the tickets! Five hours from now, shoop, shoop, shoop.\nChandler: Oh, you must stop shooping.\nRachel: Ok, I'm gonna get my stuff.\nJoey: Chandler, will you just come in already?\nChandler: No, I prefer to keep a safe distance from all this merriment.\n(Phoebe takes a slice of pumpkin pie and waves it in front of Chandler's face.)\nPhoebe: Look out, incoming pumpkin pie!\nChandler: Ok, we all laughed when you did it with the stuffing, but that's not funny anymore.\n(Chandler leaves.)\nJoey: Hey, Monica, I got a question. I don't see any tater tots.\nMonica: That's not a question.\nJoey: But my mom always makes them. It's like a tradition. You get a little piece of turkey on your fork, a little cranberry sauce, and a tot! It's bad enough I can't be with my family because of my disease.\nMonica: All right, fine. Tonight's potatoes will be both mashed with lumps, and in the form of tots.\nRoss: Ok, I'm off to talk to my unborn child.\n(Ross grabs for some food, Monica slaps his hand away.)\nMonica: Ah!\nRoss: Ok, Mom never hit.\n(Ross exits.)\nPhoebe: (stirring pot) Ok, all done.\nMonica: What, Phoebe, did you whip the potatoes? Ross needs lumps!\nPhoebe: Oh, I'm sorry, oh, I just, I thought we could have them whipped and then add some peas and onions.\nMonica: Why would we do that?\nPhoebe: Well, 'cause then they'd be like my mom used to make them, you know, before she died.\nMonica: Ok, three kinds of potatoes coming up.\nRachel: Ok, good-bye you guys. Thanks for everything. (she starts to leave, and hits everyone with her skis) Oh, sorry! Oh, sorry!\n(Chandler enters, running.)\nChandler: The most unbelievable thing has happened. Underdog has just gotten away.\nJoey: The balloon?\nChandler: No, no, the actual cartoon character. Of course the balloon. It's all over the news. Right before he reached Macy's, he broke free and was spotted flying over Washington Square Park. I'm goin' to the roof, who's with me?\nRachel: I can't, I gotta go.\nChandler: Come on. An 80-foot inflatable dog let loose over the city. How often does that happen?\nPhoebe: Almost never.\nMonica: Got the keys? or Got the keys!\nRachel: Ok.\n(Everyone leaves the apartment.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Carol and Susan's, Ross is preparing to talk to her belly.]",
            "dialog": "Carol: Anytime you're ready.\nRoss: Ok, ok, here we go. (he crouches down near her stomach) Ok, where am I talking to, here? I mean, uh, well, there is one way that seems to offer a certain acoustical advantage, but...\nCarol: Just aim for the bump.\nRoss: Ok, ok, ok, ok, here goes. You know, I, you know, can't do this. Uh, this is too weird. I feel stupid.\nCarol: So don't do it, it's fine. You don't have to do it just because Susan does it.\nRoss: (quickly talking) Hello, baby. Hello, hello.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's, the group is coming back from the roof.]",
            "dialog": "Rachel: I loved the moment when you first saw the giant dog shadow all over the park.\nPhoebe: Yeah, but did they have to shoot him down? I mean, that was just mean.\nMonica: Ok, right about now the turkey should be crispy on the outside, juicy on the inside. Why are we standing here?\nRachel: We're waiting for you to open the door. You got the keys.\nMonica: No I don't.\nRachel: Yes, you do. When we left, you said, \"got the keys.\"\nMonica: No I didn't. I asked, \"got the ke-eys?\"\nRachel: No, no, no, you said, \"got the keys\".\nChandler: Do either of you have the keys?\nMonica: (panicked) The oven is on.\nRachel: Oh, I gotta get my ticket!\nJoey: Wait, wait, we have a copy of your key.\nMonica: Well then get it, get it!\nJoey: That tone will not make me go any faster.\nMonica: (angry) Joey!\nJoey: That one will.\n(Joey leaves to get the copy of the key.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Carol and Susan's, Carol is reading, Ross is talking to her stomach.]",
            "dialog": "Ross: And everyone's telling me, you gotta pick a major, you gotta pick a major. So, on a dare, I picked paleontology. And you have no idea what I'm saying, because, let's face it, you're a fetus. You're just happy you don't have gills anymore.\nCarol: Look, you don't have to talk to it. You can sing to it if you want.\nRoss: Oh, please. I am not singing to your stomach, ok?\n(Susan enters.)\nSusan: Hi, how's it goin?\nRoss: Shh! (singing) Here we come, walkin' down the street, get the funniest looks from, everyone we meet. Hey, hey! (to Carol) Hey, uh, did you just feel that?\nCarol: I did.\nRoss: Does it always, uh--?\nCarol: No, no that was the first.\nSusan: Keep singing! Keep singing!\nRoss: (singing) Hey, hey, you're my baby, and I can't wait to meet you. When you come out I'll buy you a bagel, and then we'll go to the zoo.\nSusan: I felt it!\nRoss: (singin) Hey, hey, I'm your daddy. I'm the one without any breasts.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The Hallway, Joey has a tray full of keys, and is trying each one in the lock.]",
            "dialog": "Joey: Nope, not that one.\nMonica: Can you go any faster with that?\nJoey: Hey, I got one keyhole and about a zillion keys. You do the math.\nMonica: Why do you guys have so many keys in there anyway?\nChandler: (sarcastic) For an emergency just like this.\nRachel: (grabs Chandler by the shirt) All right, listen, smirky. If it wasn't for you and your stupid balloon, I would be on a plane watching a woman do this (makes a gesture like a stewardess pointing out exits) right now. But I'm not.\nMonica: I swear you said you had the keys.\nRachel: No, I didn't. I wouldn't say I had the keys unless I had the keys, and I obviously didn't have the keys.\nPhoebe: Ooh, ok, that's it. Enough with the keys. No one say keys.\n(Short pause.)\nMonica: Why would I have the keys?\nRachel: Aside from the fact that you said you had them?\nMonica: But I didn't.\nRachel: Well, you should have.\nMonica: Why?\nRachel: Because!\nMonica: Why?\nRachel: Because!\nMonica: Why? Because everything is my responsibility? Isn't it enough that I'm making Thanksgiving dinner for everyone? You know, everyone wants a different kind of potatoes, so I'm making different kinds of potatoes. Does anybody care what kind of potatoes I want? Nooooo, no, no! (starting to cry) Just as long as Phoebe gets her peas and onions, and Mario gets his tots, and it's my first Thanksgiving, and it's all burned, and, and I... I...\nChandler: Ok, Monica, only dogs can hear you now, so, look, the door's open. Here we go.\n(They walk in. Smoke fills the apartment.)\nMonica: Well, the turkey's burnt. (checking pots) Potatoes are ruined, potatoes are ruined, potatoes are ruined.\n(Ross enters, singing.)\nRoss: Here we come, walkin' down the—this doesn't smell like Mom's.\nMonica: No, it doesn't, does it? But you wanted lumps, Ross? (picks up the pan of badly burnt potatoes) Well, here you go, buddy, ya got one.\nRachel: Oh, god, this is great! The plane is gone, so it looks like I'm stuck here with you guys.\nJoey: Hey, we all had better plans. This was nobody's first choice.\nMonica: Oh, really? So why was I busting my ass to make this delicious Thanksgiving dinner?\nJoey: You call that delicious?\n(all shouting)\nMonica: Stop it, stop it, stop it!\nChandler: Now this feels like Thanksgiving.\n[Time lapse. Everyone is upset with each other. Phoebe is at the window.]\nPhoebe: Ooh.\nRachel: What?\nPhoebe: Ugly Naked Guy's taking his turkey out of the oven. Oh my god. He's not alone. Ugly Naked Guy's having Thanksgiving dinner with Ugly Naked Gal.\n(They all run to the window.)\nJoey: I've gotta see this. All right Ugly Naked Guy!\nMonica: Ooh, Ugly Naked Dancing!\nPhoebe: It's nice that he has someone.\n[Time lapse. The gang is around the table, eating grilled cheese sandwiches.]\nChandler: Shall I carve?\nRachel: By all means.\nChandler: Ok, who wants light cheese, and who wants dark cheese?\nRoss: I don't even wanna know about the dark cheese.\nMonica: (holding sandwich) Does anybody wanna split this with me?\nJoey: Oh, I will.\nPhoebe: Ooh, you guys have to make a wish.\nMonica: Make a wish?\nPhoebe: Come on, you know, Thanksgiving. Ooh, you got the bigger half. What'd you wish for?\nJoey: The bigger half.\nChandler: I'd like to propose a toast. Little toast here, ding ding. I know this isn't the kind of Thanksgiving that all of you all planned, but for me, this has been really great, you know, I think because it didn't involve divorce or projectile vomiting. Anyway, I was just thinking, I mean, if you'd gone to Vail, and if you guys'd been with your family, if you didn't have syphilis and stuff, we wouldn't be all together, you know? So I guess what I'm trying to say is that I'm very thankful that all of your Thanksgivings sucked.\nAll: That's so sweet.\nRoss: And hey, here's to a lousy Christmas.\nRachel: And a crappy New Year.\nChandler: Here, here!\n[Scene: The Subway, Joey sees his poster and he peels off the caption on his poster, revealing more posters underneath. The captions read, as follows:\nBladder Control Problem\nStop Wife Beating\nHemorrhoids?\nWinner of 3 Tony Awards...\nHe's finally happy with that and walks away.]\nEnd\n"
        }
    ]
}