{
    "metadata": {
        "season": "SEASON 1",
        "title": "120 The Evil Orthodontist",
        "written_by": "Doty Abrams",
        "transcribed_by": "guineapig",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, everyone is there.]",
            "dialog": "Chandler: I can't believe you would actually say that. I would much rather be Mr.Peanut than Mr.Salty.\nJoey: No way! Mr.Salty is a sailor, all right, he's got to be, like, thetoughest snack there is.\nRoss: I don't know, you don't wanna mess with corn nuts. They're craaazy.\nMonica: (looking out of the window) Oh my God. You guys! You gotta come see this! There's some creep out there with a telescope!\nRoss: I can't believe it! He's looking right at us!\nRachel: Oh, that is so sick.\nChandler: I feel violated. And not in a good way.\nPhoebe: How can people do that?... (All but Phoebe walk away from the window in disgust.) Oh, you guys, look! Ugly Naked Guy got gravity boots!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, everyone but Rachel is there.]",
            "dialog": "Chandler: I am telling you, years from now, schoolchildren will study it as one of the greatest first dates of all time. It was unbelievable! We could totally be ourselves, we didn't have to play any games...\nMonica: So have you called her yet?\nChandler: Let her know I like her? What are you, insane? (The girls make disgusted noises.) It's the next day! How needy do I want to seem? (To the guys) I'm right, right?\nJoey and Ross: Oh, yeah. Yeah. Let her dangle.\nMonica: I can't believe my parents are actually pressuring me to find one of you people.\nPhoebe: Oh, God, just do it! (Grabbing the phone.) Call her! Stop being so testosteroney!\nChandler: Which, by the way, is the real San Francisco treat. (Calls her, then hurriedly hangs up.) I got her machine.\nJoey: Her answer machine?\nChandler: No, interestingly enough her leaf blower picked up.\nPhoebe: So, uh, why didn't you say anything?\nChandler: Oh, no-no-no-no. Last time I left a spontaneous message I ended up using the phrase \"Yes indeedy-o.\"\nMonica: Look look! It's Rachel and Barry. No, don't everybody look at once!\nRoss: Okay, okay, what's going on?\nPhoebe: Okay, they're just talking...\nRoss: Yeah, well, does he look upset? Does he look like he was just told to shove anything?\nPhoebe: No, no actually, he's smiling.. and... Oh my God, don't do that!!\nRoss: What? What? What?!\nPhoebe: That man across the street just kicked that pigeon! (Rachel enters.) Oh!\nChandler: (bluffing) And basically, that's how a bill becomes a law.\nAll: Oh!... Right!\nChandler: Hey Rach!\nMonica: How'd it go?\nRachel: Y'know, it was, uh.. it was actually really great. He took me to lunch at the Russian Tea Room, and I had that chicken, where y'know you poke it and all the butter squirts out...\nPhoebe: Not a good day for birds...\nRachel: Then we took a walk down to Bendall's, and I told him not to, but he got me a little bottle of Chanel...\nRoss: That's nice... now, was that before or after you told him to stop calling, stop sending you flowers and to generally leave you alone, hmm?\nRachel: Right,.. well,.. we never actually got to that... Oh, it was just so nice to see him again, y'know? It was comfortable, it was familiar... it was just nice!\nRoss: That's, that's nice twice!\nMonica: Rachel, what's going on? I mean isn't this the same Barry who you left at the altar?\nJoey: Duh, where've you been?\nRachel: Yeah, but it was different with him today! And he wasn't, like, Orthodontist Guy, y'know? I mean, we had fun! Is there anything wrong with that?\n(Ross 'prompts' Chandler by hitting him on the arm.)\nChandler: Yes!\nRachel: Why?\nChandler: I have my reasons.\nMonica: Okay, how about the fact that he's engaged to another woman, who just happens to be your ex-best friend?\nRachel: All right. All right, all right, all right, all right, I know it's stupid! I will go see him this afternoon, and I will just put an end to it!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Barry's Office, the post-coital Barry and Rachel are recovering on the chair.]",
            "dialog": "Rachel: Wow... Wow!\nBarry: Yeah.\nRachel: I'm not crazy, right? I mean, it was never like that.\nBarry: Nooo, it wasn't.\nRachel: Ooh, and it's so nice having this little sink here...\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, everyone is there except Rachel.]",
            "dialog": "Chandler: (on phone, reading from a script) Oh, Danielle! I wasn't expecting the machine... Give me a call when you get a chance. (Rattles some dishes) Bye-bye. (Hangs up.) Oh God!\nMonica: That's what you've been working on for the past two hours?!\nChandler: Hey, I've been honing!\nRoss: What was with the dishes?\nChandler: Oh, uh.. I want her to think I might be in a restaurant.. y'know? I might have some kind of life, like I haven't been sitting around here honing for the past few hours.\nMonica: (looking out the window) Look look! He's doing it again, the guy with the telescope!\nPhoebe: Oh my God! (Walks to the window) Go away! (Gesturing.) Stop looking in here!\nMonica: Great, now he's waving back.\nJoey: Man, we gotta do something about that guy. This morning, I caught him looking into our apartment. It creeps me out! I feel like I can't do stuff!\nMonica: What kinda stuff?\nJoey: Will you grow up? I'm not talking about sexy stuff, but, like, when I'm cooking naked.\nPhoebe: You cook naked?\nJoey: Yeah, toast, oatmeal... nothing that spatters.\n(A pause as they look at Chandler.)\nChandler: What are you looking at me for? I didn't know that.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Barry's Office, Rachel and Barry are getting dressed.]",
            "dialog": "Barry: What's the matter?\nRachel: Oh, it's just... Oh, Barry, this was not good.\nBarry: No, it was. It was very very good.\nRachel: Well, what about Mindy?\nBarry: Oh, way, way better than Mindy.\nRachel: No, not that, I mean, what about you and Mindy?\nBarry: Well, if you want, I'll just—I'll just break it off with her.\nRachel: No. No-no-no-no, no. I mean, don't do that. Not, I mean not for me.\nBernice: (over intercom) Dr. Farber, Bobby Rush is here for his adjustment.\nBarry: (into intercom) Thanks, Bernice. (To Rachel) Let's go away this weekend.\nRachel: Oh, Barry..! Come on, this is all way too..\nBarry: We can, we can go to Aruba! When I went there on what would have been our honeymoon, it was, uh... it was really nice. You would've liked it.\n(Pause as Rachel realises...)\nRachel: I had a bra.\n(Barry finds it draped on a cupboard and gives it to Rachel, they kiss as Bobby enters.)\nBobby: Hey, Dr. Farber.\n(Rachel and Barry quickly split and pretend Barry is examining Rachel's mouth.)\nBarry: All right Miss Green, everything looks fine... Yep, I think we're starting to see some real progress here.\n(Bobby looks on, deadpan.)\nRachel: What?!\nBobby: I'm twelve, I'm not stupid.\n(Rachel glares at him.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler enters clutching his phone.]",
            "dialog": "Chandler: Can I use your phone?\nMonica: Yeah.. uh, but for future reference, that thing in your hand can also be used as a phone.\n(Chandler dials his own phone and it rings.)\nChandler: Yes, it's working! Why isn't she calling me back?\nJoey: Maybe she never got your message.\nPhoebe: Y'know, if you want, you can call her machine, and if she has a lot of beeps, that means she probably didn't get her messages yet.\nChandler: Y'don't think that makes me seem a little...\nRoss: ...desperate, needy, pathetic?\nChandler: Ah, you obviously saw my personal ad.\n(He calls and quickly hangs up.)\nPhoebe: How many beeps?\nChandler: She answered.\nMonica: Y'see, this is where you'd use that 'hello' word we talked about.\nChandler: I'm not gonna talk to her, she obviously got my message and is choosing not to call me. Now I'm needy and snubbed. God, I miss just being needy.\n(Rachel enters.)\nAll: Hey! Hi!\nPhoebe: How'd he take it?\nRachel: Pretty well, actually... (Wandering into the kitchen.)\nMonica: (wandering in after her) Uh, Rach... how come you have dental floss in your hair?\nRachel: Oh, do I?\nMonica: Uh huh.\nRachel: (in a low voice) We ended up having sex in his chair.\nMonica: You had sex in his chair?!... I said that a little too loudly, didn't I?\nRoss: You-you had what?\nPhoebe: Sex in his chair.\nRoss: What, uh... what were you thinking?\nRachel: I don't know! I mean, we still care about each other. There's a history there. 'S'like you and Carol.\nRoss: No! No no, it is nothing like me and Carol!\nRachel: Please. If she said to you, \"Ross, I want you on this couch, right here, right now,\" what would you say?\n(Ross flounders.)\nChandler: If it helps, I could slide over.\nRoss: It's, it's, it's, uh, a totally diferent situation! It's, it's apples and oranges, it's, it's orthodontists and lesbi- I gotta go.\nPhoebe: Where are you going?\nRoss: (leaving) I just have to go, all right? Do I need a reason? Huh? I mean I have things to do with my life, I have a jam packed schedule, and I am late- for keeping up with it. Okay?\n(Ross exits, a phone rings, and Chandler dives for his phone.)\nChandler: Hello? Hello?\n(Rachel picks up their phone and the ringing stops.  As she talks on the phone, an elaborate visual gag is spun out which is too difficult to describe in words.)\nRachel: (on phone) Hello?(Listens) Mindy! Hi! Hey, how are you? (Listens) Yes, yes, I've heard, congratulations, that is so great. (Listens) Really? (Listens) Oh. (Listens) Okay. Okay, well I'm working tomorrow, but if you want you can, you can, you can come by and... (Listens) Okay... (Listens) Great... (Listens) Great... (Listens) All right, so I'll, so I'll see you tomorrow! (Listens) Okay.. (Listens) Okay... (Listens) Bye. (Hangs up and sits down heavily.) Oh God. Oh God. Oh God.\nChandler: So how's Mindy?\nRachel: Oh, she wants to see me tomorrow...Oh, she sounded really weird, I gotta call Barry... (Does so, on phone) Hi, it's me, I just.. Mindy!! Mindy! Hi! No, I figured that's where you'd be!\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, the next morning.  Chandler is sitting and staring at his phone.  Monica enters and creeps up next to Chandler.]",
            "dialog": "Monica: Brrrrrrr!\n(Chandler clutches at his phone before realising.)\nChandler: Hell is filled with people like you.\nJoey: (entering) He's back! The peeper's back!\n(Rachel enters from her room.)\nJoey: (ducking) Get down!\nRachel: Get down?\nChandler: ...And boogie!\nRachel: Thanks, but I gotta go to work and get my eyes scratched out by Mindy.\nMonica: Relax. Y'know, she may not even know.\nRachel: Please. I haven't heard from her in seven months, and now she calls me? I mean, what else is it about? Oh! She was my best friend, you guys! We went to camp together... she taught me how to kiss..\nJoey: (intrigued) Yeah?\nRachel: And now, y'know, I'm like... I'm like the other woman! I feel so..\nJoey: ..Naughty!\nRachel: Right, I'll see you guys later...\nJoey: Oh, hold up, I'll walk out with you. Now, Rach, when she taught you to kiss, you were at camp, and.. were you wearing any kinda little uniform, or- (Rachel exits and slams the door in his face.) That's fine, yeah...\n(Joey exits.)\nChandler: Okay, I'm gonna go to the bathroom. Will you watch my phone?\nMonica: Why don't you just take it with you?\nChandler: Hey, we haven't been on a second date, she needs to hear me pee?\nMonica: Why don't you just call her?\nChandler: I can't call her, I left a message! I have some pride.\nMonica: Do you?\nChandler: No! (Calls) Danielle, hi! It's, uh, it's Chandler! (Listens) I'm fine. Uh, listen, I don't know if you tried to call me, because, uh, idiot that I am, I accidentally shut off my phone. (Listens) Oh, uh, okay, that's fine, that's great. (Listens) Okay. (Puts down the phone.) (to Monica) She's on the other line, she's gonna call me back. (He starts doing a little jig.) She's on the other line, she's gonna call me back, she's on the other line, gonna call me back...\nMonica: Don't you have to pee?\nChandler: 'S'why I'm dancing...\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Central Perk, Rachel is serving coffee as Mindy enters.]",
            "dialog": "Rachel: Mindy.\nMindy: Hey, you.\nRachel: Hey, you.... So, what's up?\nMindy: Um.. we should really be sitting for this.\nRachel: Sure we should... So.\nMindy: Now, I know things've been weird lately, but you're like my oldest friend in the world... Except for maybe Laurie Schaffer, who I don't talk to anywhere, 'cause she's all bitter now that she lost the weight and it turns out she doesn't have a pretty face. ....Okay, I'm just gonna ask you this once, and I want a straight answer.\nRachel: Okay.\nMindy: Will you be my maid of honour?\nRachel: Of course!\nMindy: Oh that's so great!\nRachel: Was that all you wanted to ask me?\nMindy: That's all!\nRachel: Ohhhh!! (Mindy starts to sob.) ...What? What?\nMindy: That's not all.\nRachel: Oh sure it is!\nMindy: Oh no, it isn't! No! I think Barry is seeing someone in the city.\nRachel: Um, what- what would make you think that?\nMindy: Well, ever since we announced the engagement, he's been acting really weird, and then last night, he came home smelling like Chanel.\nRachel: (draws back) Really. Mindy, if it'll make you feel any better, when I was engaged to him he went through a whole weird thing too.\nMindy: Oh God! You see, that's what I was afraid of!\nRachel: What? What's what you were afraid of?\nMindy: Okay, okay... when Barry was engaged to you, he and I...kind of... had a little thing on the side.\nRachel: What?\nMindy: I know. I know, and when he proposed to me, everyone said \"Don't do it, he's just gonna do to you what he did to Rachel,\" and now I feel so stupid.\nRachel: Uh... Oh, Mindy, you are so stupid. Oh, we are both so stupid.\nMindy: What do you mean?\nRachel: (offers her arm to Mindy and she sniffs) Smell familiar?\nMindy: Oh no.\nRachel: Oh, I am so sorry.\nMindy: No me, I am so sorry...\n(They hug and Joey enters.)\nJoey: (watches them for a while) Oh my.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe and Ross are doing a crossword, Monica is cooking, and Chandler is still staring at his phone.]",
            "dialog": "Ross: Four letters: \"Circle or hoop\".\nChandler: Ring dammit, ring!\nRoss: Thanks.\nJoey: (entering) Hey, you know our phone's not working?\nChandler: What?!\nJoey: I tried to call you from the coffee shop, and there was no answer.\nChandler: (investigating) I turned it off. Mother of God, I turned it off!\nMonica: Just like you told her you did! (Chandler glares at her.) ... Just pointing out the irony.\nJoey: Hey, so listen, I went across the street and talked to the doorman- I got the peeper's name! Can I use the phone?\nChandler: Nngghhh!!!!!!!\nJoey: (to Monica) Can I use your phone? (On phone) Yeah, the number for a Sidney Marks, please.\nRoss: \"Heating device.\"\nPhoebe: Radiator.\nRoss: Five letters.\nPhoebe: Rdtor.\nJoey: (on phone) Yeah, is Sidney there? (Listens) Oh, this is? (To the gang) Sidney's a woman.\nMonica: So she's a woman! So what?\nJoey: Yeah. Yeah, so what? (On phone) Look, I live across the street, (walking to the window) and I know all about you and your little telescope, and I don't appreciate it, okay? (Listens) Yeah, I can see you right now! (Listens) Hello! (Listens) If I wanna walk around my apartment in my underwear, I shouldn't have to feel like—(Listens)—Thank you, but... that's not really the point... (Listens) The point is that... (Listens) Mostly free weights, but occasionally..\nMonica: Joey!!\nJoey: (on phone) Yeah, my neighbor... (Listens) Yeah, the brunette... (to Monica) She says you looked very pretty the other day in the green dress.\nMonica: The green dress? Really?\nJoey: Yeah, she said you looked like Ingrid Bergman that day.\nMonica: (waves dismissively to Sidney) Nooo!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Barry's Office, Barry is preparing his tools alone as Rachel enters.]",
            "dialog": "Rachel: Hey. Got a second?\nBarry: Sure, sure. Come on... (Mindy enters) ...in...\nMindy: Hello, sweetheart.\nBarry: Uh... uh... what're'you... what're'you guys doing here?\nRachel: Uh, we are here to break up with you.\nBarry: Both of you?\nMindy: Basically, we think you're a horrible human being, and bad things should happen to you.\nBarry: I'm sorry... I'm sorry, God, I am so sorry, I'm an idiot, I was weak, I couldn't help myself! Whatever I did, I only did because I love you so much!\nRachel: Uh- which one of us are you talking to there, Barr?\nBarry: ....Mindy. Mindy, of course Mindy, it was always Mindy.\nRachel: Even when we were having sex in that chair?\nBarry: (to Mindy) I swear, whatever I was doing, I was always thinking of you.\nRachel: Please! During that second time you couldn't have picked her out of a lineup!\nMindy: (to Rachel) You did it twice?\nRachel: Well, the first time didn't really count... I mean, y'know, 's'Barry.\nMindy: Okay...\nBarry: (to Mindy) Sweetheart, just gimme- gimme another chance, okay, we'll start all over again. We'll go back to Aruba.\nBernice: (over intercom) Dr. Farber, we've got a bit of an emergency here...Jason Costalano is choking on his retainer.\nBarry: Oh God... (Into intercom) I'll be right there, Bernice. (to Mindy) Look, please, please don't go anywhere, okay? I'll be, I'll be right back.\n(Barry exits)\nRachel: Okay. Okay, we'll be here! Hating you! Did you see how he was sweating when he walked out of there? Listen honey, if I'm hogging the ball too much you just jump right in there and take a couple punches because I'm telling you, this feels great.\nMindy: Yeah... I'm pretty sure I'm still gonna marry him.\nRachel: What are you talking about?! Mindy, the guy is the devil! He's Satan in a smock!\nMindy: Look, I know he's not perfect, but the truth is, at the end of the day, I still really wanna be Mrs. Dr. Barry Farber, D.D.S.\nRachel: Oh God.\nMindy: I hope you can find some way to be happy for me. And I hope you'll still be my maid of honor...?\nRachel: And I hope Barry doesn't kill you and eat you in Aruba.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Rachel are there.]",
            "dialog": "Monica: You okay?\nRachel: Yeah.\nMonica: Really?\nRachel: Yeah! Y'know, ever since I ran out on Barry at the wedding, I have wondered whether I made the right choice. And now I know.\nMonica: Aww... (They hug)\n(Joey enters and looks on approvingly.)\nJoey: Big day.\nClosing Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, everyone is there.]",
            "dialog": "Joey: All right, I'll give you this, Mr. Peanut is a better dresser. I mean he's got the monocle, he's got the top hat...\nPhoebe: You know he's gay?\nRoss: I just wanna clarify this: are you outing Mr. Peanut?\nDanielle: (entering) Chandler?\nChandler: Danielle! Hi! Uh- everybody, this is Danielle, Danielle, everybody.\nAll: Hi. Hi.\nChandler: What are you doing here?\nDanielle: Well, I've been calling you, but it turns out I had your number wrong. And when I finally got the right one from Information, there was no answer. So I thought I'd just come down here, and make sure you were okay.\nChandler: ...I'm, I'm okay.\nDanielle: Listen uh, maybe we could get together later?\nChandler: That sounds good. I'll call you- or you call me, whatever...\nDanielle: You got it.\nChandler: Okay.\nDanielle: G'bye, everybody.\nAll: Bye.\nPhoebe: Whoo-hoo!\nMonica: Yeah, there you go!\nRoss: Second date!\nChandler: ...I dunno.\nRachel: You don't know?!\nChandler: Well, she seems very nice and everything, but that whole thing about her coming all the way down here, just to see if I was okay? I mean,... how needy is that?\n(They all groan and hit him..)\nEnd\n"
        }
    ]
}