{
    "metadata": {
        "season": "SEASON 1",
        "title": "123 The Birth",
        "written_by": null,
        "transcribed_by": "Mindy Mattingly Phillips",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: The hospital, Ross, Rachel, Chandler, Joey, and Monica are in the waiting room, waiting for Carol and Susan to arrive.]",
            "dialog": "Ross: She's not here yet. She's not here. She's having my baby and she's not here.\nMonica: I'm sure everything's fine. Has her water broke yet?\nRoss: I don't know, but when I spoke to her, she said she had already passed the mucus plug.\n(Joey makes a sound of absolute disgust.)\nJoey: Do we have to know about that?\nMonica: Joey, what are you gonna do when you have a baby?\nJoey: I'm gonna be in the waitin' room, handing out cigars.\nChandler: Yes, Joey's made arrangements to have his baby in a movie from the 50's.\nRoss: God, I don't believe this. She could be giving birth in the cab.\nRachel: Oh, Ross, relax. It's probably like two dollars for the first contraction, and then fifty cents for each additional contraction.\n(Everyone looks at Rachel as though she made a tasteless comment.)\nRachel: What, it's ok when Chandler does it?\nChandler: You have to pick your moments.\n(Phoebe arrives, guitar in hand.)\nPhoebe: Did I miss it, did I miss it?\nRoss: She's not even here yet.\nMonica: What's with the guitar?\nPhoebe: I just thought we might be here for awhile. You know, things might get musical.\n(Carol and Susan arrive.)\nRoss: (to Carol) Where the hell have you been?\nSusan: We stopped at the gift shop.\nCarol: I was looking at stuffed animals, and Susan wanted a Chunky.\nRoss: Susan wanted a Chunky. We're having a baby, ok, a baby, you don't stop for Chunkys.\nChandler: I used to have that bumper sticker.\n(Everyone is amused by Chandler's comment.)\nChandler: (to Rachel) You see what I mean.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Carol's Hospital Room, Carol is on the bed, Ross and Susan are at her side.]",
            "dialog": "Ross: Stopped for a Chunky.\nCarol: Let it go, Ross.\nSusan: I got an extra one. You want this? (holds the candy in front of Ross' face)\nRoss: (weakly) No.\n(Carol's doctor, Dr. Franzblau arrives.)\nDr. Franzblau: Hey, how's my favorite parenting team doing?\nRoss: Dr. Franzblau, hi.\nDr. Franzblau: So, I understand you're thinking of having a baby? Well, I see you're nine months pregnant. That's a good start. How you doing with your contractions?\nCarol: Oh, I love them. Each one's like a little party in my uterus.\nSusan: They're every four minutes and last 55 seconds.\nRoss: 59 seconds. (holds up his watch) Quartz, ha.\nSusan: Swiss quartz, ha, ha.\nCarol: Am I allowed to drink anything?\nDr. Franzblau: Ice chips, just ice chips. They're at the nurses' station.\nRoss: I'll get it.\nSusan: No, I'm getting it. I'll be right back.\nRoss: I got it—I'm getting it!\n(They both leave just as Rachel enters the room, holding a cup.)\nRachel: Hi, I thought you might like some ice chips.\nCarol: Thanks.\nRachel: And if you need anything else, I—(notices the handsome Dr. Franzblau)—do not believe we've met. Hi. I'm, uh, Rachel Green. I'm Carol's... ex-husband's... sister's roommate.\nDr. Franzblau: It is nice to meet you. I'm Dr. Franzblau. I'm your roommate's... brother's... ex-wife's obstetrician.\nRachel: Oh, that's funny!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Waiting Room, Chandler is falling asleep on Monica's shoulder.]",
            "dialog": "Monica: I want a baby.\nChandler: Mmmm. Not tonight, honey. I got an early day tomorrow.\nMonica: Get up. Come on. Let's get some coffee.\nChandler: Oh, ok, 'cause we never do that.\n(Chandler and Monica leave. Cut to Joey, watching the Knicks/Celtics game on television.)\nJoey: (to the screen) Shoot! Shoot! Shoot! Shoot, or just fall down. That's good too.\n(A young pregnant woman enters.)\nLydia: Knick fan?\nJoey: Oh, yeah.\nLydia: Oh, boy, do they suck.\nJoey: Hey, listen, lady....(sees that she's pregnant)...whoa.\nLydia: Look, look at your man, Ewing. Nice shot. You know what, he couldn't hit water if he was standing on a boat.\nJoey: Oh yeah? And who do you like?\nLydia: The Celtics.\nJoey: The Celtics? Ha. They couldn't hit a boat if...wait. They suck, alright?\nLydia: Oh, shut up. You know, it's a rebuilding year. You... waah!\nJoey: Wha? Wha..aa? Let me get the father. Hey, we need a father over here! We need a father!\nLydia: There is no father.\nJoey: Oh, oh, oh, sorry.\nLydia: Ok, that's ok. I'm fine. I'm... oh!\nJoey: Oh, uh, ok. Right this way. All the other pregnant women seem to be goin' in here.\nLydia: Ok.\n(Joey accompanies Lydia to a hospital room.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Waiting Room, Phoebe is playing a song. Chandler, Monica, and Ross are there as well.]",
            "dialog": "Phoebe: (singing)\nThey're tiny and chubby and so sweet to touch,\nand soon they'll grow up and resent you so much.\nNow they're yelling at you and you don't know why,\nyou cry and you cry and you cry.\nAnd you cry and you cry and you cry...\n(Ross gives Phoebe a dollar.)\nPhoebe: Thanks, Ross.\nRoss: Yeah. I'm paying you to stop.\nPhoebe: Ok.\n(A woman passes by, carrying newborn twins.)\nPhoebe: Oh, look, twins. Hi, guys. Oh, cute, cute.\nMonica: No fair. I don't even have one. How come they get two?\nChandler: You'll get one.\nMonica: Oh yeah? When?\nChandler: All right. I'll tell you what. When we're 40, if neither one of us are married, what do you say you and I get together and have one?\nMonica: Why won't I be married when I'm 40?\nChandler: Oh, no, no. I just meant hypothetically.\nMonica: Ok, hypothetically, why won't I be married when I'm 40?\nChandler: No, no, no.\nMonica: What is it? Is there something fundamentally unmarriable about me?\nChandler: (trapped) Uh, uh.\nMonica: Well?\nChandler: Dear God! This parachute is a knapsack! (throws himself over the back of the chair he was sitting in)\n(Rachel enters, in a formal dress.)\nRachel: Hey.\nPhoebe: Hey. Ooh, look at you, dressy-dress.\nMonica: Did you go home and change?\nRachel: Yeah, well, it's an important day. I wanna look nice. Um, has uh Dr. Franzblau been by?\nMonica: No, I haven't seen him.\nRachel: Well, where is he? He is supposed to be here. (Pause) What if the baby needs him?\nChandler: Rachel, what is the deal with you and doctors, anyway? Was, like, your father a doctor?\nRachel: Yeah, why?\nChandler: No reason. (turns around, makes an 'Oh my God' gesture with his eyes)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joey and Lydia in the hospital room. Lydia is on the phone with her mother.]",
            "dialog": "Lydia: Mom, we've been through this. No, I'm not calling him. I don't care if it is his kid, the guy's a jerk. No, I'm not alone. Joey's here. (pause) What do you mean, Joey who? (covers the phone, to Joey) Joey who?\nJoey: Tribbiani.\nLydia: Joey Tribbiani. Yes, ok. Hold on. (to Joey) She wants to talk to you. Take the phone.\nJoey: (takes phone) Hi, yeah, it's me. (Listens) Oh, no no no, we're just friends. (Listens) Yeah, I'm single. (Listens) 25. (Listens) An actor. (Listens) Hello?\nLydia: She's not much of a phone person.\nJoey: Yeah, so, uh, so, uh, what's the deal with this father guy, I mean, if someone was havin' my baby somewhere, I'd wanna know about it, you know?\nLydia: Hey, Knick fan, am I interested in your views on fatherhood? Uh, no.\nJoey: Ok, look, maybe I should just go.\nLydia: Maybe you should.\nJoey: Good luck, and uh, take care, huh?\n(He leaves, but then returns a moment later.)\nJoey: You know what the Celtics problem is? They let the players run the team.\nLydia: Oh, that is so not true.\nJoey: Oh, it is.\nLydia: It isn't.\nJoey: It is.\nLydia: Isn't!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Carol's Hospital Room, Ross and Susan are coaching Carol.]",
            "dialog": "Ross: Breathe.\nSusan: Breathe.\nRoss: Breathe.\nSusan: Breathe.\nRoss: Breathe.\nSusan: Breathe.\nCarol: You're gonna kill me!\nRoss: 15 more seconds, 14, 13, 12...\nCarol: Count faster.\nSusan: It's gonna be ok, just remember, we're doing this for Jordie. Just keep focusing on Jordie.\nRoss: Who the hell is Jordie?\nSusan: Your son.\nRoss: No-no-no. I don't have a son named Jordie. We all agreed, my son's name is Jamie.\nCarol: Well, Jamie was the name of Susan's first girlfriend, so we went back to Jordie.\nRoss: What? Whoa, whoa whoa whoa, what do you mean, back to Jordie? We never landed on Jordie. We just passed by it during the whole Jessy, Cody, Dylan fiasco.\nCarol: Ow, ow, ow, ow, leg cramp, leg cramp, leg cramp.\nRoss: I got it.\nSusan: I got it.\nRoss: I got it! Hey, you get to sleep with her, I get the cramps.\nSusan: No, you don't.\nCarol: All right, that's it. I want both of you out.\nRoss: Why?\nSusan: He started it!\nRoss: No, you started it.\nSusan: You did!\nCarol: I don't care. I am trying to get a person out of my body here, and you're not making it any easier.\nRoss: But...\nCarol: Now go!\nRoss: (to Susan) Thanks a lot.\nSusan: (to Ross) See what you did.\nRoss: (to Carol) Yeah, listen...\nCarol: Out!\n(Ross and Susan both angrily leave the hopsital room.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Lydia's Hospital Room, Joey is helping Lydia go through labor, a nurse is now present in her room as well.]",
            "dialog": "Nurse: Breathe, breathe, breathe...\nLydia: Oh, no.\n(Joey looks down at Lydia.)\nJoey: Ew! What is that? Something exploded!\nNurse: It's just her water breaking. Calm down, will you?\nJoey: (panicked) Water breaking, what do you mean? What's that, water breaking?\nNurse: (to Joey) Breathe, breathe, breathe.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The Hall, Ross and Susan are arguing.]",
            "dialog": "Ross: Please. This is so your fault.\nSusan: How, how is this my fault?\nRoss: Look, Carol never threw me out of a room before you came along.\nSusan: Yeah? Well, there's a lot of things Carol never did before I came along.\nRoss: You tryin' to be clever? A funny lady?\nSusan: You know what your problem is? You're threatened by me.\nRoss: Oh, I'm threatened by you?\nSusan: Yes.\n(Phoebe has heard them arguing and comes down the hall, taking them into a broom closet.)\nPhoebe: Hey, hey, ok, all right, that's it! Get in here. Come on. My god, you guys, I don't believe you. There are children coming into the world in this very building and your negative fighting noises are not the first thing they should be hearing. So just stop all the yelling, just stop it!\nRoss: Yeah, Susan.\nPhoebe: Don't make me do this again, I don't like my voice like this.\n(Phoebe goes to leave the room, but the door is locked.)\nPhoebe: Ok, who wants to hear something ironic?\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Broom Closet, Ross and Susan are trying to get out.]",
            "dialog": "All: Help!\nRoss: I'm having a baby in here! Ok, everyone stand back. (Walks backwards as if he is going to break down the door, but steps in a bucket and falls) Ow.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Carol's room, Rachel and Dr. Franzblau are there with her.]",
            "dialog": "Carol: Are they here yet?\nRachel: No, honey, they're not, but don't worry, because we are going to find them, and until we do, we are all here for you, ok?\nCarol: Ok.\nRachel: Ok?\nCarol: Ok.\nRachel: (to Dr. Franzblau) Ok, so anyway, you were telling me about Paris, it sounds fascinating.\nDr. Franzblau: It really was. There was this great little pastry shop right by my hotel. (Carol sits up in pain, Rachel and Dr. Franzblau casually lay her back down) There you go, dear.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Lydia's Room, Joey is helping her deliver.]",
            "dialog": "Joey: Come on, Lydia, you can do it. Push! Push 'em out, push 'em out, harder, harder. Push 'em out, push 'em out, way out! Let's get that ball and really move, hey, hey, ho, ho. Let's— (notices the nurse looking at him strangely) I was just—yeah, right. Push! Push!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The Broom Closet, Ross has picked up a vacuum and is holding it at the door.]",
            "dialog": "Susan: What're you gonna do, suck the door open?\nRoss: Help! Help!\nPhoebe: (singing) They found their bodies the very next day, they found their bodies the very next...(sees Ross and Susan staring at her) la la la la la la.\nSusan and Ross: (even louder) Help!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The Waiting Room, Monica is on the phone with her mother, Chandler is standing behind her.]",
            "dialog": "Monica: Now, Mom, everything's going fine, really. (Listens) Yeah, Ross is great. He's uh, he's in a whole other place. (Listens) No, he's gone. (Listens) No no, you don't have to fly back, really. (Listens) What do you mean this might be your only chance? (Listens) Would you stop? I'm only 26, I'm not even thinking about babies yet.\n(Monica sees a woman pass by with a baby, puts the phone to her chest, and starts to cry. Chandler takes the phone, makes a noise in it resembling static, and hangs up. Joey enters.)\nChandler: Where have you been?\nJoey: Oh, just had a baby.\nChandler: Mazel tov!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The Waiting Room, Rachel and Dr. Franzblau have gone to get coffee.]",
            "dialog": "Dr. Franzblau: I don't know, could be an hour, could be three, but relax, she's doing great. So, uh, tell me, are you currently involved with anyone?\nRachel: (anxiously) No, no, not at the moment, no, I'm not. Are you?\nDr. Franzblau: No, it's hard enough to get women to go out with me.\nRachel: Right, yeah, I've heard that about cute doctors.\nDr. Franzblau: No, no, really. I suppose it's because I spend so much time, you know, where I do.\nRachel: Oh.\nDr. Franzblau: I try not to let my work affect my personal life, but it's hard, when you... do what I do. It's like uh...Well, for instance, what do you do?\nRachel: I'm a waitress.\nDr. Franzblau: Ok, all right, well aren't there times when you come home at the end of the day, and you're just like, 'if I see one more cup of coffee'...\nRachel: (getting the point) Yeah. Gotcha.\nDr. Franzblau: I'm gonna go check up on your friend.\nRachel: Ok. That's fine. (takes her earrings out)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: The Hall Outside Lydia's Room, Joey is walking up to Lydia's room with balloons, but before he enters he sees that the baby's father has arrived. He listens at the door.]",
            "dialog": "Lydia: So how did you know I was even here?\nGuy: Your mom called me. So is this her?\nLydia: No, this is a loaner.\nGuy: I'm sorry you had to do this by yourself.\nLydia: I wasn't by myself. I had a doctor, a nurse, and a helper guy. (Joey smiles) So, did you see who won the game?\nGuy: Yeah, the Knicks by 10. They suck.\nLydia: Yeah, they're not so bad.\n(Joey closes the door and ties the balloons to the knob. Then he walks away, holding the hand of an inflated balloon animal he had brought.)\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: The Broom Closet, Ross is trying to open the door with a credit card, with no success.]",
            "dialog": "Ross: Come on, come on. Damnit, damnit, damnit, damnit. (to Susan) This is all your fault. This is supposed to be, like, the greatest day of my life, y'know? My son is being born, and I should be in there, you know, instead of stuck in a closet with you.\nSusan: The woman I love is having a baby today. I've been waiting for this just as much as you have.\nRoss: No no no, believe me. No one has been waiting for this as much as I have, ok? And you know what the funny thing is? When this day is over, you get to go home with the baby, ok? Where does that leave me?\nSusan: You get to be the baby's father. Everyone knows who you are. Who am I? There's Mother's Day, there's Father's Day, there's no... Lesbian Lover Day.\nRoss: Every day is Lesbian Lover Day.\nPhoebe: This is so great.\nRoss: You wanna explain that?\nPhoebe: I mean, well, 'cause when I was growing up, you know my dad left, and my mother died, and my stepfather went to jail, so I barely had enough pieces of parents to make one whole one. And here's this little baby who has like three whole parents who care about it so much that they're fighting over who gets to love it the most. And it's not even born yet. It's just, it's just the luckiest baby in the whole world. (pause) I'm sorry, you were fighting.\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Carol's Room, she is ready to give birth. Everyone is there except for Phoebe, Ross, and Susan, who are in the broom closet.]",
            "dialog": "Carol: Where are they?\nMonica: I'm sure they'll be here soon.\nRachel: Yeah, honey, they wouldn't miss this.\nJoey: Relax. You're only at nine centimeters. And the baby's at zero station.\nChandler: (to Joey) You are really frightening me.\n(Carol suddenly screams in pain and grabs Chandler by the shirt.)\nChandler: Somebody wanna help me, tryin' to rip out my heart. (they pull her hand off of him) Uh, that's great. (looking around) Anybody seen a nipple?\nDr. Franzblau: All right, ten centimeters, here we go.\nNurse: All right, honey, time to start pushing.\nCarol: But they're not here yet!\nDr. Franzblau: I'm sorry, I can't tell the baby to wait for them.\nCarol: Oh, god.\n"
        },
        {
            "scene_no": 17,
            "scene_mark": "[Scene: The Broom Closet, Ross has used a broom to open the air vent in the ceiling. Phoebe is wearing a janitor's uniform, ready to go up in the vent.]",
            "dialog": "Ross: Ok, got the vent open.\nPhoebe: (reading the nametag on the uniform) Hi, I'm Ben. I'm hospital worker Ben. It's Ben... to the rescue!\nRoss: Ben, you ready? All right, gimme your foot. Ok, on three, Ben. One, two, three. Ok, That's it, Ben.\n(Ross and Susan lift Phoebe up into the vent.)\nSusan: What do you see?\nPhoebe: Well, Susan, I see what appears to be a dark vent. Wait. Yes, it is in fact a dark vent.\n(A janitor opens the closet door from the outside.)\nRoss: Phoebs, It's open! It's open!\n(Ross and Susan run to the delivery room, leaving Phoebe dangling from the vent.)\nJanitor: (to Ross and Susan) Wait! You forgot your legs!\n"
        },
        {
            "scene_no": 18,
            "scene_mark": "[Scene: Carol's Room, Ross and Susan rush in.]",
            "dialog": "All: Push, push!\nRoss: We're here!\nCarol: (irked) Where have you been?\nRoss: Long story, honey.\nDr. Franzblau: All right, Carol, I need you to keep pushing. I need—(reaches for an instrument, Rachel's hand is on it) Excuse me, could I have this?\nNurse: All right, all right, there's a few too many people in this room, and there's about to be one more, so anybody who's not an ex-husband or a lesbian life partner, out you go!\nAll: Good luck!\n(Everyone heads for the door.)\nChandler: (to nurse) Let me ask you, do you have to be Carol's lesbian life partner?\nNurse: Out!\nDr. Franzblau: All right, he's crowning. Here he comes.\nRoss: Let me see, I gotta see, I gotta see. Oh, a head. Oh, it's, it's huge. Carol, how are you doing this?\nCarol: (straining) Not.... helping!\nDr. Franzblau: You're doing great, you're doing fine.\nRoss: (puts his head near the baby) Hello! (to Dr. Franzblau) Oh, sorry.\nSusan: What do you see? What do you see?\nRoss: We got a head, we got shoulders, we got arms, we got, oh, look at the little fingers, oh, and a chest, and a stomach. It's a boy, definitely a boy! All right! Ok, legs, knees, and feet. Oh, oh. He's here. He's a person.\nSusan: Oh, look at that.\nCarol: What does he look like?\nRoss: Kinda like my uncle Ed, covered in Jell-o.\nCarol: Really?\nPhoebe: (from the air vent overhead) You guys, he's beautiful!\nRoss: Oh, thanks, Pheebs!\n(They look up towards the vent and wave at Phoebe.)\n"
        },
        {
            "scene_no": 19,
            "scene_mark": "[Scene: The Delivery Room, Carol is holding the infant.]",
            "dialog": "Susan: No shouting, but we still need a name for this little guy.\nRoss: (thinking) How 'bout Ben?\nSusan: I like Ben.\nCarol: Ben. Ben. Ben's good. How come you never mentioned Ben before?\nRoss: We uh, we just cooked it up.\nSusan: That's what we were off doing.\n(Monica opens the door.)\nMonica: Hi.\nRoss: Hey.\nMonica: Can we come in?\n(The whole gang enters.)\nRoss: (to Ben) I know, I know. Everybody, there's someone I'd like you to meet. Yeah. This is Ben. Ben, this is everybody.\nPhoebe: Susan, he looks just like you.\nSusan: Thanks.\nRachel: Oh, god, I can't believe one of us actually has one of these.\nChandler: I know, I still am one of these.\nMonica: Ross, can I?\n(Monica holds Ben.)\nRoss: The head, the head. You gotta...\nMonica: (getting choked up) Hi, Ben. Hi. I'm your Aunt Monica. Yes I am. I'm your Aunt Monica. I...I will always have gum.\nClosing Credits\n"
        },
        {
            "scene_no": 20,
            "scene_mark": "[Scene: The Hospital, the camera is placed as though it were Ben's eyes.]",
            "dialog": "Ross: Ben, I want you to know that there may be some times when I may not be around, like this. (walks out of the picture) But I'll still always come back, like this. (returns) And sometimes I may be away longer, like this. (walks away) But I'll still always come back, like this. (returns)\n(Chandler comes into the picture.)\nChandler: And sometimes, I'll want you to steal third, and I'll go like this. (Does a baseball sign.)\n(The rest of the group come into the picture.)\nMonica: He is so amazing.\nRachel: Oh, I know. Look at him.\nJoey: Ben, Ben, hey Ben. Nothing. I don't think that's his name.\nPhoebe: Oh, look, look, he's closing his eyes. (screen goes blank) Look, he's opening his eyes. (picture comes back)\nJoey: He doesn't do much, does he?\nRoss: No, this is pretty much it.\n(long moment of silence)\nRachel: You guys wanna get some coffee?\nAll: Yeah.\nRoss: All right, I'll see you guys later.\n(They all leave but Ross, but they all come back a few seconds later. They make faces at the baby.)\nPhoebe: Oh, look, he's closing his eyes again.\n(The screen fades to black.)\nEnd\n"
        }
    ]
}