{
    "metadata": {
        "season": "SEASON 1",
        "title": "124 Rachel Finds Out",
        "written_by": "Chris Brown",
        "transcribed_by": "Dan Silverstein",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, the whole gang is there, Ross is showing pictures of his new baby boy, Ben, to the group.]",
            "dialog": "Ross: And here's little Ben nodding off...\nMonica: Awww, look at Aunt Monica's little boy!\nPhoebe: Oh, look, he's got Ross's haircut!\nRachel: Oh, let me see! (grabs picture) Oh, God, is he just the sweetest thing? You must just want to kiss him all over!\n(Ross is practically drooling over Rachel at this point.)\nRoss: (quietly) That would be nice.\n(Chandler, annoyed with Ross's fawning, makes a 'pfft' noise.)\nRachel: Pardon?\nChandler: Nothing, just a little extra air in my mouth. Pffft. Pffffffft. (walks over to where Joey is seated)\n(Joey is looking at his check.)\nJoey: Hey, Chan, can you help me out here? I promise I'll pay you back.\nChandler: Oh, yeah, right, OK... inlcuding the waffles last week, you now owe me... 17 jillion dollars.\nJoey: I will, really. I'll pay you back this time.\nChandler: (sigh)... And where's this money coming from? (gives money to Joey)\nJoey: Well... I'm helping out down at the N.Y.U. Med School with some... research.\nRoss: (overhearing) What kind of research?\nJoey: Oh, just, y'know.... science.\nRoss: Science. Yeah, I think I've heard of that. (everyone's interest is piqued, they all look over)\nJoey: (sigh)... It's a fertility study.\n(Rachel laughs.)\nMonica: Oh, Joey, please tell me you're only donating your time.\nJoey: Alright, come on you guys, it's not that big a deal. Really... I mean, I just go down there every other day and... make my contribution to the project. Hey, hey, but at the end of two weeks, I get seven hundred dollars.\nRoss: Hey.\nPhoebe: Wow, ooh, you're gonna be making money hand over fist!\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Phoebe are preparing for a barbecue for Rachel's birthday.]",
            "dialog": "Monica: OK, we got the cole slaw, we got the buns...\nPhoebe: We've got the ground-up flesh of formerly cute cows and turkeys, ew... (hands meat to Monica)\n(Chandler and Joey enter with charcoal.)\nChandler: (in a deep voice) Men are here.\nJoey: We make fire. Cook meat.\nChandler: Then put out fire by peeing, no get invited back.\nMonica and Phoebe: Ewww!\nMonica: Oh Joey, Melanie called, said she's gonna be late.\nJoey: Oh, OK.\nPhoebe: So how are things going with you two? Is she becoming your (provocatively) special someone?\nJoey: I don't know, she's, uh.... she's pretty great.\nMonica: Yeah? What does she think of your little science project?\nJoey: What, you think I'm gonna tell a girl I like that I'm also seeing a cup?\nMonica: Man's got a point.\nJoey: Well, the tough thing is, she really wants to have sex with me.\nChandler: Crazy bitch.\nJoey: Yeah, well, I still got a week left to go in the program, and according to the rules, if I want to get the money I'm not allowed to conduct any... ersonal experiments, if you know what I mean.\nMonica: Joey... we always know what you mean.\n[Time lapse. Chandler and Joey are making the fire, Monica and Phoebe are inside. Ross enters, carrying luggage.]\nPhoebe: Hey.\nMonica: Hey.\nRoss: Hey. (Phoebe sees his bags)\nPhoebe: How long did you think this barbecue was gonna last?\nRoss: I'm going to China.\nPhoebe: Jeez, you say one thing, and...\nMonica: You're going to China?\nRoss: Yeah, i-it's for the museum. Someone found a bone, we want the bone, but they don't want us to have the bone, so I'm going over there to try to persuade them to give us the bo—it's—it's a whole big bone thing. Anyway, I'm gonna be gone for like, uh... like a week, so, uh, if you wanna reach me, y-you can't. So here's my itinerary (hands a sheet of paper to Monica). Um... here's a picture of me... (hands it to Monica)\nPhoebe: Oh, let me see! (takes the picture)\nRoss: (to Monica): Could you take it to Carol's every now and then, and show it to Ben, just so he doesn't forget me?\nMonica: Yeah.\n(Phoebe puts the picture of Ross up to her face.)\nPhoebe: Hi, Ben. I'm your father. I am... the head. Aaaaaahhhh.... (puts picture down, sees Ross staring at her) Alright, this barbecue is gonna be very fun.\nRoss: Hey, is Rachel here? Um, I wanted to wish her a happy birthday before I left.\nMonica: Oh no, she's out having drinks with Carl.\nRoss: Oh. (pause) Hey, who's Carl?\nMonica: You know, that guy she met at the coffeehouse.\nRoss: No.\nPhoebe: Oh, well, see, there's this guy she met at the...\nRoss: At the coffeehouse, right.\nPhoebe: So you do know who he is! (laughs, Ross stares at her) Sorry.\nRoss: OK, I'm gonna go say goodbye to the guys.\nPhoebe: Oh, hey, y'know what? Tell them that bone story.\n(Ross goes outisde on the balcony.)\nRoss: Hi.\nJoey: Hey!\nChandler: Hey!\nRoss: (sigh)....I have to go to China.\nJoey: The country?\nRoss: No no, this big pile of dishes in my mom's breakfront. Do you guys know who Carl is?\nChandler: Uh, let's see... Alvin... Simon... Theodore.... no.\nRoss: Well, Rachel's having drinks with him tonight.\nJoey: Oh no! How can she do that when she's never shown any interest in you?!?\nChandler: Forget about her.\nJoey: He's right, man. Please. Move on. Go to China. Eat Chinese food.\nChandler: Course there, they just call it food.\nRoss: Yeah... I guess. I don't—I don't know. Alright, just... just give her this for me, OK? (gives Chandler a gift for Rachel)\nJoey: Listen, buddy, we're just looking out for you.\nRoss: I know.\nJoey: We want you to be happy. And I may only have a couple beers in me, but... I love you, man. (Joey gives Ross a hug)\nChandler: I'm still on my first. I just think you're nice.\n[Time lapse. Melanie, Joey's girlfriend, is there with Joey, Chandler, Monica, Phoebe, and Rachel. Ross is gone.]\nMelanie: Anyway, that's when me and my friends started this whole fruit basket business. We call ourselves 'The Three Basketeers.'\nJoey: Like the three musketeers, only with fruit.\nChandler: (sarcastic) Ooooh. (looks dumbfounded at Joey's stupidity)\nMonica: (gets up) OK, how does everybody like their burgers?\nRachel: Oh, no, no, no. Presents first. Food later. (walks into living room)\n(Everyone follows Rachel to the living room. Monica pulls Joey aside.)\nMonica: Hey, hold on there, tiger. How's it going? How you holding up?\nJoey: Well, not so good. She definitely thinks tonight is the night we're gonna... complete the transaction, if you know what I...\n(Monica rolls her eyes.)\nJoey: Then you do. Heh, heh.\nMonica: So, uh, have you ever thought about being there for her?\nJoey: What do you mean?\nMonica: Y'know, just be there for her.\n(Long pause... Joey looks confused.)\nJoey: Not following you.\nMonica: Think about it.\n(They both walk over to where Rachel is opening her gifts. Rachel sees her first gift is a fruit basket.)\nRachel: OK, I'm guessing this is from...\n(Melanie smiles.)\nRachel: Well, thank you, Melanie.\nChandler: (pointing out a gift) OK, this one right here is from me.\nRachel: (picks it up) OK... ah, it's light... (shakes it)...it rattles... it's... (opens it) Travel Scrabble! Oooohhh, thank you! (she gives it back to him)\n(Chandler looks dejected. Rachel picks up another gift.)\nRachel: This one's from Joey... feels like a book. Thinks it's a book... feels like a book. And...(opens it)...it's a book!\nPhoebe: Oh, it's Dr. Seuss!\nJoey: (to Rachel): That book got me through some tough times.\nMelanie: There is a little child inside this man!\nChandler: Yes, the doctors say if they remove it, he'll die.\n(Rachel picks up the next gift.)\nRachel: Who's this from?\nChandler: Oh, that's Ross's.\nRachel: Oh... (opens it)... (sees it is a pin) Oh my God. He remembered.\nPhoebe: Remembered what?\nRachel: It was like months ago. We were walking by this antique store, and I saw this pin in the window, and I told him it was just like one my grandmother had when I was a little girl. Oh! I can't believe he remembered!\nChandler: Well, sure, but can you play it on a plane? (pats his Travel Scrabble game)\nPhoebe: Oh, it's so pretty. This must have cost him a fortune.\nMonica: I can't believe he did this.\nChandler: Come on, Ross? Remember back in college, when he fell in love with Carol and bought her that ridiculously expensive crystal duck?\n(Everyone looks at him. He realizes he just spilled the beans about Ross's crush on Rachel. You can hear this entire classic scene by clicking here.)\nRachel: What did you just say?\nChandler: (panicked) ahem... um... Crystal duck.\nRachel: No, no, no.... the, um, the... 'love' part?\nChandler: (stuttering incoherently) F-hah.... flennin....\nRachel: Oh.... my God.\nChandler: (rubbing his temples) Oh, no-no-no-no-no....\nJoey: (pats Chandler on the leg) That's good, just keep rubbing your head. That'll turn back time.\nCommercial Break\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier.]",
            "dialog": "Rachel: I mean, this is unbelievable.\nPhoebe: I know. This is really, really huge.\nChandler: No it's not. It's small. It's tiny. It's petite. It's wee.\nPhoebe: Nuh-uh. I don't think any of our lives are ever gonna be the same ever again.\nChandler: OK, is there a mute button on this woman?\nMonica: I think this is so great! I mean, you and Ross! D-did you have any idea?\nRachel: No! None! I mean, my first night in the city, he mentioned something about asking me out, but nothing ever happened, so I just... (to Joey): W-well, what else did he say? I mean, does he, like, want to go out with me?\nJoey: Well, given that he's desperately in love with you, he probably wouldn't mind getting a cup of coffee or something.\nRachel: Ross? All this time? Well, I've got to talk to him. (gets up to leave)\nChandler: (quickly) H-He's in China!\nJoey: The country.\nMonica: No, no, wait. (checks Ross's itinerary) His flight doesn't leave for another forty-five more minutes.\nChandler: What about the time difference?\nMonica: From here to the airport?\nChandler: Yes! (Rachel walks towards door) You're never gonna make it!\nMonica: Rachel, what're you gonna say to him?\nRachel: I-I-I don't know.\nChandler: Well then maybe you shouldn't go.\nJoey: He's right, cause if you're just gonna, like, break his heart, that's the kind of thing that can wait.\nMonica: Yeah, but if it's good news, you should tell him now.\nRachel: I don't know. Maybe I'll know when I see him.\nPhoebe: Here, look, alright, does this help?\n(Phoebe gets up, holds the picture of Ross up to her face.)\nRachel: Noooo... look, all I know is that I cannot wait a week until I see him. I mean, this is just too big. Y'know, I just, I've just gotta talk to him. I... I gotta... OK, I'll see you later. (opens door)\nChandler: Rachel, I love you! Deal with me first! (she leaves)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Airport, Ross has headphones on, and is listening to a 'How To Speak Chinese' tape. Occasionally, he makes an outburst in Chinese in accordance with the tape. He is getting on the jetway. The flight attendant is there.]",
            "dialog": "Ross: (something in Chinese)\nFlight Attendant: Alright!\nRoss: Ni-chou chi-ma! (walks onto jetway)\n(Rachel runs into the airport, trying to catch Ross, moving people out of the way.)\nRachel: Ross! Excuse me, pardon me, excuse me....\n(Rachel gets up to the jetway.)\nFlight Attendant: Hi!\nRachel: Hi.\nFlight Attendant: May I see your boarding pass?\nRachel: Oh, no, no, I don't have one. I just need to talk to my friend.\nFlight Attendant: Oh, oooh. I'm sorry. You are not allowed on the jetway unless you have a boarding pass.\nRachel: No, I know, but I—he just went on. He's right there, he's got the blue jacket on, I... can I j-just...\nFlight Attendant: No no no! Federal regulations!\nRachel: OK, alright, OK, um... then could you please, uh... just give him a message for me? Please? This is very important.\nFlight Attendant: Alright. What's the message?\nRachel: Uh... I don't know.\n[Cut to the Jetway, the flight attendant enters, walks past Ross, and approaches an older man with his wife who is also wearing a blue jacket.]\nFlight Attendant: Sir? Sir? Excuse me, sir? Uh... I have a message for you.\nMan: (confused) What?\nFlight Attendant: It's from Rachel. She said that she loved the present, and she will see you when you get back.\nMan: (to wife): Toby... Oh, for God's sake, I don't know what she's talking about! There's no Rachel! Don't give me that deep freeze.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joey's Bedroom, he and Melanie are in bed together.]",
            "dialog": "Melanie: Mmmmmm... Oh, Joey, Joey, Joey... I think I blacked out there for a minute!\nJoey: Heh, heh. It was nothin'.\nMelanie: Well, now we've gotta find something fun for you! (she starts kissing his chest)\nJoey: (panicked) Uhhh.. y'know what? Forget about me. Let's, uh... let's give you another turn.\nMelanie: (surprised) M-Me again?\nJoey: Sure! Why not?\nMelanie: Boy, somebody's gonna get a big fruit basket tomorrow.\n(Joey starts to kiss her.)\nMelanie: Oooh, I gotta tell you... you are nothing like I thought you would be.\nJoey: How do you mean?\nMelanie: I don't know, I-I guess I just had you pegged as one of those guys who're always 'me, me, me.' But you... you're a giver. You're like the most generous man I ever met. I mean... you're practically a woman.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Monica, Phoebe, and Rachel are there. Monica is holding the wrapping paper from one of Rachel's gifts.]",
            "dialog": "Monica: Uh, so, uh, Rach, uh... do you wanna save this wrapping paper, I mean, it's only a little bit torn... so are you gonna go for it with Ross or should I just throw it out?\nRachel: I don't know. I don't know... I thought about it all the way there, and I thought about it all the way back... and, uh, oh, you guys, y'know, it's Ross. Y'know what I mean? I mean, it's Ross.\nMonica and Phoebe: Sure.\nRachel: I don't know, I mean, this is just my initial gut feeling... but I'm thinking... oh, I'm thinking it'd be really great.\nMonica: Oh my God, me too! Oh! Oh, we'd be like friends-in-law! Y'know what the best part is? The best part is that you already know everything about him! I mean, it's like starting on the fifteenth date!\nPhoebe: Yeah, but, y'know, it's... it would be like starting on the fifteenth date.\nMonica: Another good point.\nPhoebe: No, I mean, I mean, when you're at the fifteenth date, y'know, you're already in a very relationshippy place. Y'know, it's... you're committed.\nRachel: (confused) Huh?\nPhoebe: Well, I mean, then what happens if it doesn't work out?\nMonica: Why isn't it working out?\nRachel: I don't know... sometimes it doesn't.\nMonica: Is he not cute enough for you?\nRachel: No!\nMonica: Does he not make enough money?\nRachel: No, I'm just....\nPhoebe: Maybe there's someone else.\nRachel: Wha...\nMonica: Is there? Is there someone else?\nRachel: No! There is.. there is noone else!\nMonica: Then why the hell are you dumping my brother?!?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is eating breakfast, Joey quietly opens his bedroom door.]",
            "dialog": "Chandler: Hey, big...\nJoey: Shhhh!\nChandler: (quietly) ...spender.\nJoey: She's still asleep.\nChandler: So how'd it go?\nJoey: Oh, it was amazing. You know how you always think you're great in bed?\nChandler: The fact that you'd even ask that question shows how little you know me.\nJoey: Well, it's like, last night, I couldn't do the thing that usually makes me great. So I had to do all this other stuff. And the response I got... man, oh man, it was like a ticker tape parade!\nChandler: Yes, I know, as it happens my room is very very close to the parade route.\nJoey: It was amazing! And not just for her... uh-uh. For me, too. It's like, all of a sudden, I'm blind. But all my other senses are heightened, y'know? It's like... I was able to appreciate it on another level.\nChandler: I didn't know you had another level.\nJoey: I know! Neither did I!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, one week later. Monica is seated, Rachel comes out of her bedroom.]",
            "dialog": "Monica: Hey, great skirt! Birthday present?\nRachel: Yeah.\nMonica: Oh, from who?\nRachel: From you. I exchanged the blouse you got me.\nMonica: Well, it's the thought. Hey, doesn't Ross's flight get in in a couple hours? At gate 27-B?\nRachel: Uh, yeah. Uh, Monica, y'know, honey, I've been thinking about it and I've decided this—this whole Ross thing, it's just not a good idea.\nMonica: Oh, why?\nRachel: Because, I feel like I wouldn't just be going out with him. I would be going out with all of you. Oh, and there would just be all this pressure, and I don't wanna...\nMonica: (gets up) No, no, no, no, no, no pressure, no pressure!\nRachel: Monica, nothing has even happened yet, and you're already so...\nMonica: I am not 'so'! OK, I was a teensy bit weird at first, but... I'll be good. I promise.\n(Door buzzer goes off. Rachel answers it.)\nRachel: Who is it?\nIntercom: It's me, Carl.\nRachel: C'mon up.\nMonica: Behind my brother's back? (Rachel glares at her) ... is exactly the kind of crazy thing you won't be hearing from me.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is seated, and the apartment is filled with baskets of fruit. Joey enters, check in hand.]",
            "dialog": "Joey: Seven hundred bucks!\nChandler: Alright, you did it! Do we have any fruit?\nJoey: Man, hell of a two weeks, huh? Y'know what, though? I really feel like I learned something.\nChandler: Really? So, you're gonna stick with this 'it's all for her' thing?\nJoey: What, are you crazy? When a blind man gets his sight back, does he walk around like this? (Joey closes his eyes and walks around with arms spread.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's Balcony, Rachel is having drinks with her date, Carl.]",
            "dialog": "Carl: I'm just sayin', if I see one more picture of Ed Begley, Jr. in that stupid electric car, I'm gonna shoot myself! I mean, don't get me wrong... I'm not against environmental issues per se.... it's just that guy!\n(Rachel looks bored. At this point, Ross—a figment of Rachel's imagination— shows up on the balcony and starts talking to her.)\nRoss: I can't believe you'd rather go out with him than me.\nRachel: Would you excuse me, please? I'm trying to have a date here.\nRoss: Fine, just stop thinking about me.\n(She tries, and Ross disappears momentarily. He reappears, standing closer to her.)\nRoss: Can't do it, can you?\nRachel: So I'm thinking about you. So what?\nRoss: I don't get it. What do you see in this guy, anyway?\nRachel: Well... he happens to be a very nice... guy....\nCarl: I mean, come on, buddy, get a real car!\nRoss: Rachel, come on. Give us a chance.\nRachel: Ross, it's too hard.\nRoss: No, no, no... why, because it might get weird for everyone else? Who cares about them. This is about us. Look, I-I've been in love with you since, like, the ninth grade.\nRachel: Ross, you're like my best friend.\nRoss: I know.\nRachel: If we broke up, and I lost you...\nRoss: Whoa, whoa, whoa. What makes you think we're gonna break up?\nRachel: Well, have you been involved with someone where you haven't broken up?\nRoss: (pause) No. But... it only has to happen once. Look, you and I both know we are perfect for each other, right? I mean... so, the only question is... are you attracted to me?\nRachel: I don't know... I mean, I've never looked at you that way before.\nRoss: Well, start looking.\n(They kiss. Ross walks away, and then fades out.)\nRachel: Wow.\nCarl: Exactly! And you just know I'm gonna be the guy caught behind this hammerhead in traffic!\nRachel: Right! You're right!\nCarl: Heh... y'know?\nRachel: You know what?\nCarl: What?\nRachel: I forgot... I am supposed to pick up a friend at the airport. I am so sorry! I'm so... if you want to stay, and finish your drinks, please do.... (gives him her drink) I mean—I'm sorry. I-I-I gotta go. I'm sorry.\n(Rachel leaves.)\nCarl: But...\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Airport. Madonna's Take A Bow plays in the background as Rachel waits at the gate with flowers.]",
            "dialog": "Rachel: (sifting through crowd) Excuse me, pardon me, excuse me, excuse me, sorry. Hi.\n[Cut to the jetway, the old man who the flight attendant delivered Rachel's message to gets off the plane, his wife still upset with him.]\nMan: For God's sake, will you let it go? There's no Rachel!\n(A Chinese woman getting off the plane drops one of her bags. Ross gets off next.)\nRoss: Oh, hey, hey, I got that.\n(Ross picks up the bag... then he and the woman kiss.)\nJulie: Oh, thanks, sweetie.\nRoss: No problem. I cannot wait for you to meet my friends.\nJulie: Really?\nRoss: Yeah.\nJulie: You don't think they'll judge and ridicule me?\nRoss: No, no, they will. I just... uh...\nRoss and Julie: Can't wait.\nRoss: Come on, they're gonna love you.\n[Cut to a close-up of Rachel, eagerly awaiting Ross's arrival... not knowing he is getting off the plane with another woman.]\nEnd\n"
        }
    ]
}