{
    "metadata": {
        "season": "SEASON 1",
        "title": "102 The Sonogram At The End",
        "written_by": "Marta Kauffman & David Crane",
        "transcribed_by": "guineapig",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene Central Perk, everyone's there.]",
            "dialog": "Monica: What you guys don't understand is, for us, kissing is as important as any part of it.\nJoey: Yeah, right!.......Y'serious?\nPhoebe: Oh, yeah!\nRachel: Everything you need to know is in that first kiss.\nMonica: Absolutely.\nChandler: Yeah, I think for us, kissing is pretty much like an opening act, y'know? I mean it's like the stand-up comedian you have to sit through before Pink Floyd comes out.\nRoss: Yeah, and-and it's not that we don't like the comedian, it's that-that... that's not why we bought the ticket.\nChandler: The problem is, though, after the concert's over, no matter how great the show was, you girls are always looking for the comedian again, y'know? I mean, we're in the car, we're fighting traffic... basically just trying to stay awake.\nRachel: Yeah, well, word of advice: Bring back the comedian. Otherwise next time you're gonna find yourself sitting at home, listening to that album alone.\nJoey: (pause)....Are we still talking about sex?\nOpening Credits\n are setting up an exhibit which includes some mannequins of cave people.]\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Museum of Prehistoric History, Ross and a co-worker (Marsha)",
            "dialog": "Ross: No, it's good, it is good, it's just that- mm- doesn't she seem a little angry?\nMarsha: Well, she has issues.\nRoss: Does she.\nMarsha: He's out banging other women over the head with a club, while she sits at home trying to get the mastodon smell out of the carpet!\nRoss: Marsha, these are cave people. Okay? They have issues like 'Gee, that glacier's getting kinda close.' See?\nMarsha: Speaking of issues, isn't that your ex-wife?\n(Carol, Ross's ex-wife, has entered behind them and is standing outstide the exhibit.)\nRoss: (trying to ignore her) No. No.\nMarsha: Yes, it is. Carol! Hi!\nRoss: Okay, okay, yes, it is. (waves) How about I'll, uh, catch up with you in the Ice Age.\n(Marsha extis and Ross waves Carol into the exhibit.)\nRoss:Hi.\nCarol: So.\nRoss: You look great. I, uh... I hate that.\nCarol: Sorry. You look good too.\nRoss: Ah, well, in here, anyone who... stands erect... So what's new? Still, uh...\nCarol: A lesbian?\nRoss: Well... you never know. How's, um.. how's the family?\nCarol: Marty's still totally paranoid. Oh, and, uh-\nRoss: Why- why are you here, Carol?\nCarol: I'm pregnant.\nRoss: Pregnant?!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler, Joey, Phoebe, and Monica are watching Three's Company.]",
            "dialog": "Chandler: Oh, I think this is the episode of Three's Company where there's some kind of misunderstanding.\nPhoebe:...Then I've already seen this one! (Turns off the TV.)\nMonica: (taking a drink from Joey) Are you through with that?\nJoey: Yeah, sorry, the swallowing slowed me down.\nMonica: Whose little ball of paper is this?!\nChandler: Oh, uh, that would be mine. See, I wrote a note to myself, and then I realised I didn't need it, so I balled it up and... (sees that Monica is glaring at him) ...now I wish I was dead.\n(Monica starts to fluff a pillow.)\nPhoebe: She's already fluffed that pillow... Monica, you know, you've already fluffed that- (Monica glares at her.) -but, it's fine!\nMonica: Look , I'm sorry, guys, I just don't wanna give them any more ammunition than they already have.\nChandler: Yes, and we all know how cruel a parent can be about the flatness of a child's pillow.\nPhoebe: Monica- Hi! Um, Monica, you're scaring me. I mean, you're like, you're like all chaotic and twirly. And not-not in a good way.\nJoey: Yeah, calm down. You don't see Ross getting all chaotic and twirly every time they come.\nMonica: That's because as far as my parents are concerned, Ross can do no wrong. Y'see, he's the Prince. Apparently they had some big ceremony before I was born.\nChandler: (looking out the window) Ew, ew, ew, ew ew ew ew ew!\nMonica: What?\nChandler: Ugly Naked Guy got a Thighmaster!\nAll: Eeaagh!\n(Rachel enters from her room.)\nRachel: Has anybody seen my engagement ring?\nPhoebe: Yeah, it's beautiful.\nRachel: Oh God, oh God, oh God oh God oh God oh God.... (Starts to look under the couch cushions.)\nPhoebe: No, look, don't touch that!\nRachel: Oh, like I wasn't dreading tomorrow enough, having to give it back to him... 'Hi Barry! Remember me? I'm the girl in the veil who stomped on your heart in front of your entire family!' Oh God and now I'm gonna have to return the ring, without the ring, which makes it so much harder...\nMonica: Easy Rach, we'll find it. (To all) Won't we!\nChandler and Joey: Oh! Yeah!\nJoey: Alright, when'd'ya have it on last?\nPhoebe: Doy! Probably right before she lost it!\nChandler: You don't get a lot of 'doy' these days...\nRachel: I know I had it this morning, and I know I had it when I was in the kitchen with...\nChandler: ...Dinah?\nRachel: (looks at the lasagne and realizes something) Ohhhhh, don't be mad...\nMonica: You didn't.\nRachel: Oh, I am sorry...\nMonica: I gave you one job! (Starts to examin the lasagne through the bottom of the glass pan.)\nRachel: Oh, but look how straight those noodles are!\nChandler: Now, Monica, you know that's not how you look for an engagement ring in a lasagne...\nMonica: (puts down the lasagne) I just... can't do it.\nChandler: Boys? We're going in.\n(Chandler, Joey, and Phoebe start to pick through the lasagne as there's a knock on the door which Monica answers.)\nRoss: (standing outside the door).....Hi.\nMonica: Wow. That is not a happy hi.\nRoss: Carol's pregnant.\nPhoebe: (while everyone else is stunned) Ooh! I found it!\nMonica: W-w-wh-... wha-... w-w-w-...\nRoss: Yeah. Do that for another two hours, you might be where I am right about now. (He enters.)\nChandler: Kinda puts that whole pillow thing in perspective, huh, Mon?\nRachel: Well now, how-how do you fit into this whole thing?\nRoss: Well, Carol says she and Susan want me to be involved, but if I'm not comfortable with it, I don't have to be involved.. basically it's entirely up to me.\nPhoebe: She is so great! I miss her.\nMonica: What does she mean by 'involved'?\nChandler: I mean presumably, the biggest part of your job is done.\nRoss: Anyway, they want me to go down to this- sonogram thing with them tomorrow.\nRachel: So what are you gonna do?\nRoss: I have no idea. No matter what I do, though, I'm still gonna be a father.\n(Joey starts to eat the rest of the lasagne and everyone turns and stares at him.)\nJoey: .....Well, this is still ruined, right?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene, Monica and Rachel's, Monica and Ross are pouring wine for their parents.]",
            "dialog": "Mrs. Geller: Oh, Martha Ludwin's daughter is gonna call you. (Tastes a snack) Mmm! What's that curry taste?\nMonica: Curry.\nMrs. Geller: Mmmm!\nRoss: I- I think they're great! I, I really do.\nMr. Geller: (To Ross) Do you remember the Ludwins? The big one had a thing for you, didn't she?\nMrs. Geller: They all had a thing for him.\nRoss: Aw, Mom...\nMonica: I'm sorry, why is this girl going to call me?\nMrs. Geller: Oh, she just graduated, and she wants to be something in cooking, or food, or.... I don't know. Anyway, I told her you had a restaurant-\nMonica: No Mom, I don't have a restaurant, I work in a restaurant.\nMrs. Geller: Well, they don't have to know that... (She starts to fluff the same pillow Monica fluffed multiple times earlier.)\nMonica: Ross, could you come and help me with the spaghetti, please?\nRoss: Yeah. (They go to the kitchen.)\nMrs. Geller: Oh, we're having spaghetti! That's.... easy.\nMonica: I know this is going to sound unbelievably selfish, but, were you planning on bringing up the whole baby/lesbian thing? Because I think it might take some of the heat off me.\n[Time Lapse, everyone is now eating.]\nMrs. Geller: What that Rachel did to her life.... We ran into her parents at the club, they were not playing very well.\nMr. Geller: I'm not gonna tell you what they spent on that wedding... but forty thousand dollars is a lot of money!\nMrs. Geller: Well, at least she had the chance to leave a man at the altar...\nMonica: What's that supposed to mean?\nMrs. Geller: Nothing! It's an expression.\nMonica: No it's not.\nMr. Geller: Don't listen to your mother. You're independent, and you always have been! Even when you were a kid... and you were chubby, and you had no friends, you were just fine! And you would read alone in your room, and your puzzles...\n[Time Lapse.]\nMr. Geller: Look, there are people like Ross who need to shoot for the stars, with his museum, and his papers getting published. Other people are satisfied with staying where they are- I'm telling you, these are the people who never get cancer.\n[Time Lapse.]\nMr. Geller: ...And I read about these women trying to have it all, and I thank God 'Our Little Harmonica' doesn't seem to have that problem.\nMonica: (trying desperately to change the subject) So, Ross, what's going on with you? Any stories? (Digs her elbow into his hand.) No news, no little anecdotes to share with the folks?\nRoss: (pulls his hand away) Okay! Okay. (To his parents) Look, I, uh- I realise you guys have been wondering what exactly happened between Carol and me, and, so, well, here's the deal. Carol's a lesbian. She's living with a woman named Susan. She's pregnant with my child, and she and Susan are going to raise the baby.\n(Stunned silence ensues.)\nMrs. Geller: (To Monica) And you knew about this?!\nCommercial Break\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Park, everyone's there.]",
            "dialog": "Joey: Your folks are really that bad, huh?\nRoss: Well, y'know, these people are pros. They know what they're doing, they take their time, they get the job done.\nMonica: Boy, I know they say you can't change your parents,... boy, if you could- (To Ross) -I'd want yours.\nRoss: Must pee. (Goes to pee.)\nPhoebe: Y'know, it's even worse when you're twins.\nRachel: You're twins?\nPhoebe: Yeah. We don't speak. She's like this high-powered, driven career type.\nChandler: What does she do?\nPhoebe: She's a waitress.\nRachel: All right, you guys, I kinda gotta clean up now. (They all start to leave.)\nMonica: Chandler, you're an only child, right? You don't have any of this.\nChandler: Well, no, although I did have an imaginary friend, who... my parents actually preferred.\nRachel: The lights, please..\n(Joey turns off the lights, and they all leave as Rachel starts to clean up.  Ross enters from the bathroom.)\nRoss: ...How long was I in there?\nRachel: I'm just cleaning up.\nRoss: D'ya.. uh.. d'ya need any help?\nRachel: Uh.. okay, sure! Thanks! (She hands him the broom and sits down.)\nRoss: Anyway.. um.. (Starts to sweep.) So, you- uh- you nervous about Barry tomorrow?\nRachel: Oh.. a little..\nRoss: Mm-hmm..\nRachel: A lot.\nRoss: Mm.\nRachel: So, got any advice? Y'know, as someone who's recently been- dumped?\nRoss: Well, you may wanna steer clear of the word 'dumped'. Chances are he's gonna be this, this broken shell of a man, y'know, so you should try not to look too terrific, I know it'll be hard. Or, y'know, uh, hey!, I'll go down there, and I'll give Barry back his ring, and you can go with Carol and Susan to the OB/GYN...\nRachel: Oh, you've got Carol tomorrow.. When did it get so complicated?\nRoss: Got me.\nRachel: Remember when we were in high school together?\nRoss: Yeah.\nRachel: I mean, didn't you think you were just gonna meet somone, fall in love- and that'd be it? (Ross gazes at her.) ..Ross?\nRoss: Yes, yes!\nRachel: Oh! Man, I never thought I'd be here.. (She leans back onto his hand.)\nRoss: Me either... (He pulls up a stool so that he doesn't have to move his hand.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Carol's OB/GYN, Carol is waiting.]",
            "dialog": "Ross: (entering) Sorry I'm late, I was stuck at work. There was this big dinosaur.. thing.. anyway.\n(Susan enters holding a drink.)\nSusan: Hi.\nCarol: Ross, you remember Susan.\nRoss: How could I forget?\nSusan: Ross.\nRoss: (they shake hands) Hello, Susan. (To Carol) Good shake. Good shake. So, uh, we're just waiting for...?\nCarol: Dr. Oberman.\nRoss: ..Dr. Oberman. Okay. And is he-\nSusan: She.\nRoss: -she, of course, she- uh- familiar with our.. special situation?\nCarol: Yes, and she's very supportive.\nRoss: Okay, that's great. (Susan gives her drink to Carol.) No, I'm- Oh. \nCarol: Thanks.\nRoss: (picks up a surgical instrament and mimes a duck with it) Quack, quack..\nCarol: Ross? That opens my cervix. (He drops it in horror.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene Barry's office, Barry is working on patient, Robbie, as Rachel enters.]",
            "dialog": "Rachel: Barry?\nBarry: C'mon in.\nRachel: (hesitates) Are you sure?\nBarry: Yeah! It's fine, it's fine. Robbie's gonna be here for hours.\nRobbie: Huh?!\nBarry: So, how ya doin?\nRachel: I'm- uh- I'm okay... You look great!\nBarry: Yeah, well..\nBernice: (over intercom) Dr. Farber, Jason Greenstein's gagging.\nBarry: (answering the intercom) Be right there. (To Robbie and Rachel) Be back in a sec.\n(As Barry exits Robbie stares at Rachel.)\nRachel: I dumped him.\nRobbie: Okay.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Carol's OB/GYN, they're talking about how this is going to work.]",
            "dialog": "Ross: So, um- so how's this, uh, how's this gonna work? Y'know, with us? Y'know, when, like, important decisions have to be made?\nCarol: Give me a 'for instance'.\nRoss: Well, uh, uh, I don't know, okay, okay, how about with the, uh, with the baby's name?\nCarol: Marlon-\nRoss: Marlon?!\nCarol: -if it's a boy, Minnie if it's a girl.\nRoss: ...As in Mouse?\nCarol: As in my grandmother.\nRoss: Still, you- you say Minnie, you hear Mouse. Um, how about, um.. how about Julia?\nCarol: Julia..\nSusan: We agreed on Minnie.\nRoss: 'S'funny, um, uh, we agreed we'd spend the rest of our lives together. Things change, roll with the punches. I believe Julia's on the table..?\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Barry's office, Rachel is doing her makeup in the mirror on Barry's lamp as Barry enters.]",
            "dialog": "Barry: Sorry about that. So. What have you been up to?\nRachel: Oh, not much. I-I got a job.\nBarry: Oh, that's great.\nRachel: Why are- why are you so tanned?\nBarry: Oh, I, uh- I went to Aruba.\nRachel: Oh no. You went on our honeymoon alone?\nBarry: No. I went with, uh.. Now, this may hurt.\nRobbie: Me?!\nBarry: No! (To Rachel) I went with Mindy.\nRachel: Mindy?! My maid of honour, Mindy?!\nBarry: Yeah, well, uh, we're kind of a thing now.\nRachel: Oh! Well, um.. (Grabs his forehand) You've got plugs!\nBarry: Careful! They haven't quite taken yet.\nRachel: And you've got lenses! But you hate sticking your finger in your eye!\nBarry: Not for her. Listen, I really wanted to thank you.\nRachel: Okay..\nBarry: See, about a month ago, I wanted to hurt you. More than I've ever wanted to hurt anyone in my life. And I'm an orthodontist.\nRachel: Wow.\nBarry: You know, you were right? I mean, I thought we were happy. We weren't happy. But with Mindy, now I'm happy. Spit.\nRachel: What?\nRobbie: Me. (Spits.)\nRachel: Anyway, um, (Gets the ring out of her purse.) I guess this belongs to you. And thank you for giving it to me.\nBarry: Well, thank you for giving it back.\n(Barry and Rachel look at each other.)\nRobbie: Hello?!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Carol's OB/GYN, they're still arguing about what to name the baby.]",
            "dialog": "Susan: Oh, please! What's wrong with Helen?\nRoss: Helen Geller? I don't think so.\nCarol: Hello? It's not gonna be Helen Geller.\nRoss: Thank you!\nCarol: No, I mean it's not Geller.\nRoss: What, it's gonna be Helen Willick?\nCarol: No, actually, um, we talked about Helen Willick-Bunch.\nRoss: Well, wait a minute, wha- why is she in the title?\nSusan: It's my baby too.\nRoss: Oh, 's'funny, really? Um, I don't remember you making any sperm.\nSusan: Yeah, and we all know what a challenge that is!\nCarol: All right, you two, stop it!\nRoss: No no no, she gets a credit, hey, I'm in there too.\nCarol: Ross. You're not actually suggesting Helen Willick-Bunch-Geller? 'Cause I think that borders on child abuse.\nRoss: Of course not, I'm... suggesting Geller-Willick-Bunch.\nSusan: Oh, no, nonononono, you see what he's doing? He knows no-one's gonna say all those names, so they'll wind up calling her Geller, then he gets his way!\nRoss: My way?! You-you think this is my way? Believe me, of all the ways I ever imagined this moment in my life being, this is not my way- y'know what? Uh, um, this is too hard. I'm not, I can't do-\nDr. Oberman: (entering) Knock knock!How are we today? Any nausea?\nAll: Yeah. Yeah. A little.\nDr. Oberman: Well, I was just wondering about the mother-to-be, but.. thanks for sharing. (To Carol) Uh, lie back..\nRoss: You- uh- y'know what, I'm gonna go. I don't- I don't think I can be involved in this particular thing right now.\n(He turns to go, but the sound of the sonogram catches hes ear.  He returns and stares at it.)\nRoss: Oh my God.\nSusan: Look at that.\nCarol: I know.\nClosing Credits\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's apartment, everyone is watching the tape of the sonogram.   Rachel is on the phone.]",
            "dialog": "Ross: Well? Isn't that amazing?\nJoey: What are we supposed to be seeing here?\nChandler: I dunno, but.. I think it's about to attack the Enterprise.\nPhoebe: You know, if you tilt your head to the left, and relax your eyes, it kinda looks like an old potato.\nRoss: Then don't do that, alright?\nPhoebe: Okay!\nRoss: (walks over to where Monica is standing)Monica. Whaddya think?\nMonica: (welling up) Mm-hmm.\nRoss: Wh- are you welling up?\nMonica: No.\nRoss: You are, you're welling up.\nMonica: Am not!\nRoss: You're gonna be an aunt.\nMonica: (pushes him and starts to cry) Oh shut up!\nRachel: (on phone) Hi, Mindy. Hi, it-it's Rachel. Yeah, I'm fine. I-I saw Barry today. Oh, yeah, yeah he-he told me. No, no, it's okay. I hope you two are very happy, I really do. Oh, oh, and Mind, y'know, if-if everything works out, and you guys end up getting married and having kids- and everything- I just hope they have his old hairline and your old nose. (Slams the phone down.) (To everyone) Okay, I know it was a cheap shot, but I feel so much better now.\nEnd\n"
        }
    ]
}