{
    "metadata": {
        "season": "SEASON 1",
        "title": "116 The Two Parts, Part I",
        "written_by": "Marta Kauffman & David Crane",
        "transcribed_by": "Mindy Mattingly",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Rift’s Restaurant, as seen in Mad About You, Joey and Chandler are there.]",
            "dialog": "Chandler: This is unbelievable. It’s been like a half an hour. If this was a cartoon, you’d be looking like a ham right about now.\n(Ursula Buffay, Phoebe’s identical twin sister, is waiting on tables in her inimitable manner.)\nJoey: There’s the waitress. Excuse me, Miss. Hello, Miss?\n(Ursula spins around looking puzzled, quite unable to tell where the sound is coming from.)\nChandler: It’s Phoebe! Hi!\n(Ursula notices Joey waving his hand, and comes over.)\nUrsula: Hi. Okay, will that be all?\nChandler: Wait, wait! Wh-what are you doing here?\nUrsula: Yeah, um, I was over there, then you said, \"Excuse me, hello Miss,\" so now I’m here.\nJoey: No, no... how come you are working here?\nUrsula: Right, yeah, ’cause its close to where I live, and the aprons are really cute.\nChandler: Can we start over?\nUrsula: Yeah. Okay great. I’m gonna be over here. (She wanders away.)\nChandler and Joey: No, no, no!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: A wintry February day in New York City, snowplows are clearing the streets. Inside Central Perk, all three girls are paying court to Ross.]",
            "dialog": "Ross: I don’t know whether he’s testing me, or just acting out, but my monkey is out of control. But, he keeps erasing the messages on my machine, \"supposedly\" by accident.\nRachel: No, yeah, I’ve done that.\nRoss: And then, like three days in a row he got to the newspaper before I did, and peed all over the crossword.\nRachel: I’ve never done that.\n(Outside in the street, Joey and Chandler arrive, to peer through the window at Phoebe, by bending down to look underneath the shop’s sign—a large steaming cup of coffee.)\nChandler: All right, now look at her and tell me she doesn’t look exactly like her sister.\nJoey: I’m sayin’ I see a difference.\nChandler: They’re twins!\nJoey: I don’t care. Phoebe’s Phoebe. Ursula’s... hot!\n(Joey and Chandler come indoors.)\nChandler: You know that thing, when you and I talk to each other about things?\nJoey: Yeah.\nChandler: Let’s not do that any more.\n(They hang up their coats and scarves, then approach their friends on the main sofa.)\nAll: Hey guys! Hey!\nJoey: Hey Pheebs, guess who we saw today.\nPhoebe: Ooh, ooh, fun! Okay... um, Liam Neeson.\nJoey: Nope.\nPhoebe: Morly Safer.\nJoey: Nope.\nPhoebe: The woman who cuts my hair!\nMonica: Okay, look, this could be a really long game.\nChandler: Your sister Ursula.\nPhoebe: (Her face dropping) Oh, really.\nChandler: Yeah, yeah, she works over at that place, uh...\nPhoebe: Rift’s. Yeah, I know.\nChandler: Oh, you do? Because she said you guys haven’t talked in like years.\nPhoebe: Hmmm? Yeah. So, um, is she fat?\nJoey: Not from where I was standin’.\nPhoebe: (Turning to Chandler) where were you standing?\nRachel: Um, Pheebs, so, you guys just don’t get along?\nPhoebe: It’s mostly just dumb sister stuff, you know, I mean, like, everyone always thought of her as the pretty one, you know... Oh, oh, she was the first one to start walking, even though I did it... later that same day. But, to my parents, by then it was like \"yeah, right, well what else is new?\"\nRoss: Oh, Pheebs, I’m sorry, I’ve got to go. I’ve got Lamaze class.\nChandler: Oh, and I’ve got Earth Science, but I'll catch you in Gym.\nRachel: So, is this just gonna be you and Carol?\nRoss: No, Susan’s gonna be there too. We’ve got dads, we’ve got lesbians, the whole parenting team.\nRachel: Well, isn’t, isn’t that gonna be weird?\nRoss: No, no. (Distractedly putting on a jacket to go out) I mean, it mighta been at first, but by now I, I think I’m pretty comfortable with the whole situation.\nMonica: Ross, that’s my jacket.\nRoss: I know.\n(Rachel grins as Ross removes the girlie jacket, grabs his own, and rushes out.)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Lamaze class, several couples and one trio sit on the floor, introducing themselves to the teacher, who’s got as far as a woman sitting next to Ross, Carol, and Susan.]",
            "dialog": "Woman: Hi, we’re the Rostins. Err, I’m J.C., and he’s Michael, and we’re having a boy, and a girl.\nTeacher: Good for you. Alrighty, next?\nRoss: Hi, um, I’m err, (has to clear his throat) I’m Ross Geller, and err ah... (pats Carol’s bulge) ..that’s, that’s my boy in there, and uh, (points) this is Carol Willick, and this... is Susan Bunch. Susan is um Carol’s, just, com... (embarrassment finally overwhelms the poor fellow, who becomes incoherent until) ..who’s next?\nTeacher: I’m sorry, I didn’t get... Susan is?\nRoss: Susan is Carol’s, Carol’s, Carol’s, friend...\nCarol: Life partner.\nRoss: Like buddies.\nSusan: Like lovers.\nRoss: You know how close women can get.\n(The teacher smiles, but her eyebrows go up. Susan and Carol pat each other affectionately.)\nCarol: Susan and I live together.\nRoss: Although I was married to her.\nSusan: Carol, not me.\nRoss: Err, right.\nCarol: It’s a little complicated.\nRoss: A little.\nSusan: But we’re fine.\nRoss: Absolutely. (Turns back to the woman next to him.) So, twins... hah! That’s like two births. (He struggles again.) Ouch.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene : Chandler's Office, Chandler is working.]",
            "dialog": "(Helen’s buzzer is heard on the intercom, so Chandler presses his button, too.)\nChandler: And (he imitates the buzzer) to you too, Helen.\nHelen: (Over the intercom) Nina Bookbinder is here to see you.\nChandler: Oh, okay. Send her in.\n(He hurriedly checks his hair in his computer screen, before taking a sporting trophy from a drawer to place ostentatiously on his desk. An attractive young woman opens the door.)\nNina: Hi.\nChandler: Hi, Nina. Come on in.\nNina: You wanted to see me?\nChandler: Uh, Yes. Yes. I’ve just been going over your data here, and little thing, you’ve been post-dating your Friday numbers.\nNina: Which is bad, because?\nChandler: Well, it throws my WENUS out of whack.\nNina: Your... excuse me?\nChandler: WENUS. (Coughs) Weekly Estimated Net...\nNina: Oh, Net Usage Statistics, right. Gotcha, gotcha. Won’t happen again. I wouldn’t want to do anything to hurt your... \"wenus.\"\n(Nina beams flirtatiously at Chandler, who catches her drift, but for once he’s lost for something to say &ndash; so she nods her head to tell him that he’s thinking correctly...)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Ross, Chandler, and the girls are dividing some Chinese takeout, while the sitcom Family Matters is playing on the TV.]",
            "dialog": "Chandler: It’s not just that she’s cute, okay. It’s just that... she’s really really cute.\nRoss: It doesn’t matter. You don’t dip your pen in the company ink.\n(Marcel scampers about, interfering with the neatness.)\nMonica: Ross, your little creature’s got the remote again.\nRoss: Marcel, Marcel, give Rossie the remote. Marcel. Marcel, you give Rossie the remote right now... Marce... you give Rossie the remote...\n(Marcel points the remote at Monica’s television, pressing a particular combination of keys. The logo SAP appears on the screen, and suddenly the dialogue is dubbed into Spanish.)\nMonica: Great.\nRoss: Relax, I’ll fix it.\nRachel: (Looking at the television) Cool... \"Urkel\" in Spanish is \"Urkel.\"\nRoss: (looking at the remote) How did he do this?\nChandler: (Looking out at the balcony) So tell me something, is leaving the Christmas lights up part of your plan to keep us merry all year long?\n(Rachel slowly spins around, finally noticing that the lights have outstayed their welcome.)\nMonica: Ah no, you see, someone was supposed to take them down around New Year’s... but obviously someone forgot.\nRachel: Well, someone was supposed to write \"Rach, take down the lights\" and put it on the re... frigerate... (finally noticing Monica’s note stuck to the refrigerator) How long has that been there?\n(Joey enters, looking extremely pleased with himself.)\nChandler: Hey, where you been?\nJoey: I went back to Riff’s. I think Ursula likes me. All I ordered was coffee, she brought me a tuna meltt and four plates of curly fries.\nChandler: Score.\nJoey: She is so hot!\nChandler: Yeah, listen. Okay, before you do anything Joey-like, you might wanna run it by err... (he indicates Phoebe, who is helping Ross understand the remote control.)\nJoey: Pheebs?\nPhoebe: (Jumping up) Yeah?\nJoey: You think it would be okay if I asked out your sister?\nPhoebe: Why? Why would you wanna... do that?  Why?\nJoey: So that if we went out on a date, she’d be there.\nPhoebe: Well, I mean, I’m not my sister’s, you know, whatever, and um... I mean, it’s true, we were one egg, once, but err, you know, we’ve grown apart, so, um... I don’t know, why not? Okay.\nJoey: Cool, thanks.\n(He happily gestures at Chandler that there was nothing to worry about, then exits. Rachel and Monica are concerned for poor Phoebe, who slides back down next to Ross.)\nRoss: You okay?\nPhoebe: Yeah I’m fine.\nRoss: You wanna watch Laverne y Shirley?\n(The sitcom begins with its familiar refrain, yet with a Latin lilt. Rachel and Monica do a little dance with their chopsticks, and Phoebe has to grin as Ross joins in the rhythm.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Lamaze class. Susan is there. Each couple has a doll, for they have just finished learning how to change a diaper. As Ross rushes in, stepping on the Rostins’ pretend baby, squashing its head flat. It bleats, in protest. He performs emergency surgery, then hands the doll back to J.C.]",
            "dialog": "Ross: Sorry.\nRoss: Hi. Sorry I’m late. Where’s, where’s Carol?\nSusan: Stuck at school. Some parent-teacher thing. You can go. I’ll get the information.\nRoss: No... No... No. I think I should stay, I think we should both know what’s going on.\nSusan: Oh, good. This’ll be fun.\nTeacher: Alrighty. We’re gonna start with some basic third stage breathing exercises, so Mummies, why don’t you get on your back? And... coaches, you should be supporting Mummy’s head.\n(Ross and Susan each gesture for the other to lie down.)\nRoss and Susan: What? What? What?\nSusan: I am supposed to be the mommy?\nRoss: Okay, I’m gonna play my sperm card one more time.\nSusan: Look, I don’t see why I should have to miss out on the coaching training just because I’m a woman.\nRoss: I see. So what do you propose to do?\nSusan: I will flip you for it.\nRoss: Flip me for it? No, no, no... heads, heads, heads!\nSusan: (Triumphantly) On your back... Mom.\n(Ross gets down like all the other mothers, cradled in Susan’s lap like all the other fathers.)\nTeacher: Alright, Mommies, take a nice deep cleansing breath.\n(Forgetting herself, Susan does the \"Mommy\" action with Ross.)\nTeacher: Good. Now imagine your vagina is opening like a flower.\n(Ross comes out of character to glare into the distance.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler's Office. Chandler is playing with a toy as his boss Mr. Douglas knocks and opens the door.]",
            "dialog": "Chandler: Mr. D, how’s it going, sir?\nMr. Douglas: Ohh, it’s been better. The Annual Net Usage Statistics are in.\nChandler: And?\nMr. Douglas: It’s pretty ugly. We haven’t seen an ANUS this bad since the seventies.\nChandler: So what does this mean?\nMr. Douglas: Well, we’re gonna be layin’ off people in every department.\nChandler: Hey, listen, I know I came in late last week, but I slept funny, and my hair was very very &ndash;\nMr. Douglas: Not you. Relax. Ever have to fire anyone?\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler's Office, later that day, Nina is in his office.]",
            "dialog": "Chandler: Nina? Nina. (He goes around his desk to where she is sitting.) Nina. (In pain) Nina.\n(She sympathetically reaches out to fondle the inner thigh of his left leg.)\nNina: Are you okay?\nChandler: (Looking down at her hand) Yes, yes I am. Err, listen, the reason that I called you in here today was, err... please don’t hate me.\nNina: (Taking her hand away) What?\nChandler: (Suddenly bright) Would you like to have dinner sometime?\n(Nina gasps in surprise and relief.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Rachel is at the counter, serving coffee to Phoebe.]",
            "dialog": "Rachel: So Pheebs, what do you want for your birthday?\nPhoebe: Well, what I really want is for my mom to be alive and enjoy it with me.\nRachel: Okay... Let me put it this way. Anything from Crabtree and Evelyn?\nPhoebe: Ooh! Bath salts would be nice.\nRachel: Ooh, okay... good.\n(Jamie Buchman and Fran Devanow enter the coffee house. They look about them as Jamie removes her coat and scarf.)\nJamie: What is this place?\nFran: Look, you’re cold, I have to pee, and... (indicating the sign) ..there’s a cup of coffee on the window. How bad could it be?\n(Jamie notices Phoebe sitting at the counter.)\nJamie: I think we have an answer.\nFran: What’s she doing here?\nJamie: This could be God’s way of telling us to eat at home.\nFran: Think she got fired at Riff’s?\nJamie: No, no, no. We were there last night. She kept... (shuddering at the memory) ..bringing swordfish. (Indicating the ladies’ bathroom) are you gonna go to the, um?\nFran: I’m gonna wait till after we order. It’s her, right.\nJamie: It looks like her.\n(Phoebe walks by, ignoring the two strangers.)\nJamie: Um, excuse me.\nPhoebe: Yeah?\nJamie: Hi, it’s us.\nPhoebe: (Smiling blankly) Right, and it’s me.\nJamie: So, so you’re here too?\nPhoebe: Much as you are.\nJamie: (Without moving her lips) Your turn.\nFran: Err... we know what we want.\nPhoebe: (Philosophically) Oh, that’s good.\nJamie: All we want is two Caffe Lattes.\nFran: And some biscottie cookies.\nPhoebe: Good choice.\n(Phoebe turns away so that the two weird women won’t see the face she pulls, and sits down.)\nJamie: Definitely her.\nFran: Yeah.\nCommercial break\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel’s, Phoebe is watching a Spanish version of The Waltons. At a nearby table sit Monica knitting, Rachel winding a ball of wool, and Chandler supplying them both from a skein which is spread between his hands.]",
            "dialog": "(Phoebe uses the remote to stop the Spanish by turning off the television.)\nMonica: I can’t believe you. You still haven’t told that girl she doesn’t have a job yet?\nChandler: Well, you still haven’t taken down the Christmas lights.\nMonica: Congratulations, I think you’ve found the world’s thinnest argument.\nChandler: I’m just trying to find the right moment, you know?\nRachel: Oh, well, that shouldn’t be so hard, now that you’re dating. (Imitating men at their worst) \"Sweetheart, you’re fired, but how ’bout a quickie before I go to work?\"\n(Joey lets himself in, carrying a large paper shopping bag.)\nJoey: Hey.\nRachel and Chandler: Hey.\n(There is a loud knocking at the door through which Joey has just entered.)\nChandler: You know, once you’re inside, you don’t have to knock any more.\nMonica: I’ll get it.\n(She rises, dragging Chandler along by the wool. Rachel has to leap over a chair to follow them. Monica opens the door to find Mr. Heckles standing there.)\nMonica: Oh. Hi, Mr.Heckles.\nMr.Heckles: You’re doing it again.\nMonica: We’re not doing anything. We’re just sitting around talking, quietly.\nMr.Heckles: I can hear you through the ceiling. My cats can’t sleep.\nRachel: You don’t even have cats.\nMr.Heckles: I could have cats.\nMonica: (Closing the door) Goodbye Mr.Heckles.\nRachel: We’ll try to keep it down.\n(The wool-bound trio returns to the table. Rachel has to rush ahead to avoid becoming tangled. Joey brings the shopping bag over to Phoebe, and takes out a nice cardigan.)\nJoey: Phoebe, could you do me a favour? Could you try this on? I just wanna make sure it fits.\nPhoebe: Ooh, my first birthday present... (delightedly examining the cardigan in her lap) ..oh, this is really...\nJoey: Oh, no no no. It’s for Ursula. I just figured, you know, size-wise.\nPhoebe: Ohhh... Sure, yeah... (disgustedly dropping the cardigan back into the bag) ..okay, it fits.\n(The others have been taking all this in.)\nRachel: Are you seein’ her again tonight?\nJoey: Yep. Ice Capades.\nChandler: Wow, this is serious. I’ve never known you to pay money for any kind of capade.\nJoey: I don’t know. I like her, you know. She’s different. There’s uh, somethin’ about her.\nPhoebe: That you like, (snappily confronting Joey over the heads of the knitting circle) we get it. You like her. Great!\n(The circle freezes in apprehension.)\nJoey: Hey, Phoebe, I asked you, and you said it was okay.\nPhoebe: Alright, well, maybe now it’s not okay.\nJoey: Okay... Well maybe now I’m not okay with it not being okay.\nPhoebe: Okay.\n(An embarrassed silence... finally broken by)\nChandler: Knit, good woman, knit, knit!\n(Monica frantically bursts into action as Rachel resumes winding, tangling Chandler’s wool.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler's Office, Chandler & Nina are locked in a passionate embrace. Someone knocks, so they hurriedly separate to stare out of the window. Chandler’s boss opens the door.]",
            "dialog": "Chandler: And that’s the Chrysler Building right there.\nMr. Douglas: Nina.\nNina: Mr.Douglas... (flirting defensively) ..cool tie.\n(She escapes, fortunately so distracting Mr. Douglas, that he misses Chandler’s expression of alarm & guilt.)\nMr. Douglas: (Shutting the door, then pointing vaguely at Nina’s shapely departure) She’s still here.\nChandler: Yes, yes she is. Didn’t I memo you on this? See, after I let her go, err, I got a call from her psychiatrist, Dr. Flanen-nen, Dr. Flanen, Dr. Flan.\n(Thinking quickly, Chandler desperately tries to remember anything to do with schizophrenia....)\nChandler: And err, he informed me that uh, she took the news rather badly, in fact, he uh, mentioned the word frenzy.\nMr. Douglas: You’re kidding? She seems so...\nChandler: Oh, no, no. Nina... (miming fairies twinkling around his head) ..she is whooo wewee-woo whoo whoo! In fact, if you asked her right now, she would have no recollection of being fired at all, none at all.\nMr. Douglas: That’s unbelievable.\nChandler: And yet, believable. So I decided not to fire her again until I can be assured that she will be no threat to herself, or others.\nMr. Douglas: I see. I guess you never really know what’s goin’ on inside a person’s head.\nChandler: Well, I guess that’s why they call it psychology, sir.\n(Mr. Douglas screws up his eyes, trying to credit what Bing has just said, but turning to follow Nina down the corridor, he realises Bing must be telling the truth, since he would not have any personal interest in the girl, would he?)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Lamaze class, Ross is again on the floor, cradled in Susan’s lap, but now Carol is cradled in his lap, and she has a pretend baby, on her lap. The teacher is showing her class a video, which is about to end.]",
            "dialog": "Soothing male voice: ..a sound Mom and Dad never forget. For this after all, is the miracle of birth.\nTeacher: Lights please? And that’s having a baby. Next week is our final class.\n(People start getting up. Ross grabs Carol’s doll to hold it upside down like a football, slapping it with his other hand.)\nRoss: Susan, go deep.\n(Susan just glares back, as Ross’s inappropriate joke falls flat. Meanwhile, a bubble is about to burst...)\nCarol: This is impossible. It’s just impossible.\nSusan: What is, honey?\nCarol: What that woman... did. I am not doin’ that. It’s just gonna have to stay in, that’s all, everything will be the same, it’ll just stay in.\nRoss: Carol, honey, shhh, shhh, everything’s gonna be alright.\nCarol: (screaming at Ross) Oh, what do you know?  No one's going up to you and saying, \"Hi, is that your nostril?  Mind if we push this pot roast through it?\"\nSusan: Carol, Carol, sweetie. Cleansing breath.\n(Both women gulp in air. Ross looks at his \"football,\" then manipulates the head & limbs back into place, until it resembles what it represents.)\nSusan: I know it’s frightening, but, big picture. The birth part is just one day, and when it’s over, we’re all gonna be parents for the rest of our lives.\n(Ross is staring blankly into space.)\nSusan: I mean, that’s what this is all about, right? Ross? Ross?\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene 13: Central Perk, the gang is gathered around Monica comforting her brother, who in a slight state of shock is cuddling a cushion for security.]",
            "dialog": "Ross: I’m gonna be a father.\nRachel: This is just occurring to you?\nRoss: I always knew I was havin’ a baby, I just never realised the baby was having me.\nRachel: (She comforts him too) Oh, you’re gonna be great!\nRoss: Aw, how can you say that? I can’t even get Marcel to stop eating the bath mat. How am I gonna raise a kid?\nChandler: You know, Ross, some scientists are now saying that, that monkeys and babies are actually different.\n(Joey tires of this, so he gets up to leave.)\nPhoebe: Where’re you going?\nJoey: Out.\nPhoebe: With?\nJoey: (Spreading his arms wide) Yes.\nPhoebe: Alright, could I just ask you one question?\n(Joey nods his head.)\nPhoebe: Have you two, you know... like... you know... you know... yet?\nJoey: Well, not that it’s any of your business, but, no, we haven’t, okay?\n(Joey walks toward the door, then hesitates and turns back.)\nJoey: You meant sex, right?\n(Phoebe buttons her lip, while the rest of the gang pretend they’re not there.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler's Office, Chandler is working as Nina knocks, then opens the door.]",
            "dialog": "Nina: Do you have a sec?\nChandler: Ah, sure, Nina. What’s up?\nNina: I don’t know. For the past couple days, people have been avoiding me and giving me these really strange looks.\nChandler: Oh, well, ah... maybe that’s because they’re ah... jealous, of us.\nNina: Maybe. But that doesn’t explain why they keep taking my scissors.\nChandler: Ah, well, maybe that’s, ah, because you’re getting a big raise.\nNina: I am?\nChandler: Sure, why not?\nNina: Oh my god! (Rushing over to give him a big hug) You’re amazing!\nChandler: Oh, you don’t know. (Presses a button.) Helen, could you make sure we put through the paperwork on Miss Bookbinder’s raise?\nHelen: (Over the intercom) So you still want me to send her psychological profile to Personnel?\nNina: What?\nChandler: Helen drinks. (Insincerely) Will you marry me?\n(Nina puts her hands on her hips, then gives Chandler a quizzical look.)\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica and Rachel’s, Ross, Rachel, Chandler, and Phoebe are sharing a bowl of popcorn, while Monica carefully reads the instruction manual for her television set.]",
            "dialog": "Chandler: Well, I ended up telling her everything.\nRachel: Oh, how’d she take it?\nChandler: Pretty well. Except for the stapler thing. (He holds up a bandaged hand.) Little tip: if you’re ever in a similar situation, never ever leave your hand... (he mimes Nina taking her revenge) ..on the desk.\nMonica: Okay, I think I get how to do this.\n(Monica points the remote at her TV, and punches out a key combination from the book, but the dreaded SAP logo remains and Spanish still comes forth.)\nPhoebe: Alright, so, can we turn this off? Can we just make it... make them go away? Because I can’t, I can’t watch.\nMonica: (Remotely turning off the television) okay, Pheebs, they’re gone.\nPhoebe: Okay.\nMonica: Are you alright?\nPhoebe: Yeah. It’s just, you know, it’s this whole stupid Ursula thing, it’s...\nRachel: Okay, Pheebs, can I ask? So, he’s going out with her. I mean, is it really so terrible?\nPhoebe: Um, yeah. Look, I mean, I’m not saying she’s like evil or anything. She just, you know, she’s always breaking my stuff. When I was eight, and I wouldn’t let her have my Judy Jetson thermos, so she threw it under the bus. And then, oh, and then there was Randy Brown, who was like... Have you ever had a boyfriend who was like your best friend?\nMonica and Rachel: (Wistfully, shaking their heads) No.\nPhoebe: Well, but that’s what he was for me. And she you know, kind of stole him away, and then... broke his heart... and then he wouldn’t even talk to me any more. Because he said he didn’t wanna be around... anything that looked like either one of us.\nRachel: Oh... Oh, Pheebs.\nPhoebe: I mean, I know Joey is not my boyfriend, or my thermos, or anything, but...\nChandler: You’re not gonna lose him.\nMonica: Hon, you gotta talk to Joey.\nPhoebe: Yeah. Okay.\nRoss: No, come on, he doesn’t know this stuff. If he knew how you felt.\nPhoebe: But he’s falling in love with her.\nRachel: Oh please, they’ve been going out a week. They haven’t even slept together yet, I mean, that’s not serious.\nPhoebe: Okay... Okay.\n(Monica and Ross indicate that they mean right now.)\nPhoebe: Oh, okay, oh.\n(Phoebe gets up and walks across the hallway, but the door to Chandler and Joey’s apartment is shut. She knocks, and anxiously waits for Joey to come, but instead her identical twin sister emerges wearing one of Joey’s shirts.)\nUrsula: (Surprised) Oh.\n(Phoebe reels back in shock, while Ursula defiantly leans against the doorpost as though she owns the place.)\nUrsula: Yeah, um, may we help you?\nClosing Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Monica and Rachel's Balcony, Rachel is taking down the Christmas lights. Monica sees her, so she leans out of the small side window.]",
            "dialog": "Monica: Rachel, what are you doing? It’s freezing out here. Would you come back inside?\nRachel: No no no no no. You wanted me to take them down, so... (she climbs onto the railing to reach the top of a pole) ..I’m takin’ ’em down. Okay? Whoa! (Screams.)\n(Rachel slips, loses her balance, and falls over the edge..)\nMonica: Oh-my-god Rachel! (Rushing out to look over the edge) Rachel!\n(In the apartment below, Mr.Heckles is trying to relax and read his newspaper, but Rachel is helplessly dangling upside-down with her ankle wrapped up in the Christmas lights.)\nRachel: (To Monica) I’m okay! I’m okay! (She knocks on Mr. Heckles's window.) Mr. Heckles, Mr. Heckles could you help me please?\nMr.Heckles: See, this is just the kind of thing I was talking about.\nEnd\n"
        }
    ]
}