{
    "metadata": {
        "season": "SEASON 1",
        "title": "101 Monica Gets A Roommate",
        "written_by": "Marta Kauffman & David Crane",
        "transcribed_by": "guineapig",
        "additional_transcribing_by": "Eric Aasen",
        "note": "The previously unseen parts of this episode are shown in blue text."
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Chandler, Joey, Phoebe, and Monica are there.]",
            "dialog": "Monica: There's nothing to tell! He's just some guy I work with!\nJoey: C'mon, you're going out with the guy! There's gotta be something wrong with him!\nChandler: All right Joey, be nice.  So does he have a hump? A hump and a hairpiece?\nPhoebe: Wait, does he eat chalk?\n(They all stare, bemused.)\nPhoebe: Just, 'cause, I don't want her to go through what I went through with Carl- oh!\nMonica: Okay, everybody relax. This is not even a date. It's just two people going out to dinner and- not having sex.\nChandler: Sounds like a date to me.\n[Time Lapse]\nChandler: Alright, so I'm back in high school, I'm standing in the middle of the cafeteria, and I realize I am totally naked.\nAll: Oh, yeah. Had that dream.\nChandler: Then I look down, and I realize there's a phone... there.\nJoey: Instead of...?\nChandler: That's right.\nJoey: Never had that dream.\nPhoebe: No.\nChandler: All of a sudden, the phone starts to ring. Now I don't know what to do, everybody starts looking at me.\nMonica: And they weren't looking at you before?!\nChandler: Finally, I figure I'd better answer it, and it turns out it's my mother, which is very-very weird, because- she never calls me!\n[Time Lapse, Ross has entered.]\nRoss: (mortified) Hi.\nJoey: This guy says hello, I wanna kill myself.\nMonica: Are you okay, sweetie?\nRoss: I just feel like someone reached down my throat, grabbed my small intestine, pulled it out of my mouth and tied it around my neck...\nChandler: Cookie?\nMonica: (explaining to the others) Carol moved her stuff out today.\nJoey: Ohh.\nMonica: (to Ross) Let me get you some coffee.\nRoss: Thanks.\nPhoebe: Ooh! Oh! (She starts to pluck at the air just in front of Ross.)\nRoss: No, no don't! Stop cleansing my aura! No, just leave my aura alone, okay?\nPhoebe: Fine!  Be murky!\nRoss: I'll be fine, alright? Really, everyone. I hope she'll be very happy.\nMonica: No you don't.\nRoss: No I don't, to hell with her, she left me!\nJoey: And you never knew she was a lesbian...\nRoss: No!! Okay?! Why does everyone keep fixating on that? She didn't know, how should I know?\nChandler: Sometimes I wish I was a lesbian... (They all stare at him.) Did I say that out loud?\nRoss: I told mom and dad last night, they seemed to take it pretty well.\nMonica: Oh really, so that hysterical phone call I got from a woman at sobbing 3:00 A.M., \"I'll never have grandchildren, I'll never have grandchildren.\" was what?  A wrong number?\nRoss: Sorry.\nJoey: Alright Ross, look. You're feeling a lot of pain right now. You're angry. You're hurting. Can I tell you what the answer is?\n(Ross gestures his consent.)\nJoey: Strip joint! C'mon, you're single! Have some hormones!\nRoss: I don't want to be single, okay? I just... I just- I just wanna be married again!\n(Rachel enters in a wet wedding dress and starts to search the room.)\nChandler: And I just want a million dollars! (He extends his hand hopefully.)\nMonica: Rachel?!\nRachel: Oh God Monica hi! Thank God! I just went to your building and you weren't there and then this guy with a big hammer said you might be here and you are, you are!\nWaitress: Can I get you some coffee?\nMonica: (pointing at Rachel) De-caff. (to All) Okay, everybody, this is Rachel, another Lincoln High survivor. (to Rachel) This is everybody, this is Chandler, and Phoebe, and Joey, and- you remember my brother Ross?\nRachel: Hi, sure!\nRoss: Hi.\n(They go to hug but Ross's umbrella opens.  He sits back down defeated again.  A moment of silence follows as Rachel sits and the others expect her to explain.)\nMonica: So you wanna tell us now, or are we waiting for four wet bridesmaids?\nRachel: Oh God... well, it started about a half hour before the wedding. I was in the room where we were keeping all the presents, and I was looking at this gravy boat. This really gorgeous Lamauge gravy boat. When all of a sudden- (to the waitress that brought her coffee)Sweet 'n' Lo?- I realized that I was more turned on by this gravy boat than by Barry! And then I got really freaked out, and that's when it hit me: how much Barry looks like Mr. Potato Head. Y'know, I mean, I always knew looked familiar, but... Anyway, I just had to get out of there, and I started wondering 'Why am I doing this, and who am I doing this for?'. (to Monica) So anyway I just didn't know where to go, and I know that you and I have kinda drifted apart, but you're the only person I knew who lived here in the city.\nMonica: Who wasn't invited to the wedding.\nRachel: Ooh, I was kinda hoping that wouldn't be an issue... \n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica's Apartment, everyone is there and watching a Spanish Soap on TV and are trying to figure out what is going on.]",
            "dialog": "Monica: Now I'm guessing that he bought her the big pipe organ, and she's really not happy about it.\nChandler: (imitating the characters) Tuna or egg salad?  Decide!\nRoss: (in a deep voice) I'll have whatever Christine is having.\nRachel: (on phone) Daddy, I just... I can't marry him! I'm sorry. I just don't love him. Well, it matters to me!\n(The scene on TV has changed to show two women, one is holding her hair.)\nPhoebe:  If I let go of my hair, my head will fall off.\nChandler: (re TV) Ooh, she should not be wearing those pants.\nJoey: I say push her down the stairs.\nPhoebe, Ross, Chandler, and Joey:  Push her down the stairs! Push her down the stairs! Push her down the stairs!\n(She is pushed down the stairs and everyone cheers.)\nRachel: C'mon Daddy, listen to me! It's like, it's like, all of my life, everyone has always told me, 'You're a shoe! You're a shoe, you're a shoe, you're a shoe!'. And today I just stopped and I said, 'What if I don't wanna be a shoe? What if I wanna be a- a purse, y'know? Or a- or a hat! No, I'm not saying I want you to buy me a hat, I'm saying I am a ha- It's a metaphor, Daddy!\nRoss: You can see where he'd have trouble.\nRachel: Look Daddy, it's my life. Well maybe I'll just stay here with Monica.\nMonica: Well, I guess we've established who's staying here with Monica...\nRachel: Well, maybe that's my decision. Well, maybe I don't need your money. Wait!! Wait, I said maybe!!\n[Time Lapse, Rachel is breating into a paper bag.]\nMonica: Just breathe, breathe.. that's it. Just try to think of nice calm things...\nPhoebe: (sings) Raindrops on roses and rabbits and kittens, (Rachel and Monica turn to look at her.) bluebells and sleighbells and- something with mittens... La la la la...something and noodles with string.  These are a few...\nRachel: I'm all better now.\nPhoebe: (grins and walks to the kitchen and says to Chandler and Joey.) I helped!\nMonica: Okay, look, this is probably for the best, y'know? Independence. Taking control of your life.  The whole, 'hat' thing.\nJoey: (comforting her) And hey, you need anything, you can always come to Joey. Me and Chandler live across the hall. And he's away a lot.\nMonica: Joey, stop hitting on her! It's her wedding day!\nJoey: What, like there's a rule or something?\n(The door buzzer sounds and Chandler gets it.)\nChandler: Please don't do that again, it's a horrible sound.\nPaul: (over the intercom) It's, uh, it's Paul.\nMonica: Oh God, is it 6:30?  Buzz him in!\nJoey: Who's Paul?\nRoss: Paul the Wine Guy, Paul?\nMonica: Maybe. Joey: Wait. Your 'not a real date' tonight is with Paul the Wine Guy?\nRoss: He finally asked you out?\nMonica: Yes!\nChandler: Ooh, this is a Dear Diary moment.\nMonica: Rach, wait, I can cancel...\nRachel: Please, no, go, that'd be fine!\nMonica: (to Ross) Are, are you okay? I mean, do you want me to stay?\nRoss: (choked voice) That'd be good...\nMonica: (horrified) Really?\nRoss: (normal voice) No, go on! It's Paul the Wine Guy!\nPhoebe: What does that mean?   Does he sell it, drink it, or just complain a lot? (Chandler doesn't know.)\n(There's a knock on the door and it's Paul.)\nMonica: Hi, come in! Paul, this is.. (They are all lined up next to the door.)... everybody, everybody, this is Paul.\nAll: Hey! Paul! Hi! The Wine Guy! Hey!\nChandler: I'm sorry, I didn't catch your name. Paul, was it?\nMonica: Okay, umm-umm, I'll just--I'll be right back, I just gotta go ah, go ah...\nRoss: A wandering?\nMonica: Change!  Okay, sit down. (Shows Paul in) Two seconds.\nPhoebe: Ooh, I just pulled out four eyelashes. That can't be good.\n(Monica goes to change.)\nJoey:  Hey, Paul!\nPaul: Yeah?\nJoey: Here's a little tip, she really likes it when you rub her neck in the same spot over and over and over again until it starts to get a little red.\nMonica: (yelling from the bedroom) Shut up, Joey!\nRoss: So Rachel, what're you, uh... what're you up to tonight?\nRachel: Well, I was kinda supposed to be headed for Aruba on my honeymoon, so nothing!\nRoss: Right, you're not even getting your honeymoon, God.. No, no, although, Aruba, this time of year... talk about your- (thinks) -big lizards... Anyway, if you don't feel like being alone tonight, Joey and Chandler are coming over to help me put together my new furniture.\nChandler: (deadpan) Yes, and we're very excited about it.\nRachel: Well actually thanks, but I think I'm just gonna hang out here tonight.  It's been kinda a long day.\nRoss: Okay, sure.\nJoey: Hey Pheebs, you wanna help?\nPhoebe: Oh, I wish I could, but I don't want to.\nCommercial Break\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: The Subway, Phoebe is singing for change.]",
            "dialog": "Phoebe: (singing) Love is sweet as summer showers, love is a wondrous work of art, but your love oh your love, your love...is like a giant pigeon...crapping on my heart.  La-la-la-la-la- (some guy gives her some change and to that guy) Thank you. (sings) La-la-la-la...ohhh!\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross's Apartment, the guys are there assembling furniture.]",
            "dialog": "Ross: (squatting and reading the instructions) I'm supposed to attach a brackety thing to the side things, using a bunch of these little worm guys. I have no brackety thing, I see no whim guys whatsoever and- I cannot feel my legs.\n(Joey and Chandler are finishing assembling the bookcase.)\nJoey: I'm thinking we've got a bookcase here.\nChandler: It's a beautiful thing.\nJoey: (picking up a leftover part) What's this?\nChandler: I would have to say that is an 'L'-shaped bracket.\nJoey: Which goes where?\nChandler: I have no idea.\n(Joey checks that Ross is not looking and dumps it in a plant.)\nJoey: Done with the bookcase!\nChandler: All finished!\nRoss: (clutching a beer can and sniffing) This was Carol's favorite beer. She always drank it out of the can, I should have known.\nJoey: Hey-hey-hey-hey, if you're gonna start with that stuff we're outta here.\nChandler: Yes, please don't spoil all this fun.\nJoey: Ross, let me ask you a question. She got the furniture, the stereo, the good TV- what did you get?\nRoss: You guys.\nChandler: Oh, God.\nJoey: You got screwed.\nChandler: Oh my God!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: A Restaurant, Monica and Paul are eating.]",
            "dialog": "Monica: Oh my God!\nPaul: I know, I know, I'm such an idiot. I guess I should have caught on when she started going to the dentist four and five times a week. I mean, how clean can teeth get?\nMonica: My brother's going through that right now, he's such a mess. How did you get through it?\nPaul: Well, you might try accidentally breaking something valuable of hers, say her-\nMonica: -leg?\nPaul: (laughing) That's one way! Me, I- I went for the watch.\nMonica: You actually broke her watch?  Wow!  The worst thing I ever did was, I-I shredded by boyfriend's favorite bath towel.\nPaul: Ooh, steer clear of you.\nMonica: That's right. \n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica's Apartment, Rachel is talking on the phone and pacing.]",
            "dialog": "Rachel: Barry, I'm sorry... I am so sorry... I know you probably think that this is all about what I said the other day about you making love with your socks on, but it isn't... it isn't, it's about me, and I ju- (She stops talking and dials the phone.) Hi, machine cut me off again... anyway...look, look, I know that some girl is going to be incredibly lucky to become Mrs. Barry Finkel, but it isn't me, it's not me.  And not that I have any idea who me is right now, but you just have to give me a chance too... (The maching cuts her off again and she redials.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross's Apartment; Ross is pacing while Joey and Chandler are working on some more furniture.]",
            "dialog": "Ross: I'm divorced!  I'm only 26 and I'm divorced!\nJoey: Shut up!\nChandler: You must stop! (Chandler hits what he is working on with a hammer and it collapses.)\nRoss: That only took me an hour.\nChandler: Look, Ross, you gotta understand, between us we haven't had a relationship that has lasted longer than a Mento.   You, however have had the love of a woman for four years.   Four years of closeness and sharing at the end of which she ripped your heart out, and that is why we don't do it!  I don't think that was my point!\nRoss: You know what the scariest part is? What if there's only one woman for everybody, y'know? I mean what if you get one woman- and that's it? Unfortunately in my case, there was only one woman- for her...\nJoey: What are you talking about? 'One woman'? That's like saying there's only one flavor of ice cream for you. Lemme tell you something, Ross. There's lots of flavors out there. There's Rocky Road, and Cookie Dough, and Bing! Cherry Vanilla. You could get 'em with Jimmies, or nuts, or whipped cream! This is the best thing that ever happened to you! You got married, you were, like, what, eight? Welcome back to the world! Grab a spoon!\nRoss: I honestly don't know if I'm hungry or horny.\nChandler: Stay out of my freezer! \n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: A Restaurant, Monica and Paul are still eating.]",
            "dialog": "Paul: Ever since she walked out on me, I, uh...\nMonica: What?..... What, you wanna spell it out with noodles?\nPaul: No, it's, it's more of a fifth date kinda revelation.\nMonica: Oh, so there is gonna be a fifth date?\nPaul: Isn't there?\nMonica: Yeah... yeah, I think there is. -What were you gonna say?\nPaul: Well, ever-ev-... ever since she left me, um, I haven't been able to, uh, perform. (Monica takes a sip of her drink.) ...Sexually.\nMonica: (spitting out her drink in shock) Oh God, oh God, I am sorry... I am so sorry...\nPaul: It's okay...\nMonica: I know being spit on is probably not what you need right now. Um... how long?\nPaul: Two years.\nMonica: Wow! I'm-I'm-I'm glad you smashed her watch!\nPaul: So you still think you, um... might want that fifth date?\nMonica: (pause)...Yeah. Yeah, I do.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica's Apartment, Rachel is watching Joanne Loves Chaci.]",
            "dialog": "Priest on TV: We are gathered here today to join Joanne Louise Cunningham and Charles, Chachi-Chachi-Chachi, Arcola in the bound of holy matrimony.\nRachel: Oh...see... but Joanne loved Chachi! That's the difference!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Ross's Apartment, they're all sitting around and talking.]",
            "dialog": "Ross: (scornful) Grab a spoon. Do you know how long it's been since I've grabbed a spoon? Do the words 'Billy, don't be a hero' mean anything to you?\nJoey: Great story!  But, I uh, I gotta go, I got a date with Andrea--Angela--Andrea...  Oh man, (looks to Chandler)\nChandler: Angela's the screamer, Andrea has cats.\nJoey: Right.  Thanks.  It's June.  I'm outta here. (Exits.)\nRoss: Y'know, here's the thing. Even if I could get it together enough to- to ask a woman out,... who am I gonna ask? (He gazes out of the window.)\n[Cut to Rachel staring out of her window.]\nCommercial Break\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica's Apartment, Rachel is making coffee for Joey and Chandler.]",
            "dialog": "Rachel: Isn't this amazing? I mean, I have never made coffee before in my entire life.\nChandler: That is amazing.\nJoey: Congratulations.\nRachel: Y'know, I figure if I can make coffee, there isn't anything I can't do.\nChandler: If can invade Poland, there isn't anything I can't do.\nJoey: Listen, while you're on a roll, if you feel like you gotta make like a Western omelet or something... (Joey and Chandler taste the coffee, grimace, and pour it into a plant pot.) Although actually I'm really not that hungry...\nMonica: (entering, to herself) Oh good, Lenny and Squigy are here.\nAll: Morning. Good morning.\nPaul: (entering from Monica's room) Morning.\nJoey: Morning, Paul.\nRachel: Hello, Paul.\nChandler: Hi, Paul, is it?\n(Monica and Paul walk to the door and talk in a low voice so the others can't hear.  The others move Monica's table closer to the door so that they can.)\nPaul: Thank you!  Thank you so much!\nMonica: Stop!\nPaul: No, I'm telling you last night was like umm, all my birthdays, both graduations, plus the barn raising scene in Witness.\nMonica: We'll talk later.\nPaul: Yeah. (They kiss) Thank you. (Exits)\nJoey: That wasn't a real date?! What the hell do you do on a real date?\nMonica: Shut up, and put my table back.\nAll: Okayyy! (They do so.)\nChandler: All right, kids, I gotta get to work. If I don't input those numbers,... it doesn't make much of a difference...\nRachel: So, like, you guys all have jobs?\nMonica: Yeah, we all have jobs. See, that's how we buy stuff.\nJoey: Yeah, I'm an actor.\nRachel: Wow! Would I have seen you in anything?\nJoey: I doubt it. Mostly regional work.\nMonica: Oh wait, wait, unless you happened to catch the Reruns' production of Pinocchio, at the little theater in the park.\nJoey: Look, it was a job all right?\nChandler: 'Look, Gippetto, I'm a real live boy.'\nJoey: I will not take this abuse. (Walks to the door and opens it to leave.)\nChandler: You're right, I'm sorry. (Burst into song and dances out of the door.) \"Once I was a wooden boy, a little wooden boy...\"\nJoey: You should both know, that he's a dead man.  Oh, Chandler? (Starts after Chandler.)\nMonica: So how you doing today? Did you sleep okay? Talk to Barry? I can't stop smiling.\nRachel: I can see that. You look like you slept with a hanger in your mouth.\nMonica: I know, he's just so, so... Do you remember you and Tony DeMarco?\nRachel: Oh, yeah.\nMonica: Well, it's like that. With feelings.\nRachel: Oh wow. Are you in trouble.\nMonica: Big time!\nRachel: Want a wedding dress?   Hardly used.\nMonica: I think we are getting a little ahead of selves here. Okay. Okay. I am just going to get up, go to work and not think about him all day. Or else I'm just gonna get up and go to work.\nRachel: Oh, look, wish me luck!\nMonica: What for?\nRachel: I'm gonna go get one of those (Thinks) job things.\n(Monica exits.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Iridium, Monica is working as Frannie enters.]",
            "dialog": "Frannie: Hey, Monica!\nMonica: Hey Frannie, welcome back! How was Florida?\nFrannie: You had sex, didn't you?\nMonica: How do you do that?\nFrannie: Oh, I hate you, I'm pushing my Aunt Roz through Parrot Jungle and you're having sex!  So? Who?\nMonica: You know Paul?\nFrannie: Paul the Wine Guy? Oh yeah, I know Paul.\nMonica: You mean you know Paul like I know Paul?\nFrannie: Are you kidding? I take credit for Paul. Y'know before me, there was no snap in his turtle for two years.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, everyone but Rachel is there.]",
            "dialog": "Joey: (sitting on the arm of the couch)Of course it was a line!\nMonica: Why?! Why? Why, why would anybody do something like that?\nRoss: I assume we're looking for an answer more sophisticated than 'to get you into bed'.\nMonica: I hate men!  I hate men!\nPhoebe: Oh no, don't hate, you don't want to put that out into the universe.\nMonica: Is it me? Is it like I have some sort of beacon that only dogs and men with severe emotional problems can hear?\nPhoebe: All right, c'mere, gimme your feet. (She starts massaging them.)\nMonica: I just thought he was nice, y'know?\nJoey: (bursts out laughing again) I can't believe you didn't know it was a line!\n(Monica pushes him off of the sofa as Rachel enters with a shopping bag.)\nRachel: Guess what?\nRoss: You got a job?\nRachel: Are you kidding? I'm trained for nothing! I was laughed out of twelve interviews today.\nChandler: And yet you're surprisingly upbeat.\nRachel: You would be too if you found John and David boots on sale, fifty percent off!\nChandler: Oh, how well you know me...\nRachel: They're my new 'I don't need a job, I don't need my parents, I've got great boots' boots!\nMonica: How'd you pay for them?\nRachel: Uh, credit card.\nMonica: And who pays for that?\nRachel: Um... my... father.\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's, everyone is sitting around the kitchen table.   Rachel's credit cards are spread out on the table along with a pair of scissors.]",
            "dialog": "Rachel: Oh God, come on you guys, is this really necessary?  I mean, I can stop charging anytime I want.\nMonica: C'mon, you can't live off your parents your whole life.\nRachel: I know that. That's why I was getting married.\nPhoebe: Give her a break, it's hard being on your own for the first time.\nRachel: Thank you.\nPhoebe: You're welcome. I remember when I first came to this city. I was fourteen. My mom had just killed herself and my step-dad was back in prison, and I got here, and I didn't know anybody. And I ended up living with this albino guy who was, like, cleaning windshields outside port authority, and then he killed himself, and then I found aromatherapy. So believe me, I know exactly how you feel.\n(Pause)\nRoss: The word you're looking for is 'Anyway'...\nMonica: All right, you ready?\nRachel: No.  No, no, I'm not ready!  How can I be ready?  \"Hey, Rach!  You ready to jump out the airplane without your parachute?\"  Come on, I can't do this!\nMonica: You can, I know you can!\nRachel: I don't think so.\nRoss: Come on, you made coffee!   You can do anything! (Chandler slowly tries to hide the now dead plant from that morning when he and Joey poured their coffee into it.)\nRoss: C'mon, cut. Cut, cut, cut,...\nAll: Cut, cut, cut, cut, cut, cut, cut... (She cuts one of them and they cheer.)\nRachel: Y'know what?  I think we can just leave it at that.  It's kinda like a symbolic gesture...\nMonica:  Rachel!  That was a library card!\nAll: Cut, cut, cut, cut, cut, cut, cut..\nChandler: (as Rachel is cutting up her cards) Y'know, if you listen closely, you can hear a thousand retailers scream.\n(She finishes cutting them up and they all cheer.)\nMonica: Welcome to the real world! It sucks. You're gonna love it!\n[Time Lapse, Rachel and Ross are watching a TV channel finishes it's broadcast day by playing the national anthem.]\nMonica: Well, that's it (To Ross) You gonna crash on the couch?\nRoss: No. No, I gotta go home sometime.\nMonica: You be okay?\nRoss: Yeah.\nRachel: Hey Mon, look what I just found on the floor. (Monica smiles.) What?\nMonica: That's Paul's watch. You just put it back where you found it. Oh boy. Alright. Goodnight, everybody.\nRoss and Rachel: Goodnight.\n(Monica stomps on Paul's watch and goes into her room.)\nRoss: Mmm. (They both reach for the last cookie) Oh, no-\nRachel: Sorry-\nRoss: No no no, go-\nRachel: No, you have it, really, I don't want it-\nRoss: Split it?\nRachel: Okay.\nRoss: Okay. (They split it.) You know you probably didn't know this, but back in high school, I had a, um, major crush on you.\nRachel: I knew.\nRoss: You did! Oh.... I always figured you just thought I was Monica's geeky older brother.\nRachel: I did.\nRoss: Oh. Listen, do you think- and try not to let my intense vulnerability become any kind of a factor here- but do you think it would be okay if I asked you out? Sometime? Maybe?\nRachel: Yeah, maybe...\nRoss: Okay... okay, maybe I will...\nRachel: Goodnight.\nRoss: Goodnight.\n(Rachel goes into her room and Monica enters the living room as Ross is leaving.)\nMonica: See ya.... Waitwait, what's with you?\nRoss: I just grabbed a spoon. (Ross exits and Monica has no idea what that means.)\nClosing Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Central Perk, everyone is there.]",
            "dialog": "Joey: I can't believe what I'm hearing here.\nPhoebe: (sings) I can't believe what I'm hearing here...\nMonica: What? I-I said you had a-\nPhoebe: (sings) What I said you had...\nMonica: (to Phoebe) Would you stop?\nPhoebe: Oh, was I doing it again?\nAll: Yes!\nMonica: I said that you had a nice butt, it's just not a great butt.\nJoey: Oh, you wouldn't know a great butt if it came up and bit ya.\nRoss: There's an image.\nRachel: (walks up with a pot of coffee) Would anybody like more coffee?\nChandler: Did you make it, or are you just serving it?\nRachel: I'm just serving it.\nAll: Yeah. Yeah, I'll have a cup of coffee.\nChandler: Kids, new dream... I'm in Las Vegas. (Rachel sits down to hear Chandler's dream.)\nCustomer: (To Rachel) Ahh, miss?   More coffee?\nRachel: Ugh. (To another customer that's leaving.) Excuse me, could you give this to that guy over there? (Hands him the coffee pot.) Go ahead. (He does so.) Thank you. (To the gang.) Sorry.  Okay, Las Vegas.\nChandler: Okay, so, I'm in Las Vegas... I'm Liza Minelli-\nEnd\n"
        }
    ]
}