{
    "metadata": {
        "season": "SEASON 1",
        "title": "113 The Boobies",
        "written_by": "Alexa Junge",
        "transcribed_by": "guineapig",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler walks in and starts raiding the fridge. Then Rachel comes out of the shower with a towel wrapped round her waist, drying herself with another towel. Chandler and Rachel startle each other and she drops the towel for a second and snatches the rug off the couch.]",
            "dialog": "Rachel: That is it! You just barge in here, you don't knock\nChandler: I'm sorry!\nRachel: You have no respect for anybody's privacy!\nChandler: Rachel, wait, wait.\nRachel: No, you wait! This is ridiculous!\nChandler: Can I just say one thing?\nRachel: What? What?!\nChandler: That's a relatively open weave and I can still see your... nipular areas.\nRachel: Oh!!\n(She storms off)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Phoebe is there with her boyfriend Roger, talking to Rachel and Monica.]",
            "dialog": "Phoebe: Oh, honey, honey, tell them the story about your patient who thinks things are, like, other things. Y'know? Like, the phone rings and she takes a shower.\nRoger: That's pretty much it.\nPhoebe: Oops!\nRoger: But you tell it really well, sweetie.\nPhoebe: Thanks. Okay, now go away so we can talk about you.\nRoger: Okay. I'll miss you.\nPhoebe: Isn't he great?\nRachel: He's so cute! And he seems to like you so much.\nPhoebe: I know, I know. So sweet... and so complicated. And for a shrink, he's not too shrinky, y'know?\nMonica: So, you think you'll do it on his couch?\nPhoebe: Oh, I don't know, I don't know. I think that's a little weird, y'know? Vinyl.\nRachel: Okaaay. (To the guys, on the couch) Any of you guys want anything else?\nChandler: Oh, yes, could I have one of those. (Points)\nRachel: No, I'm sorry, we're all out of those. Anybody else?\nChandler: Okay.\nRoger: Did I, uh, did I miss something?\nChandler: No, she's still upset because I saw her boobies.\nRoss: You what? Wh what were you doing seeing her boobies?\nChandler: It was an accident. Not like I was across the street with a telescope and a box of donuts.\nRachel: Okay, okay, could we change the subject, please?\nPhoebe: Yeah, 'cause hello, these are not her boobies, these are her breasts.\nRachel: Okay, Pheebs, I was hoping for more of a change.\nChandler: Y'know, I don't know why you're so embarrassed, they were very nice boobies.\nRachel: Nice? They were nice. I mean, that's it? I mean, mittens are nice.\nChandler: Okaaay, (Gestures) rock, hard place, me.\nRoger: You're so funny! He's really funny! I wouldn't wanna be there when when the laughter stops.\nChandler: Whoah whoah, back up there, Sparky. What'd you mean by that?\nRoger: Oh, just seems as though that maybe you have intimacy issues. Y'know, that you use your humour as a way of keeping people at a distance.\nChandler: Huh.\nRoger: I mean hey! I just met you, I don't know you from Adam. ...Only child, right? Parents divorced before you hit puberty.\nChandler: Uhhuh, how did you know that?\nRoger: It's textbook.\n(Joey enters with his dad)\nJoey: Hey you guys. Hey, you all know my dad, right?\nAll: Hey! Hey, Mr. Trib!\nMonica: Hey, how long are you in the city?\nMr. Tribbiani: Just for a coupla days. I got a job midtown. I figure I'm better off staying with the kid than hauling my ass back and forth on the ferry. (Sees Roger) I don't know this one.\nPhoebe: Oh, this is my friend Roger.\nRoger: Hi.\nMr. Tribbiani: Hey, hey. Good to meet you, Roger.\nRoger: You too, sir.\nMr. Tribbiani: (To Phoebe) What happened to the, uh, puppet guy?\nJoey: Dad, dad. (Shakes his head)\nMr. Tribbiani: Oh, 'scuse me. So Ross, uh, how's the wife? (Ross whines and lays his head on Chandler's shoulder) Off there too, uh? Uh, Chandler, quick, say something funny!\n(Chandler stays stonefaced)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler and Joey's, Mr. Tribbiani is on the phone.]",
            "dialog": "Mr. Tribbiani: Gotta go. I miss you too, I love you, but it's getting real late now\nJoey: (Snatches the phone) Hey Ma. Listen, I made the appointment with Dr. Bazida, and... Excuse me? (To his dad) Did you know this isn't Ma?\n(His dad nods. Cut to later. Joey is chopping mushrooms)\nMr. Tribbiani: Her name's Ronni. She's a pet mortician.\nJoey: Sure. So how long you been... (Goes back to chopping)\nMr. Tribbiani: Remember when you were a little kid, I used to take you to the navy yard and show you the big ships?\nJoey: Since then?!\nMr. Tribbiani: No, it's only been six years. I just wanted to put a nice memory in your head so you'd know that I wasn't always such a terrible guy. ...Joe. Y'ever been in love?\nJoey: ...I d'know.\nMr. Tribbiani: Then y'haven't. You're burning your tomatoes.\nJoey: You're one to talk. (Puts the mushrooms in a saucepan)\nMr. Tribbiani: Joe, your dad's in love big time. And the worst part of it is, it's with two different women.\nJoey: Oh man. Please tell me one of 'em is Ma.\nMr. Tribbiani: Of course, course one of 'em's Ma. What's the matter with you.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is lamenting to everyone about hid dad's affair.]",
            "dialog": "Joey: It's like if you woke up one day and found out your dad was leading this double life. He's like actually some spy, working for the C.I.A. (Considers) That'd be cool.... This blows!\nRachel: I know, I mean, why can't parents just stay parents? (She walks over near Chandler and his gaze stays very obviously on her chest) Why do they have to become people? Why do they have... (Notices Chandler) Why can't you stop staring at my breasts?\nChandler: (Without looking up) What? (Looks up) What?\nRachel: Did you not get a good enough look the other day?\nRoss: Alright, alright. We're all adults here, there's only one way to resolve this. Since you saw her boobies, I think, uh, you're gonna have to show her your peepee.\nChandler: Y'know, I don't see that happening?\nRachel: C'mon, he's right. Tit for tat.\nChandler: Well I'm not showing you my 'tat.'\n(Door buzzer goes)\nMonica: Hello?\nPhoebe: (Intercom) It's Phoebe.\nRoger: (Intercom) And Rog.\nMonica: C'mon up.\nChandler: (Sarcastic) Oh, good. Rog is here.\nJoey: What's the matter with Rog?\nRoss: Yeah.\nChandler: Oh, it's nothing, it's a little thing... I hate that guy.\nRoss: What, so he was a little analytical. That's what he does, y'know? C'mon, he's not that bad.\n(Cut to Chandler, Ross and Roger sitting at the table. Ross is upset)\nRoss: Y'see, that's where you're wrong. Why would I marry her if I thought on any level thatthat she was a lesbian?\nRoger: I dunno. Maybe you wanted your marriage to fail.\nRoss: Why? Why would I why? Why? Why? Why?\nRoger: I don't know. Maybe maybe low self-esteem, maybe maybe to compensate for overshadowing a sibling, maybe you...\nMonica: Wait-wait, go back to that sibling thing.\nRoger: Well, I don't know. I mean, it's conceivable that you wanted to sabotage your marriage so that the sibling would feel less of a failure in the eyes of the parents.\nRoss: That that's ridiculous! I don't feel guilty for her failures!\nMonica: Oh! So you think I'm a failure!\nPhoebe: Isn't he good?\nRoss: Nonono, thatthat's not what I was saying...\nMonica: Y'know, all these years, I thought you were on my side. But maybe what you were doing was sucking up to Mom and Dad so they'd keep liking you better!\nRoss: Hey, I married a lesbian to make you look good!\n(Cut to later. Rachel is in tears)\nRachel: You're right! I mean you're right! It wasn't just the Weebles, but it was the Weeble Play Palace, and and the Weebles' Cruise Ship. Oh, which had this little lifeboat for the Weebles to wobble in.\nRoger: That's tough. Tough stuff. C'mon, Pheebs, we're gonna catch that movie, we gotta get going.\nPhoebe: Oh, okay. Feel better, Rachel, 'kay?\nRoger: Geez, we're gonna be late, sweetie...\nPhoebe: Oh, okay. Listen, thanks for everything, Mon.\nMonica: You're welcome.\nRoger: Listen guys, it was great seeing you again. Mon, um, easy on those cookies, okay? Remember, they're just food, they're not love.\n(He shuts the door and Ross and Monica fling cookies at it)\nMonica: Hate that guy! (Throws another cookie)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The Hallway, Chandler and Joey are just leaving Monica and Rachel's.]",
            "dialog": "Joey: Night, you guys.\n(They notice that a woman is sitting by their door)\nChandler: Oh look, it's the woman we ordered.\nJoey: Hey. Can, uh, can we help you?\nRonni: Oh, no thanks, I'm just waiting for, uh, Joey Tribbiani.\nJoey: I'm Joey Tribbiani.\nRonni: Oh no, not you, big Joey. Oh my God, you're so much cuter than your pictures! (Joey stares at her) I-I'm, I'm Ronni....Cheese Nip?\nChandler: Uh, Joey's having an embolism, but I'd go for a Nip, y'know?\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Joey's, Ronni is talking to Chandler. Joey's dad is not around.]",
            "dialog": "Ronni: Now, y'see, most people, when their pets pass on, they want 'em sorta laid out like they're sleeping. But occasionally you get your person who wants them in a pose. Like, chasing their tail, (Demonstrates) or, uh, jumping to catch a frisbee.\nChandler: Joey, if I go first, I wanna be looking for my keys.\nRonni: That's a good one!\n(Joey's dad enters.)\nMr. Tribbiani: Hey, Joe.\nJoey: Dad, Ronni's here.\nMr. Tribbiani: Huh?\nRonni: Hi.\nMr. Tribbiani: Hey! Hello, babe! Wh what're what're you doing here?\nRonni: Oh, uh, well, you left your good hair at my apartment, I figured you'd need it tomorrow for your meeting. (Hands him the hair)\nMr. Tribbiani: Thank you. Uh...\nChandler: So, who's up for a big game of Kerplunk?\nRonni: Look, I uh, I shouldn'ta come. I-I'd better get going, I don't wanna miss the last train.\nMr. Tribbiani: I don't want you taking that thing.\nRonni: Oh, where'm I gonna stay, here?\nJoey: Who-ah-ho.\nMr. Tribbiani: We'll go to a hotel.\nRonni: (Shrugs) We'll go to a hotel.\nJoey: No you won't.\nRonni: No we won't.\nJoey: If you go to a hotel you'll be...doing stuff. I want you right here where I can keep an eye on you.\nMr. Tribbiani: You're gonna keep an eye on us?\nJoey: That's right, mister, and I don't care how old you are, as long as you're under my roof you're gonna live by my rules. And that means no sleeping with your girlfriend.\nRonni: Wow. He's strict.\nJoey: Now dad, you'll be in my room, Ronni uh, you can stay in Chandler's room.\nRonni: Thanks. You're, uh, you're a good kid.\nChandler: C'mon, I'll show you to my room. ...That sounds so weird when it's not followed by \"No thanks, it's late.\"\nJoey: Okay. Now this is just for tonight. Starting tomorrow, you gotta make a change. This has gone on long enough.\nMr. Tribbiani: What kinda change?\nJoey: Well, either you break it off with Ronni\nMr. Tribbiani: I can't do that!\nJoey: Then you gotta come clean with Ma! This is not right!\nMr. Tribbiani: Yeah, but this is\nJoey: I don't wanna hear it! Now go to my room!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Joey's, night. Chandler and Joey are sharing the sofabed in the living room. Joey is restless.]",
            "dialog": "Chandler: Hey, Kicky. What're you doing?\nJoey: Just trying to get comfortable. I can't sleep in my underwear.\nChandler: Well, you're gonna.\nJoey: I've been thinking. Y'know, about how I'm always seeing girls on top of girls...\nChandler: Are they end to end, or tall like pancakes?\nJoey: Y'know what I mean, about how I'm always going out with all these women. And I always figured, when the right one comes along, I'd be able to be a stand-up guy and go the distance, y'know? Now I'm looking at my dad, thinking...\nChandler: Hey, you're not him. You're you. When they were all over you to go into your father's pipe-fitting business, did you cave?\nJoey: No.\nChandler: No. You decided to go into the out-of-work actor business. Now that wasn't easy, but you did it! And I'd like to believe that when the right woman comes along, you will have the courage and the guts to say \"No thanks, I'm married.\"\nJoey: You really think so?\nChandler: Yeah. I really do.\nJoey: Thanks, Chandler. (Snuggles up to him)\nChandler: Get off!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, morning. Someone knocks on the door and Monica gets it.]",
            "dialog": "Ronni: Hi.\nMonica: Hi...May I help you?\nRonni: Yeah, uh, Joey said I could use your shower, since, uh, Chandler's in ours?\nMonica: Okay...who are you?\nRonni: Oh, I'm Ronni. Ronni Rappelano? The mistress?\nMonica: Oh, c'mon in.\nRonni: Thanks.\nRachel: Hi, I'm Rachel.\nRonni: Hi.\nRachel: Bathroom's up there.\nRonni: Great.\nRachel: Hey, listen, Ronni, how long would you say Chandler's been in the shower?\nRonni: Oh, like, uh, five minutes?\nRachel: Perfect. Fasten your seatbelts, it's peepee time. (She goes into Joey and Chandler's apartment, where Mr. Tribbiani is reading the paper) Hey, Mr. Trib.\nMr. Tribbiani: Hey. Morning, dear.\n(Rachel goes up to the door of their bathroom)\nRachel: Chandler Bing? It's time to see your thing.\n(She opens the door and whips back the curtain. It's Joey. They both scream)\nJoey: (Runs out in a towel) What's the matter with you?!\nRachel: I thought it was Chandler!\nChandler: (Comes out of his room) What? What?\nRachel: You were supposed to be in there so I could see your thing!\nChandler: Sorry, my my thing was in there with me.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, everyone is there as Phoebe enters.]",
            "dialog": "All: Hey, Pheebs.\nPhoebe: Hey.\nMonica: How's it going?\nPhoebe: Good. Oh oh! Roger's having a dinner thing and he wanted me to invite you guys.\n(Chandler laughs)\nPhoebe: So what's going on?\nMonica: Nothing, um, it's just, um... It's Roger.\nRoss: I dunno, there's just something about...\nChandler: Basically we just feel that he's...\nRachel: We hate that guy.\nAll: Yeah. Hate him.\nRoss: We're sorry, Pheebs, we're sorry.\nPhoebe: Uh-huh. Okay. Okay, don't you think, maybe, though, it's just that he's so perceptive that it freaks you out?\nAll: ...No, we hate him.\nRachel: We're sorry.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Chandler and Joey's apartment, Joey is trying to turn the sofabed back into a sofa. Someone knocks on the door and it rears up at him.]",
            "dialog": "Joey: Ma! What're you doing here?\nMrs. Tribbiani: I came to give you this (Gives him a bag of groceries) and this. (Whacks him round the ear)\nJoey: Oww! Big ring!\nMrs. Tribbiani: Why did you have to fill your father's head with all that garbage about making things right? Things were fine the way they were! There's chicken in there, put it away. For God's sake, Joey, really. (She gives the sofabed a tiny push and it folds away)\nJoey: Hold on, you-you knew?\nMrs. Tribbiani: Of course I knew! What did you think? Your father is no James Bond. You should've heard some of his cover stories. \"I'm sleeping over at my accountant's,\" I mean, what is that? Please!\nJoey: So then how could you I mean, how could you?!\nMrs. Tribbiani: Do you remember how your father used to be? Always yelling, always yelling nothing made him happy, nothing made him happy, not that wood shop, not those stupid little ships in the bottle, nothing. Now he's happy! I mean, it's nice, he has a hobby.\nJoey: Ma, I don't mean to be disrespectful, but... what the hell are you talking about?! I mean, what about you?\nMrs. Tribbiani: Me? I'm fine. Look, honey, in an ideal world, there'd be no her, and your father would look like Sting. And I'll tell you something else. Ever since that poodle-stuffer came along, he's been so ashamed of himself that he's been more attentive, he's been more loving... I mean, it's like every day's our anniversary.\nJoey: I'm...happy...for you?\nMrs. Tribbiani: Well don't be, because now everything's screwed up. I just want it the way it was.\nJoey: Ma, I'm sorry. I just did what I thought you'd want.\nMrs. Tribbiani: I know you did, cookie. Oh, I know you did. So tell me. Did you see her?\nJoey: Yeah. You're ten times prettier than she is.\nMrs. Tribbiani: That's sweet. Could I take her?\nJoey: With this ring? (Her engagement ring.) No contest.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk. Phoebe is there with Roger.]",
            "dialog": "Roger: What's wrong, sweetie?\nPhoebe: Nothing, nothing.\nRoger: Aaaah, what's wrong, c'mon. (Pats his leg. She lies down and rests her head in his lap)\nPhoebe: It's, I mean, it's nothing, I'm fine. It's my friends. They-they have a liking problem with you. In that, um, they don't.\nRoger: Oh. They don't.\nPhoebe: But they don't see all the wonderfulness that I see. They don't see all the good stuff and all the sweet stuff. They just think you're a little...\nRoger: What?\nPhoebe: Intense and creepy.\nRoger: Oh.\nPhoebe: But I don't. Me, Phoebe.\nRoger: Well, I'm not I'm not at all surprised they feel that way.\nPhoebe: You're not? See, that's why you're so great!\nRoger: Actually it's, it's quite, y'know, typical behaviour when you have this kind of dysfunctional group dynamic. Y'know, this kind of co-dependant, emotionally stunted, sitting in your stupid coffee house with your stupid big cups which, I'm sorry, might as well have nipples on them, and you're like all 'Oh, define me! Define me! Love me, I need love!'.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is letting everyone in on the new developments.]",
            "dialog": "Monica: So you talked to your dad, huh.\nJoey: Yeah. He's gonna keep cheating on my ma like she wanted, she's gonna keep pretending she doesn't know even though she does, and my little sister Tina can't see her husband any more because he got a restraining order...which has nothing to do with anything except that I found out today.\nRachel: Wow.\nChandler: Things sure have changed here on Waltons mountain.\nRoss: So Joey, you okay?\nJoey: Yeah, I guess. It's just parents, after a certain point, you gotta let go. Even if you know better, you've gotta let them make their own mistakes.\nRachel: Just think, in a couple of years we get to turn into them.\nChandler: If I turn into my parents, I'll either be an alcoholic blond chasing after twenty-year-old boys, or... I'll end up like my mom.\nPhoebe: (entering) Hey.\nAll: Hey, Pheebs.\nMonica: How's it going?\nPhoebe: Oh, okay, except I broke up with Roger.\nAll: Awww.\nPhoebe: Yeah, right.\nAll: Aaawwwwww!!\nRachel: What happened?\nPhoebe: I don't know, I mean, he's a good person, and he can be really sweet, and in some ways I think he is so right for me, it's just... I hate that guy!\nClosing Credits\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's. Phoebe is reading the paper and Joey enters.]",
            "dialog": "Phoebe: Hey, Joey. What's going on?\nJoey: Clear the tracks for the boobie payback express. Next stop: Rachel Green. (He goes into the bathroom. We hear a scream and he comes out, closely followed by Monica in a towel)\nMonica: Joey!! What the hell were you doing?!\nJoey: Sorry. Wrong boobies.\n(He leaves. Cut to Monica entering Chandler and Joey's apartment. She sneaks up to the shower door)\nMonica: Hello, Joey.\n(She whips back the curtain to reveal Joey's dad)\nMr. Tribbiani: Oh! ...Hello, dear. (She whips the curtain shut in horror)\nEnd\n"
        }
    ]
}