{
    "metadata": {
        "season": "SEASON 1",
        "title": "119 The Monkey Gets Away",
        "written_by": "Jeffrey Astrof & Mike Sikowitz",
        "transcribed_by": "guineapig",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "{Transcriber's Note: The credits list two characters, Tia and Samantha, who I assume are the sweaty women Joey and Chandler meet. However, I don't know which is which, so I've simply called them Woman #1 and Woman #2.}\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Rachel is talking to a customer.]",
            "dialog": "Rachel: Okay, okay, I checked. We have: Earl Grey, English Breakfast, Cinnamon Stick, Camomile, Mint Medley, Blackberry, and.. oh, wait, there's one more, um.. Lemon Soother. You're not the guy that asked for the tea, are you? (Guy shakes his head) Okay.\nOpening Credits\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Monica enters with some mail.]",
            "dialog": "Monica: Mail call, Rachel Green, bunk seven.\nRachel: Thank you. (Examines it) Oh, cool! Free sample of coffee!\nMonica: Oh good! 'Cause where else would we get any?\nRachel: Oh. Right. ...Oh great.\nMonica: What is it?\nRachel: Country club newsletter. My mother sends me the engagement notices for 'inspiration.' Oh my God! Oh my God, it's Barry and Mindy!\nMonica: Barry who you almost...?\nRachel: Barry who I almost.\nMonica: And Mindy, your maid of...?\nRachel: Mindy, my maid of. Oh!\nMonica: (Takes it) That's Mindy? Wow, she is pretty. (Sees Rachel's look) Lucky. To have had a friend like you.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel and Ross are eating Chinese.]",
            "dialog": "Ross: Marcel. Bring me the rice, c'mon. Bring me the rice, c'mon. Good boy. Good boy. C'mere, gimme the rice. (Marcel brings the rice) Thank you, good boy. Well, I see he's finally mastered the difference between 'bring me the' and 'pee in the'. (Rachel ignores him) 'Bring me the' and- Rach?\nRachel: What?\nRoss: Hi.\nRachel: Oh, I'm sorry. Oh, this is so stupid! I mean, I gave Barry up, right? I should be happy for them! I am, I'm happy for them.\nRoss: Really.\nRachel: No. Oh, oh, I guess it would be different if I were- with somebody.\nRoss: Whoah, uh, what happened to, uh, 'Forget relationships! I'm done with men!' The whole, uh, penis embargo?\nRachel: Oh, I don't know. I guess it's not about no guys, it's about the right guy, y'know? I mean, with Barry, it was safe and it was easy, but there was no heat. With Paolo, that's all there was, was heat! And it was just this raw, animal, sexual...\nRoss: Wait-wait. I, I got it. I was there.\nRachel: Well, I mean, do you think you can ever have both? Y'know? Someone who's like, who's like your best friend, but then also can make your toes curl?\nRoss: Yes. Yes. Yes! Yes, I really do! In fact, it's funny, very often, someone who you wouldn't think could-could curl your toes, might just be the one who...\n(Enter the other four)\nMonica: Hi.\nRoss: ...Gets interrupted. Hi!\nRachel: Hi, how was the movie?\nMonica: Wonderful!\nPhoebe: So good!\nJoey: Suck-fest.\nChandler: Toootal chick-flick.\nPhoebe: I-I'm sorry it wasn't one of those movies with, like, y'know, guns and bombs and, like, buses going really fast...\nJoey: Hey, I don't need violence to enjoy a movie. Just so long as there's a little nudity.\nMonica: There was nudity!\nJoey: I meant female nudity. Alright? I don't need to see Lou Grant frolicking.\nMonica and Phoebe: Hugh! Hugh Grant!\nRoss: Alright, I've gotta go. C'mon, Marcel! C'mon! We're gonna go take a bath. Yes we are, aren't we? Yes, we are.\nChandler: They're still just friends, right?\nRachel: (To Marcel) And I will see you tomorrow!\nRoss: That's right, you're gonna spend tomorrow at Aunt Rachel's, aren't you.\nMonica: Oh, hang on, hang on. Does Aunt Monica get a say in this?\nRoss: 'Pwease, Aunt Monica, pwease?' Oh, unclench. You're not even gonna be there.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Joe-G's Pizza, the guys are there.]",
            "dialog": "Chandler: I can't believe we are even having this discussion.\nJoey: I agree. I'm, like, in disbelief.\nChandler: I mean, don't you think if things were gonna happen with Rachel, they would've happened already?\nRoss: I'm telling you, she said she's looking for a relationship with someone exactly like me.\nJoey: She really said that?\nRoss: Well, I added the 'exactly like me' part... But she said she's looking for someone, and someone is gonna be there tonight.\nJoey: 'Tonight' tonight?\nRoss: Well, I think it's perfect. Y'know, it's just gonna be the two of us, she spent all day taking care of my monkey...\nChandler: I can't remember the last time I got a girl to take care of my monkey.\nRoss: Anyway, I figured after work I'd go pick up a bottle of wine, go over there and, uh, try to woo her.\nChandler: Hey, y'know what you should do? You should take her back to the 1890's, when that phrase was last used.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is taking care of Marcel and they are watching a soap opera.]",
            "dialog": "Rachel: Now, now the one in the feather boa, that's Dr. Francis. Now, she used to be a man. Okay, now look, see, there's Raven. We hate her. We're glad she's dying. Okay- (Marcel pushes down a cushion to reveal a shoe) Wh- wh- Marcel, are you playing with Monica's shoes? You know you're not supposed to pl- whoah. Marcel, did you poo in the shoe? (Takes the shoe into the kitchen) Marcel, bad monkey! Oh! Oh! (She notices the newsletter and taps the contents of the shoes onto it, then folds it shut) Sorry, Barry. Little engagement gift. I'm sure you didn't register for that. (She leaves the apartment holding the newsletter at arm's length. However, she leaves the door open. Marcel runs out in the opposite direction. There is a shot from the TV and Rachel runs back in) Who died? Who died? Roll him over! Oh, c'mon, roll him over! Oh...! Well, we know it wasn't Dexter, right Marcel? Because- (Looks down and notices he is missing) Marcel? Marc- (Notices the open door)\n[Time lapse. Now everyone but Ross and Phoebe is back at Monica and Rachel's.]\nJoey: How could you lose him?\nRachel: I don't know. We were watching TV, and then he pooped in Monica's shoe-\nMonica: Wait. He pooped in my shoe? Which one?\nRachel: I don't know. The left one.\nMonica: Which ones?\nRachel: Oh. Oh, those little clunky Amish things you think go with everything.\nPhoebe: (Entering) Hey.\nAll: Hi.\nPhoebe: Whoah, ooh, why is the air in here so negative?\nChandler: Rachel lost Marcel.\nPhoebe: Oh no, how?\nMonica: He- he pooped in my shoe.\nPhoebe: Which one?\nMonica: Those cute little black ones I wear all the time.\nPhoebe: No, which one? The right or left? 'Cause the left one is lucky...\nRachel: C'mon, you guys, what're we gonna do, what're we gonna do?\nJoey: Alright alright. You're a monkey. You're loose in the city. Where do you go?\nChandler: Okay, it's his first time out, so he's probably gonna wanna do some of the touristy things. I'll go to Cats, you go to the Russian Tea Room.\nRachel: Oh, my, God, c'mon, you guys! He's gonna be home any minute! He's gonna kill me!\nMonica: Okay, we'll start with the building. You guys take the first and second floor, Phoebe and I'll take third and fourth.\nRachel: Well, what'm I gonna do? What'm I gonna do?\nMonica: Okay, you stay here, and just wait by the phone. Spray Lysol in my shoe, and wait for Ross to kill you.\n(They all leave)\nRachel: Anybody wanna trade? Oh...\n[Cut to a hallway in the building, Monica and Phoebe are knocking on a door. Mr. Heckles emerges.]\nMr. Heckles: Whaddyou want?\nMonica: Mr. Heckles, our friend lost a monkey. Have you seen it?\nMr. Heckles: I left a Belgian waffle out here, did you take it?\nMonica: No!\nPhoebe: Why would you leave your Belgian waffle in the hall?\nMr. Heckles: I wasn't ready for it.\nMonica: A monkey. Have you seen a monkey?\nMr. Heckles: Saw Regis Philbin once...\nPhoebe: Okay, thank you, Mr. Heckles. (They move off)\nMr. Heckles: You owe me a waffle.\n[Cut to Monica and Rachel's.]\nRachel: (On the phone) Okay, he's a, he's a black capuchian monkey with a white face... (Enter Ross) ...with, with Russian dressing and, and pickles on the side. Okay. Thanks.\nRoss: Hey. How did, uh, how'd it go today?\nRachel: Great! It went great. Really great. Hey, is that wine?\nRoss: Yeah. You, uh, you want some?\nRachel: Oh, I would love some. But y'know what? Y'know what? Let's not drink it here. I'm feeling kinda crazy. You wanna go to Newark?\nRoss: Uh, okay, yeah, we could do that, but before we head off to the murder capital of the North-East, I was, uh, kinda wanting to run something by you. Y'know how we were, uh, y'know, talking before about, uh, relationships and stuff? (Uncorks the wine) Well-\nRachel: Oh God, Ross, I cannot do this.\nRoss: Okay, quick and painful. (Starts to cork the wine)\nRachel: Oh God... Okay. Alright. Alright. Okay. Ross, please don't hate me.\nRoss: Oh, what? What-what?\nRachel: Y'know Marcel?\nRoss: ...Yeah?\nRachel: Well, I kind of... I kind of lost him.\n[Cut to outside the window, with Ross reacting with disbelief. The shot pans back until we see Marcel sitting on the window ledge.]\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier.]",
            "dialog": "Ross: (Angry) I- I- I ca- I can't believe this. I mean, all I asked you to do was keep him in the apartment.\nRachel: I know, I know, I'm sorry-\nRoss: No, y'know what, I guess it's partially my fault. Y'know, I shouldn't've, uh, asked you to start off with a monkey. I should've started you off with like a pen or a pencil.\nRachel: (Tearfully) Ross, I'm doing everything that I can, I've got everybody looking for him, and I- (Door buzzer goes and she runs to get it) Oh! Who is it?\nIntercom: Animal Control.\nRachel: See? I've even called Animal Control!\nRoss: You called Animal Control?\nRachel: Uh-huh... why... do you not like them?\nRoss: Marcel is an illegal exotic animal. I'm not allowed to have him in the city. If they find him, they'll take him away from me.\nRachel: O-okay, now see, you never ever ever told us that...\nRoss: That's right, I.. 'cause I didn't expect you were gonna invite them to the apartment!\n(A knock on the door. Rachel swiftly opens it)\nRachel: Hi, thanks for coming.\nLuisa: (Animal Control) Somebody called about a monkey?\nRachel: Oh, y'know what? That was a complete misunderstanding! (Ross puts his arms around her and they act all sweetness and light)\nRoss: Yeah, we thought we had a monkey, but we-we didn't.\nRachel: Turned out it was a hat.\nRoss: Cat!\nRachel: Cat! What'm I saying? Cat!\n(Luisa nods, but then Monica and Phoebe run in)\nMonica: Hi. We checked the third and fourth floor, no-one's seen Marcel.\nLuisa: Marcel?\nRoss: My uncle Marcel.\nPhoebe: Oh, is that who the monkey's named after?\nLuisa: Oookay. Are you aware that possession of an illegal exotic is, uh, punishable by up to two years in prison and confiscation of the animal?\nPhoebe: Oh my God. You'd put that poor little creature in jail?\nMonica: Pheebs, you remember how we talked about saying things quietly to yourself first?\nPhoebe: Yes, but there isn't always time!\nMonica: Look. I'm sure there's some friendly way to reconcile this! Um, have a seat. First of all, we haven't been introduced, I'm Monica Geller.\nLuisa: Oh my God, you are! And you're Rachel Green!\nRachel: Yeah!\nLuisa: Luisa Gianetti! Lincoln High? I sat behind you guys in home room!\nRachel: Luisa? Oh my God! Monica! It's Luisa!\nMonica: The Luisa from home room!\nRachel: Yes!!\nLuisa: You have no idea who I am, do you.\nMonica: No, none at all.\nRachel: None.\nLuisa: Well, maybe that's because you spent four years ignoring me. I mean, would it have been so hard to say 'Morning, Luisa'? Or 'Nice overalls'?\nMonica: Oh, I'm- I'm so sorry!\nLuisa: Ah, it's not so much you, you were fat, you had your own problems. (To Rachel) But you? What a bitch!\nRachel: What?!\nMonica: Be that as it may, d'you think you could just help us out here on that monkey thing? Y'know, just for old times' sake? Go Bobcats?\nLuisa: I could... but I won't. If I find that monkey, he's mine. (Leaves)\nPhoebe: Dun-dun-duuuur! Sorry.\n[Cut to another part of the building. We see Marcel jump in through a window and run down some stairs, then Chandler and Joey come down from the upper floor without noticing.]\nChandler: Marcel?\nJoey: Marcel?\nChandler: Marcel?\nJoey: Marcel?\n(They come to a door and silently agree to try it. A very sweaty woman emerges)\nWoman No. 1: Hi, can I help you?\n(Chandler and Joey are dumbstruck for a moment)\nChandler: Um, we're kind of having an emergency and we-we were looking for something...\nJoey: A monkey.\nChandler: Yes have you seen any?\nWoman No. 1: No. No, haven't seen a monkey. Do you know anything about fixing radiators?\nJoey: Um, sure! Did you, uh, did you try turning the knob back the other way?\nWoman No. 1: Of course.\nJoey: Oh. Then, no.\n(Another sweaty woman comes to the door and speaks to her friend)\nWoman No. 2: Did I put too much rum in here?\n(Joey and Chandler shoot each other glances)\nWoman No. 1: Just a sec. (To Chandler and Joey) Hope you find your monkey. (She starts to shut the door)\nChandler: Oh, nononowaitwaitwaitnono! Uh... we may not know anything about radiators per se, but we do have a certain amount of expertise in the heating and cooling... mileu.\nJoey: Uh, aren't we kind of in the middle of something here?\nChandler: Yes, but these women are very hot, and they need our help! And they're very hot.\nJoey: We can't, alright? (To the women) We're sorry. You have no idea how sorry, but... We promised we'd find this monkey. If you see him, he's about yea high and answers to the name Marcel, so if we could get some pictures of you, you'd really be helping us out.\n(The women quickly shut the door)\nChandler: Okay, from now on, you don't get to talk to other people.\nJoey: Marcel?\nChandler: Marcel?!\n[Cut to Monica and Phoebe searching the basement.]\nPhoebe: Marcel?\nMonica: Marcel?\nPhoebe: Marcel?\nBoth: Marcel?\nPhoebe: Oh-my-God!\nMonica: Whaaat!\nPhoebe: Something just brushed up against my right leg!\nMonica: What is it?\nPhoebe: Oh, it's okay, it was just my left leg.\n(Marcel makes a monkeyish noise. He is sitting in the corner)\nMonica: Look, Phoebe!\nPhoebe: Yeah! Oh, c'mere, Marcel! Oh, Marcel, c'mere!\n(Luisa appears on the stairs)\nLuisa: Step aside, ladies! (She loads a gun)\nMonica: What're you gonna do?\nLuisa: Just a small tranquiliser.\n(In slow motion we see Phoebe look at Marcel, then at Luisa. She jumps toward Marcel just as Luisa fires the gun.)\nMonica: Run, Marcel, run! Run, Marcel! (Marcel runs off and Luisa runs after him. Monica goes to check up on Phoebe) Are you okay?\nPhoebe: Yeah, think so. Oh! (She notices the tranquiliser dart has hit her in the butt and removes it) Huh. (Sways back) Whoah.\nMonica: Oh gosh.\n[Cut to Marcel walking along a hallway. He notices a banana on the floor and picks it up. The hand of an unseen person grabs him and carries him away. Then cut to Ross and Rachel on the street outside.]\nRoss: Marcel?\nRachel: Marcel?\nRoss: Marc- oh, this is ridiculous! We've been all over the neighbourhood. He's gone, he's-he's just gone.\nRachel: Ross, you don't know that.\nRoss: Oh come on. It's cold, it's dark, he doesn't know the Village. (Kicks a sign in frustration) And now I have a broken foot. I have no monkey, and a broken foot! Thank you very much.\nRachel: Ross, I said I'm sorry like a million times. What do you want me to do? You want me to break my foot too? Okay, I'm gonna break my foot, right here. (Kicks the sign) Ow!! Oh! Oh my God, oh my God! There, are you happy now?!\nRoss: Yeah, yeah. Y'know, now that you kicked the sign, hey! I don't miss Marcel any more!\nRachel: Y'know, it is not like I did this on purpose.\nRoss: Oh, no no no. Nono, this is just vintage Rachel. I mean, things just sort of happen around you. I mean, you're off in Rachel-land, doing your Rachel-thing, totally oblivious to people's monkeys, or to people's feelings...\nRachel: Ross.\nRoss: I don't even wanna hear it, you're just...\nRachel: Ross.\nRoss: Oh, forget it, okay?\nRachel: Ross!\nRoss: What? What?\n(A man carrying a box of bananas walks past them. They stare for a minute and then hobble after him)\nBoth: Hey! Hey, Bananaman!\n(Scene 4: Everyone in the hall outside Mr. Heckles' door. Ross is carrying the box of bananas. He bangs on the door)\nPhoebe: Oh, this is so intense. One side of my butt is totally asleep, and the other side has no idea.\n(Mr. Heckles opens the door)\nRoss: Hi, did you order some bananas?\nMr. Heckles: What about it?\nRoss: Gimme back my monkey.\nMr. Heckles: I don't have a monkey.\nRachel: Then what's with all the bananas?\nMr. Heckles: Potassium.\n(There is a monkey-like noise from within and Ross pushes past Mr. Heckles and enters his apartment)\nRoss: Marcel? Marcel? Okay, where is he? Where is he? Marcel? Marcel?\n(Marcel jumps into view wearing a pink dress. Everybody gasps)\nRoss: Marcel! What've you done to him?\nMr. Heckles: That's my monkey. That's Patti, Patti the monkey.\nRoss: Are you insane? C'mere, Marcel, c'mon. (Marcel starts to go to him)\nMr. Heckles: C'mere, Patti. (Marcel turns round)\nRoss: C'mere, Marcel. (Turns to Ross)\nMr. Heckles: C'mere, Patti. (Turns to Mr. Heckles)\nLuisa: (Out of shot) Here, monkey. Here, monkey! Here, monkey! (Marcel runs to the door and into Luisa's cage, which she slams shut) Gotcha.\nRoss: Okay, gimme my monkey back.\nMr. Heckles: That's my monkey.\nLuisa: You're both gonna have to take this up with the judge.\nMr. Heckles: That's not my monkey. Just the dress is mine, you can send that back whenever.\nRoss: Alright, I want my monkey.\nLuisa: No!\nRachel: Oh, c'mon, Luisa!\nLuisa: Sorry, prom queen.\nRoss: (To Rachel) You had to be a bitch in high school, you couldn't've been fat.\nRachel: Alright. In high school I was the prom queen and I was the homecoming queen and the class president and you... were also there! But if you take this monkey, I will lose one of the most important people in my life. You can hate me if you want, but please do not punish him. C'mon, Luisa, you have a chance to be the bigger person here! Take it!\nLuisa: Nope.\nRachel: Alright. Well then how about I call your supervisor, and I tell her that you shot my friend in the ass with a dart?\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's. Rachel and Ross are there. Ross is trying to get the dress off Marcel.]",
            "dialog": "Ross: It'll be nice to get this off finally, won't it? Yes it will. (Marcel resists) Or we can leave it on for now, that's fine.\nRachel: Y'know, with the right pair of pumps, that would be a great little outfit.\nRoss: Listen, I'm- I'm sorry I was so hard on you before, it's just I...\nRachel: Oh, Ross, c'mon. It's my fault, I almost lost your...\nRoss: Yeah, but you were the one who got him back, y'know? You, you were great. ...Hey, we uh, we still have that, uh, that bottle of wine. You in the mood for, uh, something grape?\nRachel: That'd be good.\nRoss: Alright. (He goes to get the glasses. Then he hesitates and turns off the main light. Rachel looks round and he acts surprised) The, uh, the neighbours must be vacuuming. (He sits down and starts to pour the wine) Well, so long as we're here and, uh, not on the subject, I was thinking about, uh, how mad we got at each other before, and, um, I was thinking maybe it was partially because of how we, um...\n(Barry bursts in)\nBarry: Rachel.\nRachel: Barry?!\nBarry: I can't. I can't do it, I can't marry Mindy. I think I'm still in love with you.\nRoss and Rachel: Oh!\nRoss: We have got to start locking that door!\nClosing Credits\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, Monica, Joey, Phoebe, and Chandler are looking through Monica's high school yearbook]",
            "dialog": "Monica: This is me in The Sound of Music. See the von Trapp kids?\nPhoebe: Nope.\nMonica: That's because I'm in front of them.\nChandler: Eh. I thought that was an alp.\nMonica: Well, high school was not my favourite time.\nJoey: I dunno, I loved high school. Y'know? It was just four years of parties and dating and sex.\nChandler: Yeah, well I went to boarding school with four hundred boys. Any sex I had would've involved a major lifestyle choice.\nMonica: Gosh, doesn't it seem like a million years ago?\nPhoebe: Oh. Oooh! Ooh! Ooh! (She stands up and starts to dance around) Ooh! My butt cheek is waking up! Oooh! Ooh!\nEnd\n"
        }
    ]
}