{
    "metadata": {
        "season": "SEASON 1",
        "title": "111 Mrs. Bing",
        "written_by": "Alexa Junge",
        "transcribed_by": "guineapig",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: A Street: Monica and Phoebe are walking to a newsstand.]",
            "dialog": "Phoebe: Do you think they have yesterday's daily news?\nMonica: Why?\nPhoebe: Just wanna check my horoscope, see if it was right.\nMonica: Oh my God. (Grabs Phoebe and turns her away) Phoebe. Don't look now, but behind us is a guy who has the potential to break our hearts and plunge us into a pit of depression.\nPhoebe: Where? (Turns to face him) Ooh, come to Momma.\nMonica: He's coming. Be cool, be cool, be cool.\n(The guy walks past them)\nGuy: Nice hat.\nMonica and Phoebe: (in unison) Thanks.\n(The guy walks on)\nPhoebe: We should do something. Whistle.\nMonica: We are not going to whistle.\nPhoebe: Come on, do it.\nMonica: No!\nPhoebe: Do it!\nMonica: No!\nPhoebe: Do it do it do it!\nMonica: (Shouts to the guy) Woo-woo!\n(The guy turns round, startled. Monica points to Phoebe. The guy gets hit by a truck)\nPhoebe: I can't believe you did that!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Hospital, the guy is in a coma and Mon and Pheebs are visiting.]",
            "dialog": "Monica: Why did I 'woo-hoo'? I mean, what was I hoping would happen? That-that he'd turn round and say 'I love that sound, I must have you now'?\nPhoebe: I just wish there was something we could do. (Bends down and talks to him) Hello. Hello, Coma Guy. GET UP, YOU GIRL SCOUT! UP! UP! UP!\nMonica: Phoebe, what are you doing?\nPhoebe: Maybe nobody's tried this.\nMonica: I wish we at least knew his name... Look at that face. I mean, even sleeping, he looks smart. I bet he's a lawyer.\nPhoebe: Yeah, but did you see the dents in his knuckles? That means he's artistic.\nMonica: Okay, he's a lawyer, who teaches sculpting on the side. And- he can dance!\nPhoebe: Oh! And, he's the kinda guy who, when you're talking, he's listening, y'know, and not saying 'Yeah, I understand' but really wondering what you look like naked.\nMonica: I wish all guys could be like him.\nPhoebe: I know.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Phoebe are telling everyone about their coma guy.]",
            "dialog": "Chandler: Are there no conscious men in the city for you two?\nMonica: He doesn't have anyone.\nPhoebe: Yeah, we-we feel kinda responsible.\nJoey: I can't believe you said woowoo. I don't even say woowoo.\nRachel: Oh, she's coming up! She's coming up! (Turns on the TV)\nJay Leno: (on TV) Folks, when we come back we'll be talking about her new book, 'Euphoria Unbound': the always interesting Nora Tyler Bing. You might wanna put the kids to bed for this one.\n(Everyone has settled down to watch, except Chandler)\nChandler: Y'know, we don't have to watch this. Weekend At Bernie's is on Showtime, HBO, and Cinemax.\nRachel: No way, forget it.\nJoey: C'mon, she's your mom!\nChandler: Exactly. Weekend At Bernie's! Dead guy getting hit in the groin twenty, thirty times! No?\nRachel: Chandler, I gotta tell you, I love your mom's books! I love her books! I cannot get on a plane without one! I mean, this is so cool!\nChandler: Yeah, well, you wouldn't think it was cool if you're eleven years old and all your friends are passing around page 79 of 'Mistress Bitch.'\nRoss: C'mon, Chandler, I love your mom. I think she's a blast.\nChandler: You can say that because she's not your mom.\nRoss: Oh, please...\n(Rachel opens the door to Paolo)\nPaolo: Bona sera.\nRachel: Oh, hi sweetie. (They kiss)\nRoss: When did Rigatoni get back from Rome?\nMonica: Last night.\nRoss: Ah, so then his plane didn't explode in a big ball of fire?... Just a dream I had- but, phew.\nPhoebe: Hey hey hey! She's on!\nPaolo: Ah! Nora Bing!\nJay Leno: (on TV) ...Now what is this about you-you being arrested i-in London? What is that all about?\nPhoebe: Your mom was arrested?\nChandler: Shhh, busy beaming with pride.\nMrs. Bing: (on TV) ...This is kind of embarrassing, but occasionally after I've been intimate with a man...\nChandler: Now why would she say that's embarrassing?\nAll: Shhh.\nMrs. Bing: (on TV) ...I just get this craving for Kung Pow Chicken.\nChandler: THAT'S TOO MUCH INFORMATION!!\nJay Leno: (on TV) Alright, so now you're doing this whole book tour thing, how is that going?\nMrs. Bing: (on TV) Oh, fine. I'm leaving for New York tomorrow, which I hate- but I get to see my son, who I love...\nAll: Awww!\nChandler: This is the way that I find out. Most moms use the phone.\nJay Leno: (on TV) Y'know, don't take this wrong, I-I just don't see you a-as a mom, somehow.. I don't mean that, I don't mean that bad...\nMrs. Bing: (on TV) Oh no, I am a fabulous mom! I bought my son his first condoms.\n(The gang turn to look at Chandler)\nChandler: ...And then he burst into flames.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Hospital, it's a montage of Monica and Phoebe's visit to the hospital with My Guy playing in the background.  It starts with Monica reading a newspaper to him.]",
            "dialog": "Monica: Let's see. Congress is debating a new deficit reduction bill... the mayor wants to raise subway fares again... the high today was forty-five... and- oh, teams played sports.\n[Next is a shot of them dragging an enormous plant into the room, then Monica knitting a sweater, then Phoebe singing, then Phoebe shaving him and chatting to Monica]\nPhoebe: What about Glen? He could be a Glen.\nMonica: Nah... not-not special enough.\nPhoebe: Ooh! How about Agamemnon?\nMonica: Waaay too special.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: A Mexican Restaurant, Monica, Phoebe, Joey, Chandler and his mom are there.]",
            "dialog": "Mrs. Bing: I am famished. What do I want... (Looks at Chandler's menu)\nChandler: Please God don't let it be Kung Pow Chicken.\nMrs. Bing: Oh, you watched the show! What'd you think?\nChandler: Well, I think you need to come out of your shell just a little.\nRoss: (Entering) What is this dive? Only you could've picked this place.\nMrs. Bing: Oooh, c'mon, shut up, it's fun. Gimme a hug. (They both sit down) Well, I think we're ready for some tequila.\nChandler: I know I am.\nMrs. Bing: Who's doing shots?\nMonica: Yeah.\nPhoebe: I'm in.\nMrs. Bing: There y'go. Ross?\nRoss: Uh, I'm not really a shot drinking kinda guy.\n(Enter Rachel and Paolo. They are both somewhat flustered)\nRachel: Hi! Sorry- sorry we're late, we, uh, kinda just, y'know, lost track of time.\nRoss: ...But a man can change. (Downs a shot)\n[Time lapse. Ross is now clearly drunk. He is holding up a shot glass to his eye like a jeweller's eye.]\nRoss: Anyone want me to appraise anything?\n(Rachel feeds something to Paolo. He eats it and licks her hand)\nRachel: Mrs. Bing, I have to tell you, I've read everything you've ever written. No, I mean it! I mean, when I read Euphoria at Midnight, all I wanted to do was become a writer.\nMrs. Bing: Oh, please, honey, listen, if I can do it, anybody can. You just start with half a dozen European cities, throw in thirty euphemisms for male genitalia, and bam! You have got yourself a book.\nChandler: Myyy mother, ladies and gentlemen.\n[Cut to Mrs. Bing on the telephone.]\nMrs. Bing: Yeah, any messages for room 226?\n(Ross emerges from a toilet marked 'Chicas')\nMrs. Bing: You okay there, slugger?\nRoss: Yeah, I'm fine, I'm fine. (A woman emerges from the toilet behind him and he tries to pretend he was in the other one)\nMrs. Bing: What is with you tonight?\nRoss: Nothing. Nothing nothing nothing.\nMrs. Bing: (To phone) Okay, thank you. (To Ross) It's the Italian Hand-Licker, isn't it.\nRoss: No. It's the one he's licking.\nMrs. Bing: She's supposed to be with you.\nRoss: You're good.\nMrs. Bing: Oh, Ross, listen to me. I have sold a hundred million copies of my books, and y'know why?\nRoss: The girl on the cover with her nipples showing?\nMrs. Bing: No. Because I know how to write men that women fall in love with. Believe me, I cannot sell a Paolo. People will not turn three hundred twenty-five pages for a Paolo. C'mon, the guy's a secondary character, a, y'know, complication you eventually kill off.\nRoss: When?\nMrs. Bing: He's not a hero. ...You know who our hero is.\nRoss: The guy on the cover with his nipples showing?\nMrs. Bing: No, it's you!\nRoss: Please.\nMrs. Bing: No, really, c'mon. You're smart, you're sexy...\nRoss: Right.\nMrs. Bing: You are gonna be fine, believe me.\n(She kisses him on the cheek)\nRoss: Uh-oh...\n(...Then full on the mouth)\n(Enter Joey)\nJoey: Uhhhh.... I'll just pee in the street.\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler and Joey's, the next morning. Joey is getting the door in his dressing gown—it's Ross.]",
            "dialog": "Ross: Hey, is Chandler here?\nJoey: Yeah.\n(Ross drags Joey into the hall and slams the door)\nRoss: Okay, uh, about last night, um, Chandler.. you didn't tell... (Joey shakes his head) Okay, 'cause I'm thinking- we don't need to tell Chandler, I mean, it was just a kiss, right? One kiss? No big deal? Right?\nJoey: Right. No big deal.\nRoss: Okay.\nJoey: In Bizarro World!! You broke the code!\nRoss: What code?\nJoey: You don't kiss your friend's mom! Sisters are okay, maybe a hot-lookin' aunt... but not a mom, never a mom!\n(Chandler opens the door and startles them. He picks up the paper)\nChandler: What are you guys doing out here?\nRoss: Uh.. uh.. Well, Joey and I had discussed getting in an early morning racquetball game. But, um, apparently, somebody overslept.\nJoey: Yeah, well, you don't have your racket.\nRoss: No, no I don't, because it's being restrung, somebody was supposed to bring me one.\nJoey: Yeah, well you didn't call and leave your grip size.\nChandler: Okay, you guys spend waaaay too much time together. (Goes back inside and shuts the door)\nRoss: Okay, I'm scum, I'm scum.\nJoey: Ross, how could you let this happen?\nRoss: I don't know, God, I... well, it's not like she's a regular mom, y'know? She's, she's sexy, she's...\nJoey: You don't think my mom's sexy?\nRoss: Well... not in the same way...\nJoey: I'll have you know that Gloria Tribbiani was a handsome woman in her day, alright? You think it's easy giving birth to seven children?\nRoss: Okay, I think we're getting into a weird area here...\n(Monica and Rachel's door opens and Rachel and Paolo emerge)\nRachel: Hey.\nRoss: Hey.\nRachel: What're you guys doing out here?\nRoss: Well, not playing raquetball!\nJoey: He forgot to leave his grip size!\nRoss: He didn't get the goggles!\nRachel: Well,sounds like you two have issues.\n(She and Paolo walk a little way down the hall)\nRachel: Goodbye, baby.\nPaolo: Ciao, bela.\n(They kiss. Ross is watching them)\nRoss: Do they wait for me to do this?\n(Joey and Ross go into Monica and Rachel's apartment)\nJoey: So are you gonna tell him?\nRoss: Why would I tell him?\nJoey: How about 'cause if you don't, his mother might.\nRoss: Oh...\nMonica: (Entering) What are you guys doing here?\nJoey: Uhhhh.... he's not even wearing a jockstrap!\nMonica: ...What did I ask?\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Hospital. Phoebe is there stroking Coma Guy's hair, when Monica enters with a bunch of balloons.]",
            "dialog": "Monica: Hi.\nPhoebe: Hi.\nMonica: What are you doing here?\nPhoebe: Nothing, I just thought I'd stop by.. y'know, after the uh... that I.. y'know, so what are you doing here?\nMonica: I'm not really here. Just thought I'd drop these off...on the way.. my way... Do you come here a lot? Without me?\nPhoebe: No. (Monica brushes Coma Guy's hair in the other direction) No! No! ...So, um, do you think he's doing any better than he was this morning?\nMonica: How would I know? I-I wasn't here.\nPhoebe: Really? Not even to, um, change his PAJAMAS?! (Whips back the sheet to reveal him wearing new pajamas.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Chandler and Joey's, Ross is talking to Chandler. Joey is making a snack at the bar.]",
            "dialog": "Chandler: Oh my God.\nRoss: You're my friend. I-I had to tell you.\nChandler: I can't believe it. Paolo kissed my mom?\nRoss: Yeah, um, I don't know if you noticed, but he had a lot to drink, and you know how he gets when he's drun..uh... (He has caught sight of Joey scowling at him) I can't do this, I did it, it was me, I'm sorry, I kissed your mom.\nChandler: What?\nRoss: I was really upset about Rachel and Paolo, and I think I had too much tequila, and Nora- um, Mrs. Mom- your Bing- was just being nice, y'know, and- But nothing happened, nothing- Ask Joey, Joey, uh, came in-\nChandler: (To Joey) You knew about this?\nJoey: Uh... y'know, knowledge is a tricky thing.\nChandler: I spent the entire day with you, why didn't you tell me?!\nJoey: Hey, hey, hey, you're lucky I caught them when I did, or else who knows what woulda happened.\nRoss: Thanks, man, big help.\nChandler: (To Ross) I can't believe this! What the hell were you thinking?\nRoss: I wasn't- I mean, I-\nChandler: Y'know, of all my friends, no-one knows the crap I go through with my mom more than you.\nRoss: I know-\nChandler: I can't believe you did this. (Walks toward the door)\nRoss: Chandler-\nJoey: Me neither, y'know what-\nChandler: I'm still mad at you for not telling me.\nJoey: What are you mad at me for?!\nRoss: Chandler-\nChandler: You gotta let me slam the door! (Leaves; slams the door)\nJoey: (Shouting after him) Chandler, I didn't kiss her, he did! (To Ross) See what happens when you break the code?\nRoss: Joey-\nJoey: Ah! (Points to door) Huh? (Leaves and slams the door)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk, everyone is there except for Chandler.  Rachel is writing something and Monica walks up.]",
            "dialog": "Monica: Hey.\nRachel: Hey.\nMonica: (Reading) 'A Woman Undone, by Rachel Karen Green'.\nRachel: Yeah. Thought I'd give it a shot. I'm still on the first chapter. Now, do you think his 'love stick can be liberated from its denim prison'?\nMonica: (Reads) Yeah, I'd say so. And there's no 'j' in 'engorged'.\nPhoebe: (Walks up with her guitar) Hey Rach.\nRachel: Hey.\nPhoebe: Hello.\nMonica: Hello.\nPhoebe: Going to the hospital tonight?\nMonica: No, you?\nPhoebe: No, you?\nMonica: You just asked me.\nPhoebe: Okay, maybe it was a trick question. (Plays a few chords) Um, Rachel can we do this now?\nRachel: Okay. (Writes a little more) I am so hot!\nJoey: (To Ross, on the couch) Now, here's a picture of my mother and father on their wedding day. Now you tell me she's not a knockout.\nRoss: I cannot believe we're having this conversation.\nJoey: C'mon! Just try to picture her not pregnant, that's all.\nRachel: (Into microphone) Central Perk is proud to present Miss Phoebe Buffay.\nPhoebe: Thanks. Hi, um, 'kay. I'd like to start with a song that's about a man that I recently met, who's, um, come to be very important to me. (Monica gives her a look) 'Kay. (Sung:)\nYou don't have to be awake to be my man,\nAs long as you have brainwaves I'll be there to hold your hand.\nThough we just met the other day,\nThere's something I have got to say...\n(She sees Monica sneaking out) Okay, thank you very much, I'm gonna take a short break! (Runs out, knocking over the mike stand)\nRachel: (Into mike) Okay, that was Phoebe Buffay, everybody. Woo!\n(Enter Chandler)\nChandler: What was that?\nRoss: Oh, uh, Phoebe just started a...\nChandler: Yeah, I believe I was talking to Joey, alright there, Mother-Kisser? (Goes to the counter)\nJoey: (Laughing) Mother-Kisser... (Sees Ross's look) I'll shut up.\nRoss: Chandler, can I just say something? I-I know you're still mad at me, I just wanna say that there were two people there that night. Okay? Two sets of lips.\nChandler: Yes, well, I expect this from her. Okay? She's always been a Freudian nightmare.\nRoss: Okay, well, if she always behaves like this, why don't you say something?\nChandler: Because it's complicated, it's complex- Hey, you kissed my mom!\n(People turn to look)\nRoss: (To the rest of Central Perk) We're rehearsing a Greek play.\nChandler: That's very funny. We done now?\nRoss: No! Okay, you mean, you're not gonna talk to her, you're not gonna tell her how you feel?\nChandler: That would be no. Look, just because you played tonsil tennis with my mom doesn't mean you know her. Alright? Trust me, you can't talk to her.\nRoss: Okay, 'you' can't, or (Points to Chandler) you can't? (Chandler grabs his finger) Okay, that's my finger. (Chandler twists it and Ross goes down on one knee) That's, that's my knee. (To Central Perk) Still doing the play. Aaah!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The Coma Guy's Room, Monica bursts in, closely followed by Phoebe. There is no sign of Coma Guy.  His bed is empty.]",
            "dialog": "Phoebe: Alright, whadyou do with him?\n(There is the sound of a flushing toilet and Coma Guy emerges from the bathroom)\nMonica: Oh! You're awake!\nPhoebe: Look at you! How, how do you feel?\nComa Guy: Uh, a little woozy, but basically okay.\nMonica: You look good!\nComa Guy: I feel good! ...Who are you?\nMonica: Oh, sorry.\nPhoebe: I'm Phoebe Buffay.\nMonica: I'm Monica Geller. I've been taking care of you.\nPhoebe: Well, we both have.\nComa Guy: So, the Etch-a-Sketch is from you guys?\nPhoebe: Well, actually it's just from me.\nMonica: I got you the foot massager.\nPhoebe: You know who shaved you? That was me.\nMonica: I read to you.\nPhoebe: I sang. (To Monica) Hah!\nComa Guy: Well,... thanks.\nMonica: Oh, my pleasure.\nPhoebe: You're welcome.\nComa Guy: So. I guess I'll see you around.\nPhoebe: What, that's it?\nMonica: \"See you around?\"\nComa Guy: Well, what do you want me to say?\nMonica: Oh, I don't know. Maybe, um, \"That was nice?\" Admit something to me? \"I'll call you?\"\nComa Guy: Alright, I'll call you.\nPhoebe: I don't think you mean that.\nMonica: This is so typical. Y'know, we give, and we give, and we give. And then- we just get nothing back! And then one day, y'know, it's just, you wake up, and \"See you around!\" Let's go, Phoebe.\nPhoebe: Y'know what? We thought you were different. But I guess it was just the coma.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler and Joey's Chandler is talking with his mom.]",
            "dialog": "Mrs. Bing: Car's waiting downstairs, I just wanted to drop off these copies of my book for your friends. Anything you want from Lisbon?\nChandler: No, just knowing you're gonna be there is enough.\nMrs. Bing: Alright, well, be good, I love you. (Kisses him and goes to leave)\nChandler: You kissed my best Ross! ...Or something to that effect.\nMrs. Bing: (Reentering) O-kay. Look, it, it was stupid.\nChandler: Really stupid.\nMrs. Bing: Really stupid. And I don't even know how it happened. I'm sorry, honey, I promise it will never happen again. Are we okay now?\nChandler: Yeah. No. No...\n[Cut to the hallway, Joey is listening to Chandler and his mom's conversation through the door as Ross walks up.]\nRoss: Ah, the forbidden love of a man and his door.\nJoey: Shh. He did it. He told her off, and not just about the kiss, about everything.\nRoss: You're kidding.\nJoey: No, no. He said \"When are you gonna grow up and start being a mom?\"\nRoss: Wow!\nJoey: Then she came back with \"The question is, when are you gonna grow up and realise I have a bomb?\"\nRoss: 'Kay, wait a minute, are you sure she didn't say \"When are you gonna grow up and realise I am your mom?\"\nJoey: That makes more sense.\nRoss: So, what's going on now?\nJoey: I dunno, I've been standing here spelling it out for you! (Goes back to the door) I don't hear anything. Oh, wait, wait, wait. (Looks through the spyhole)\nRoss: Whaddya see?\nJoey: Hard to tell, they're so tiny and upside-down. Wait, wait. They're walking away... they're walking away... No, no they're not, they're coming right at us! Run! Run!\n(Joey runs off down the hall. Ross tries Monica and Rachel's apartment, but it is locked so he has to stand in the hall and pretend he wasn't listening. Chandler and his mom come out)\nMrs. Bing: You okay, kiddo?\nChandler: Yeah, okay.\nMrs. Bing: Alright. (Kisses him)\nChandler: Nice save.\n(She walks down the hall)\nRoss: (Very politely) Mrs. Bing.\nMrs. Bing: Mr. Geller.\n(She leaves)\n(Ross knocks on Monica and Rachel's door)\nChandler: Hey.\nRoss: You mean that?\nChandler: Yeah, why not. (They shake hands) So I told her.\nRoss: Yeah? How'd it go?\nChandler: Awful. Awful. Couldn'ta gone worse.\nRoss: Well, howdya feel?\nChandler: Pretty good! I told her.\nRoss: Well, see? So, maybe it wasn't such a bad idea, y'know, me kissing your mom, uh? Huh? (Wags his finger at Chandler, then puts it down) But.. we don't have to go down that road.\nClosing Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is handing out copies of her book to the gang.]",
            "dialog": "Rachel: Okay. Now this is just the first chapter, and I want your absolute honest opinion. Oh, oh, and on page two, he's not 'reaching for her heaving beasts'.\nMonica: What's a 'niffle'?\nJoey: You usually find them on the 'heaving beasts'.\nRachel: Alright, alright, so I'm not a great typist...\nRoss: Wait, did you get to the part about his 'huge throbbing pens'? Tell ya, you don't wanna be around when he starts writing with those!\nRachel: Alright, that's it! Give it back! That's it!\nAll: Nooo!\nEnd\n"
        }
    ]
}