{
    "metadata": {
        "season": "SEASON 1",
        "title": "110 The Monkey",
        "written_by": "Adam Chase & Ira Ungerleider",
        "transcribed_by": "guineapig",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, Ross is entering.]",
            "dialog": "Ross: Guys? There's a somebody I'd like you to meet.\n(A monkey jumps on to his shoulder.)\nAll: Oooh!\nMonica: W-wait. What is that?\nRoss: 'That' would be Marcel. You wanna say hi?\nMonica: No, no, I don't.\nRachel: Oh, he is precious! Where did you get him?\nRoss: My friend Bethel rescued him from some lab.\nPhoebe: That is so cruel! Why? Why would a parent name their child Bethel?\nChandler: Hey, that monkey's got a Ross on its ass!\nMonica: Ross, is he gonna live with you, like, in your apartment?\nRoss: Yeah. I mean, it's been kinda quiet since Carol left, so...\nMonica: Why don't you just get a roommate?\nRoss: Nah, I dunno... I think you reach a certain age, having a roommate is kinda pathe- (Realises) ....sorry, that's, that's 'pathet', which is Sanskrit for 'really cool way to live'.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Phoebe is getting ready to sing. Joey is not there.]",
            "dialog": "Phoebe: So you guys, I'm doing all new material tonight. I have twelve new songs about my mother's suicide, and one about a snowman.\nChandler: Might wanna open with the snowman.\n(Enter Joey)\nAll: Hey, Joey. Hey, buddy.\nMonica: So, how'd it go?\nJoey: Ahhhhhh, I didn't get the job.\nRoss: How could you not get it? You were Santa last year.\nJoey: I dunno. Some fat guy's sleeping with the store manager. He's not even jolly, it's all political.\nMonica: So what are you gonna be?\nJoey: Ah, I'm gonna be one of his helpers. It's just such a slap in the face, y'know?\nRachel: Hey, do you guys know what you're doing for New Year's? (They all protest and hit her with cushions) Gee, what?! What is wrong with New Year's?\nChandler: Nothing for you, you have Paolo. You don't have to face the horrible pressures of this holiday: desperate scramble to find anything with lips just so you can have someone to kiss when the ball drops!! Man, I'm talking loud!\nRachel: Well, for your information, Paolo is gonna be in Rome this New Year, so I'll be just as pathetic as the rest of you.\nPhoebe: Yeah, you wish!\nChandler: It's just that I'm sick of being a victim of this Dick Clark holiday. I say this year, no dates, we make a pact. Just the six of us- dinner.\nAll: Yeah, okay. Alright.\nChandler: Y'know, I was hoping for a little more enthusiasm.\nAll: Woooo! Yeah!\nRachel: Phoebe, you're on.\nPhoebe: Oh, oh, good.\nRachel: (Into microphone) Okay, hi. Ladies and gentlemen, back by popular demand, Miss Phoebe Buffay. Wooh!\nPhoebe: (Takes mike) Thanks, hi. Um, I wanna start with a song that means a lot to me this time of year. (Shakes bell as an introduction) (Sung:)\nI made a man with eyes of coal\nAnd a smile so bewitchin',\nHow was I supposed to know\nThat my mom was dead in the kitchen?\n(shakes bell) La lalala la la la la lalala la la...\n(Cut to later. Everyone is totally depressed by now.)\nPhoebe: (Sung)\n...My mother's ashes\nEven her eyelashes\nAre resting in a little yellow jar,\nAnd sometimes when it's breezy...\n(Over the sound of Phoebe singing we hear two scientists, Max and David, having a noisy discussion)\nPhoebe: (Sung)\n...I feel a little sneezy\nAnd now I- (abruptly stops)\nExcuse me, excuse me! Yeah, noisy boys! (They stop talking and look up) Is it something that you would like to share with the entire group?\nMax: No. No, that's- that's okay.\nPhoebe: Well, c'mon, if it's important enough to discuss while I'm playing, then I assume it's important enough for everyone else to hear!\nChandler: (Quietly, to the others) That guy's going home with a note!\nDavid: Noth- I was- I was just saying to my-\nPhoebe: Could you speak up please?\nDavid: (Stands up and speaks more loudly) Sorry, I wa- I was just saying to my friend that I thought you were the most beautiful woman that I'd ever seen in my- in my life. And then he said that- you said you thought\nMax: Daryl Hannah.\nDavid: Daryl Hannah was the most beautiful woman that he'd ever seen in his life and I said yeah, I liked her in Splash, a lot, but not so much in- in Wall Street, I thought she had kind of a\nMax: Hard quality.\nDavid: -hard quality. And uh, while Daryl Hannah is beautiful in a conventional way, you are luminous with a kind of a delicate grace. Then, uh, that-that-that's when you started yelling. (Sits down)\nPhoebe: Okay, we're gonna take a short break. (Goes over to their table)\nJoey: Hey, that guy's going home with more than a note!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, everyone except Joey is decorating for Christmas.]",
            "dialog": "Ross: Come here, Marcel. Sit here. (Marcel wanders off)\nRachel: Pheebs, I can't believe he hasn't kissed you yet. I mean God, by my sixth date with Paolo, I mean he had already named both my breasts! ...Ooh. Did I just share too much?\nRoss: Just a smidge.\nPhoebe: David's like, y'know, Scientist Guy. He's very methodical.\nMonica: I think it's romantic.\nPhoebe: Me too! Oh! Did you ever see An Officer and a Gentleman?\nRachel: Yeah!\nPhoebe: Well, he's kinda like the guy I went to see that with. Except, except he-he's smarter, and gentler, and sweeter... I just- I just wanna be with him all the time. Day and night, and night and day... and special occasions...\nChandler: Wait a minute, wait a minute, I see where this is going, you're gonna ask him to New Year's, aren't you. You're gonna break the pact. She's gonna break the pact.\nPhoebe: No, no, no, no, no, no. Yeah, could I just?\nChandler: Yeah, 'cause I already asked Janice.\nMonica: What?!\nRoss: C'mon, this was a pact! This was your pact!\nChandler: I snapped, okay? I couldn't handle the pressure and I snapped.\nMonica: Yeah, but Janice? That-that was like the worst breakup in history!\nChandler: I'm not saying it was a good idea, I'm saying I snapped!\n[Joey enters, his shoes have bells on, which jingle as he walks. He is wearing a long coat.]\nJoey: Hi. Hi, sorry I'm late.\n(He removes the coat to reveal an elf costume)\nChandler: Too many jokes... must mock Joey!\nJoey: Nice shoes, huh? (He wiggles his foot and the bells tinkle)\nChandler: Aah, y'killing me!\n(Marcel knocks over some kitchen tools)\nMonica: Ross! He's playing with my spatulas again!\nRoss: Okay, look, he's not gonna hurt them, right?\nMonica: Do you always have to bring him here?\nRoss: I didn't wanna leave him alone. Alright? We- we had our first fight this morning. I think it has to do with my working late. I said some things that I didn't mean, and he- he threw some faeces...\nChandler: Y'know, if you're gonna work late, I could look in on him for you.\nRoss: Oh, that'd be great! Okay, but if you do, make sure it seems like you're there to see him, okay, and you're not like doing it as a favour to me.\nChandler: Okay, but if he asks, I'm not going to lie.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Max and David's lab, David is explaining something to Phoebe with the aid of a whiteboard.]",
            "dialog": "David: ...But, you can't actually test this theory, because today's particle accelerators are nowhere near powerful enough to simulate these conditions.\nPhoebe: Okay, alright, I have a question, then.\nDavid: Yuh.\nPhoebe: Um, were you planning on kissing me ever?\nDavid: Uh, that's definitely a, uh, valid question. And, uh, the answer would be (Writes YES on the board) yes. Yes I was. But, see, I wanted it to be this phenomenal kiss that happened at this phenomenal moment, because, well, 'cause it's you.\nPhoebe: Sure.\nDavid: Right. But, see, the longer I waited, the more phenomenal the kiss had to be, and now we've reached a place where it's just gotta be one of those things where I just like... sweep everything off the table and throw you down on it. And, uh, I'm not really a, uh, sweeping sorta fella.\nPhoebe: Oh, David, I, I think you are a sweeping sorta fella. I mean, you're a sweeper! ...trapped inside a physicist's body.\nDavid: Rrrreally.\nPhoebe: Oh, yeah, oh, I'm sure of it. You should just do it, just sweep and throw me.\nDavid: ...Now? Now?\nPhoebe: Oh yeah, right now.\nDavid: Okay, okay, okay. (Gets ready to sweep, and then picks up a laptop computer) Y'know what, this was just really expensive. (Puts it down elsewhere. Then picks up a microscope) And I'll take- this was a gift. (Moves it)\nPhoebe: Okay, now you're just kinda tidying.\nDavid: Okay, what the hell, what the hell. (Sweeps the remaining papers off the desk and grabs Phoebe) You want me to actually throw you or you-you wanna just hop?\nPhoebe: I can hop. (She hops onto the table)\n(They kiss, finally)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, everyone is there.]",
            "dialog": "Ross: So tell me something. What does the phrase 'no date pact' mean to you?\nMonica: I'm sorry, okay. It's just that Chandler has somebody, and Phoebe has somebody- I thought I'd ask Fun Bobby.\nChandler: Fun Bobby? Your ex-boyfriend Fun Bobby?\nMonica: Yeah.\nJoey: You know more than one Fun Bobby?\nChandler: I happen to know a Fun Bob.\nRachel: (Brings Joey a mug of coffee) Okay, here we go...\nJoey: Ooh ooh ooh ooh, there's no room for milk!\nRachel: (Glances at Joey and then sips his coffee) There. Now there is.\nRoss: Okay, so on our no-date evening, three of you now have dates.\nJoey: Uh, four.\nRoss: Four.\nRachel: Five.\nRoss: Five. (Buries his head in his hands)\nRachel: Sorry. Paolo's catching an earlier flight.\nJoey: Yeah, and I met this really hot single mom at the store. What's an elf to do?\nRoss: Okay, so I'm gonna be the only one standing there alone when the ball drops?\nRachel: Oh, c'mon. We'll have, we'll have a big party, and no-one'll know who's with who.\nRoss: Hey, y'know, this is so not what I needed right now.\nMonica: What's the matter?\nRoss: Oh, it's-it's Marcel. He keeps shutting me out, y'know? He's walking around all the time dragging his hands...\nChandler: That's so weird, I had such a blast with him the other night.\nRoss: Really.\nChandler: Yeah, we played, we watched TV.. that juggling thing is amazing.\nRoss: What, uh... what juggling thing?\nChandler: With the balled-up socks? I figured you taught him that.\nRoss: No.\nChandler: Y'know, it wasn't that big a deal. He just balled up socks... and a melon...\n(Max runs in)\nMax: Phoebe. Hi.\nPhoebe: Oh, hi Max! Hey, do you know everybody?\nMax: No. Have you seen David?\nPhoebe: No, no, he hasn't been around.\nMax: Well, if you see him, tell him to pack his bags. We are going to Minsk.\nPhoebe: Minsk?\nMax: Minsk. It's in Russia.\nPhoebe: I know where Minsk is.\nMax: We got the grant. Three years, all expenses paid.\nPhoebe: So when, when do you leave?\nMax: January first.\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Max and David's lab, they are working. Phoebe knocks on the door]",
            "dialog": "Phoebe: Hello?\nDavid: Hey!\nPhoebe: Hi.\nDavid: Hi! (Kisses her) What-what're you doing here?\nPhoebe: Um, well, Max told me about Minsk, so (Puts on a fake cheery voice) congratulations! This is so exciting!\nMax: It'd be even more exciting if we were going.\nPhoebe: Oh, you're not going? (Fake disappointed voice) Oh, why?\nMax: Tell her, David. 'I don't wanna go to Minsk and work with Lifson and Yamaguchi and Flench, on nonononononono. I wanna stay here and make out with my girlfriend!!' (Storms out)\nDavid: Thank you, Max. Thank you.\nPhoebe: So-so you're really not going?\nDavid: I don't know. I don't know what I'm gonna do. I just- you decide.\nPhoebe: Oh don't do that.\nDavid: Please.\nPhoebe: Oh no no.\nDavid: No, but I'm asking-\nPhoebe: Oh, but I can't do that-\nDavid: No, but I can't-\nPhoebe: It's your thing, and-\nDavid: -make the decision-\nPhoebe: Okay, um, stay.\nDavid: Stay.\nPhoebe: Stay.\n(He thinks for a moment and sweeps the stuff off the table)\nPhoebe: Getting so good at that! (She hops on)\nDavid: It was Max's stuff. (They kiss)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, the party has started.]",
            "dialog": "Janice: I love this artichoke thing! Oh, don't tell me what's in it, the diet starts tomorrow! (Laughs her Janice laugh)\nChandler: You remember Janice.\nMonica: Vividly.\n(Someone knocks on the door; Monica gets it)\nMonica: Hi.\nSandy: Hi, I'm Sandy.\nJoey: Sandy! Hi! C'mon in! (She enters, followed by a young boy and a younger girl)...You brought your kids.\nSandy: Yeah. That's okay, right?\n(Joey and Monica look at each other and shrug. Ross enters with Marcel on his shoulder)\nRoss: Par-tay!\nMonica: That thing is not coming in here.\nRoss: 'That thing'? This is how you greet guests at a party? Let me ask you something, if I showed up here with my new girlfriend, she wouldn't be welcome in your home?\nMonica: I'm guessing your new girlfriend wouldn't urinate on my coffee table.\nRoss: Okay. He was more embarrassed about that than anyone. Okay? And for him to have the courage to walk back in here like nothing happened...\nMonica: Alright. Just keep him away from me.\nRoss: Thank you. (She walks off) C'mon, Marcel, whaddya say you and I do a little mingling? (Marcel runs off) Alright, I'll, uh... catch up with you later.\n(The door opens. Rachel is standing there. Her coat is muddy and torn, her hair is dishevelled and her face is bruised. Everyone turns to look)\nMonica: Oh my gosh! Rachel, honey.. are you okay? Where-where's Paolo?\nRachel: Rome. Jerk missed his flight.\nPhoebe: And then... your face is bloated?\nRachel: No. Okay. I was at the airport, getting into a cab, when this woman- this blonde planet with a pocketbook- starts yelling at me. Something about how it was her cab first. And then the next thing I know she just starts- starts pulling me out by my hair! So I'm blowing my attack whistle thingy and three more cabs show up, and as I'm going to get into a cab she tackles me. And I hit my head on the kerb and cut my lip on my whistle...oh...everybody having fun at the party? (To Monica) Are people eating my dip?\n[Time lapse. Monica and Rachel, fixed up somewhat, emerge from a bedroom]\nSandy: Y'know, when I saw you at the store last week, it was probably the first time I ever mentally undressed an elf.\nJoey: Wow, that's, uh, dirty.\nSandy: Yeah.\n(They almost kiss and then Joey realises her kids are staring at them)\nJoey: Hey, kids...\nRoss: (Watching Marcel play with Phoebe. To Chandler) Look at him. I'm not saying he has to spend the whole evening with me, but at least check in.\nJanice: (Startles them) There you are! Haaah, you got away from me!\nChandler: (Imitating) But you found me!\nJanice: Here, Ross, take our picture. (Hands him a camera and he starts snapping) Smile! You're on Janice Camera!\nChandler: Kill me. Kill me now.\n(Someone else knocks on the door. Monica looks through the spyhole)\nMonica: Hey everybody! It's Fun Bobby!\n(Everyone cheers. Monica opens the door. Bobby is obviously very depressed)\nFun Bobby: Hey, sorry I'm late. But my, uh, grandfather, he- died about two hours ago. But I-I-I couldn't get a flight out 'til tomorrow, so here I am!\nJoey: (Approaching) Hey Fun Bobby! Whoah! Who died?\n(Monica gestures wildly behind Fun Bobby's back)\n[Time lapse. Bobby is talking about his grandfather. Everyone else is virtually in tears]\nFun Bobby: It's gonna be an open casket, y'know, so at least I'll- I get to see him again.\nJanice: (Ross is still taking their photo) Oh, I'm gonna blow this one up, and I'm gonna write 'Reunited' in glitter.\nChandler: Alright, Janice, that's it! Janice... Janice... Hey, Janice, when I invited you to this party I didn't necessarily think that it meant that we-\nJanice: Oh, no. Oh, no.\nChandler: I'm sorry you misunderstood...\nJanice: Oh my God. You listen to me, Chandler, you listen to me. One of these times is just gonna be your last chance with me. (She runs off)\n(Ross is still taking photos)\nChandler: Oh, will you give me the thing. (Snatches the camera)\n(David is feeding Phoebe popcorn. Max walks up)\nPhoebe: Hi, Max!\nMax: Yoko. (To David) I've decided to go to Minsk without you.\nDavid: Wow.\nMax: It won't be the same- but it'll still be Minsk. Happy New Year.(Walks off)\nPhoebe: Are you alright?\nDavid: Yeah, I'm fine, I'm fine.\n(Phoebe leads David into a bedroom)\nPhoebe: You're going to Minsk.\nDavid: No, I'm... not going to Minsk.\nPhoebe: Oh, you are so going to Minsk. You belong in Minsk. You can't stay here just 'cause of me.\nDavid: Yes I can. Because if I go it means I have to break up with you, and I can't break up with you.\nPhoebe: Oh yes, yes, yes you can. Just say, um, 'Phoebe, my work is my life and that's what I have to do right now'. And I say 'your work?! Your work?! How can you say that?!'. And then you say, um, 'it's tearing me apart, but I have no choice. Can't you understand that?'. And I say (Hits him) 'no! No! I can't understand that!'.\nDavid: Uh, ow.\nPhoebe: Ooh, sorry. Um, and, and then you put your arms around me. And then you put your arms around me. (He does so) And, um, and then you tell me that you love me and you'll never forget me.\nDavid: I'll never forget you.\nPhoebe: And then you say that it's almost midnight and you have to go because you don't wanna start the new year with me if you can't finish it. (They kiss) I'm gonna miss you. You scientist guy.\nDick Clark: (on TV) Hi, this is Dick Clark, live in Times Square. We're in a virtual snowstorm of confetti here in Times Square...\n(Joey puts a blanket over Sandy's kids)\nJoey: There y'go, kids.\nChandler: (To a woman who he has clearly just met) And then the peacock bit me. (Laughs) Please kiss me at midnight. (She leaves)\nJoey: You seen Sandy?\nChandler: Ooh. Uh, I don't know how to tell you this, but she's in Monica's bedroom, getting it on with Max, that scientist geek. Ooh, look at that, I did know how to tell you.\nRachel: Vrrbddy, the bll is drrbing.\nAll: (in the kitchen) What?\nRachel: The bll is drrbing!\nDick Clark: (on TV) In twenty seconds it'll be midnight...\nChandler: And the moment of joy is upon us.\nJoey: Looks like that no date pact thing worked out.\nPhoebe: Everybody looks so happy. I hate that.\nMonica: Not everybody's happy. Hey Bobby!\n(Bobby waves and then bursts into tears. Midnight comes and everyone at the party except for the gang cheers and kisses)\nChandler: Y'know, I uh.. just thought I'd throw this out here. I'm no math whiz, but I do believe there are three girls and three guys right here. (Makes kiss noise)\nPhoebe: I dunno. I don't feel like kissing anyone tonight.\nRachel: I can't kiss anyone.\nMonica: So I'm kissing everyone?\nJoey: Nonono, you can't kiss Ross, that's your brother.\nRoss: Perfect. Perfect. So now everybody's getting kissed but me.\nChandler: Alright, somebody kiss me. Somebody kiss me, it's midnight! Somebody kiss me!\nJoey: Alrightalrightalright. (Kisses him. Ross takes a photo) There.\nClosing Credits\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, time lapse.]",
            "dialog": "Ross: (Watching Marcel and talking to Rachel) I wanted this to work so much. I mean I'm still in there, changing his diapers, pickin' his fleas... but he's just phoning it in. Just so hard to accept the fact that something you love so much doesn't love you back.\nRachel: ...I think that bitch cracked my tooth.\nEnd\n"
        }
    ]
}