{
    "metadata": {
        "season": "SEASON 1",
        "title": "118 All The Poker",
        "written_by": "Jeffrey Astrof and Mike Sikowitz. .",
        "transcribed_by": "Dan Silverstein",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "(The whole gang is helping Rachel mail out resumes while whistling the theme from The Bridge on the River Kwai.)\nRoss: Uh, Rach, we're running low on resumes over here.\nMonica: Do you really want a job with Popular Mechanics?\nChandler: Well, if you're gonna work for mechanics, those are the ones to work for.\nRachel: Hey, look, you guys, I'm going for anything here, OK? I cannot be a waitress anymore, I mean it. I'm sick of the lousy tips, I'm sick of being called 'Excuse me...'\nRoss: Rach, did you proofread these?\nRachel: Uh... yeah, why?\nRoss: Uh, nothing, I'm sure they'll be impressed with your excellent compuper skills.\nRachel: (upset) Oh my Goood! Oh, do you think it's on all of them?\nJoey: Oh no, I'm sure the Xerox machine caught a few.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Ross and Chandler are sitting at a table. Rachel is working. Monica and Phoebe enter.]",
            "dialog": "Monica: Hey, guys.\nChandler and Ross: Hey.\nRachel: Hey... hi, ladies... uh, can I get you anything? (to Monica, quietly): Did you bring the mail?\nMonica: Lots of responses.\nRachel: (to Monica): Really? (out loud): Sure, we have scones left! (to Monica): OK, read them to me.\nPhoebe: (reading): Dear Ms. Green, thank you for your inquiry, however... oh... (crumples up letter)\nRachel: (out loud): We have apple cinnamon...\nMonica: (reading): OK... Dear Ms. Green... yeah... yeah... yeah... No. (crumpes up letter)\nPhoebe: Wow!\nRachel: What?\nPhoebe: (reading): Your Visa bill is huge!\nRachel: (grabs the bill) Give me that!\n(Camera cuts to Chandler and Ross at table.)\nChandler: You know, I can't believe you. Linda is so great! Why won't you go out with her again?\nRoss: I don't know.\nChandler: Is this still about her whole 'The Flintstones could've really happened' thing?\nRoss: No, it's not just that. It's just—I want someone who... who does something for me, y'know? Who gets my heart pounding, who... who makes me, uh... (begins to stare lovingly at Rachel)\nChandler: ...little playthings with yarn?\nRoss: What?\nChandler: Could you want her more?\nRoss: Who?\nChandler: (sarcastically) Dee, the sarcastic sister from Whats Happening.\nRoss: Look, I am totally, totally over her, OK, I just... (Rachel comes over, Ross lays head on table): Hiiii!\nRachel: Hi! How are you?\nRoss: We're fine, we're fine.\nRachel: OK. (walks away)\n(Ross keeps staring at her, head on table. Chandler smacks him with a newspaper. Joey enters, Ross and Chandler laugh at him.)\nJoey: Shut up!\nChandler: We're not—we're not saying anything.\nPhoebe: What?\nRoss: Uhhhh... Joey cried last night.\nJoey: Thank you.\nChandler: (to the girls) We were playing poker, alright...\nJoey: There was chocolate on the three. It looked like an eight, alright?\nRoss: Oh, guys, you should've seen him. 'Read 'em and weep.'\nChandler: And then he did.\nRachel: Well, now, how come you guys have never played poker with us?\nPhoebe: Yeah, what is that? Like, some kind of guy thing? Like, some kind of sexist guy thing? Like it's poker, so only guys can play?\nRoss: No, women are welcome to play.\nPhoebe: Oh, OK, so then what is it? Some kind of... you know, like, like... some kind of, y'know, like... alright, what is it?\nChandler: There just don't happen to be any women in our games.\nJoey: Yeah, we just don't happen to know any women that know how to play poker.\nGirls: Oh, yeah, right.\nMonica: Oh, please, that is such a lame excuse!\nRachel: Really.\nMonica: I mean, that's a typical guy response.\nRoss: Excuse me, do any of you know how to play?\nGirls: No.\nRachel: But you could teach us.\nGuys: No.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, the guys are teaching the girls how to play poker.]",
            "dialog": "Chandler: (teaching) OK, so now we draw cards.\nMonica: So I wouldn't need any, right? Cause I have a straight.\nRachel: Oh, good for you!\nPhoebe: Congratulations!\n(Microwave timer goes off. Monica gets up.)\nChandler: OK Phoebs, how many do you want?\nPhoebe: OK, I just need two... the, um, ten of spades and the six of clubs.\nRoss: No. No, uh, Phoebs? You can't—you can't do...\nRachel: Oh wait, I have the ten of spades! Here! (gives it to Phoebe)\nRoss: No, no. Uh... no, see, uh, you-you can't do that.\nRachel: Oh, no-no-no-no-no-no, that's OK, I don't need them. I'm going for fours.\nRoss: Oh, you're... (gives up)\n(Monica comes back to the table with plates of food.)\nMonica: Alright, here we go. We've got salmon roulettes and assorted crudites.\nPhoebe and Rachel: OOooooo!\nJoey: Whoa, whoa, whoa, Monica, what're you doin'? This is a poker game. You can't serve food with more than one syllable. It's gotta be like chips, or dip, or pretz...(look of realization)\nChandler: (changing subject) OK, so at this point, the dealer...\nMonica: Alright, you know, we got it, we got it. Let's play for real. High stakes... big bucks...\nRoss: Alright, now, you sure? Phoebe just threw away two jacks because they didn't look happy...\nPhoebe: But... I'm ready, so, just deal.\nChandler: OK, alright, last minute lesson, last minute lesson. (holds up two cards) Joey... three... eight. Eight... three. (Joey is unamused) Alright babe, deal the cards.\n(Time lapse.)\nMonica: (throws down her cards) Dammit, dammit, dammit!\nPhoebe: (to Joey): Oh I see, so then, you were lying.\nJoey: About what?\nPhoebe: About how good your cards were.\nJoey: Heh... I was bluffing.\nPhoebe: A-ha! And... what is bluffing? Is it not another word for... lying?\nRachel: OK, sorry to break up this party, but I've got resumes to fax before work tomorrow... (gets up to leave)\nGuys: Whoa, whoa, whoa!\nChandler: Rach, Rach, we gotta settle.\nRachel: Settle what?\nChandler: The... Jamestown colony of Virginia. You see, King George is giving us the land, so...\nRoss: The game, Rachel, the game. You owe us money for the game.\nRachel: Oh. Right.\nJoey: You know what, you guys? It's their first time, why don't we just forget about the money, alright?\nMonica: Hell no, we'll pay!\nPhoebe: OK, Monica? I had another answer all ready.\nMonica: And you know what? We want a rematch.\nRoss: Well that's fine with me. Could use the money.\nRachel: (to Ross): So basically, you get your ya-yas by taking money from all of your friends.\nRoss: (pause)...Yeah.\nChandler: Yes, and I get my ya-yas from Ikea. You have to put them together yourself, but they cost a little less.\nRoss: Look, Rachel, this is poker. I play to win, alright? In order for me to win, other people have to lose. So if you're gonna play poker with me, don't expect me to be a 'nice guy,' OK? Cause once those cards are dealt... (claps hands three times)\nJoey: (pause)...Yeah?\nRoss: I'm not a nice guy.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross' apartment. Chandler and Joey are there. Ross enters with a pizza.]",
            "dialog": "Ross: Alright boys, let's eat.\nChandler: Oh, did you get that from the 'I Love Rachel' pizzeria?\nRoss: You still on that?\nChandler: Oh, come on. What was with that whole Black Bart speech? (mimicking): \"When I play poker, I'm not a nice guy!\"\nRoss: You are way off, pal.\nJoey: No, I don't think so, see Ross, because I think you love her.\nRoss: Um.... no. See, I might've had feelings for her at one time—not any more. I just—I...\n(Marcel makes a screeching noise in background.)\nRoss: Marcel! Where are you going with that disc?\n(Marcel puts a CD in the player.)\nRoss: You are not putting that on again! Marcel, OK—if you press that button, you are in very, very big trouble.\n(The Lion Sleeps Tonight starts to play. Marcel starts to dance.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel, Monica, and Phoebe are there.]",
            "dialog": "Rachel: (opening mail) Can you believe what a jerk Ross was being?\nMonica: Yeah, I know. He can get really competitive.\nPhoebe: Ha. Ha, ha.\nMonica: What?\nPhoebe: Oh, hello, kettle? This is Monica. You're black.\nMonica: Please! I am not as bad as Ross.\nRachel: Oh, I beg to differ. The Pictionary incident?\nMonica: That was not an incident! I-I was gesturing, a-and the plate slipped out of my hand.\nRachel: Oooooh. (reads letter) (surprised): Oh! I got an interview! I got an interview!\nMonica: You're kidding! Where? Where?\nRachel: (in disbelief): Sak's... Fifth... Avenue.\nMonica: Oh, Rachel!\nPhoebe: Oh, it's like the mother ship is calling you home.\nMonica: Well, what's the job?\nRachel: Assistant buyer. Oh! I would be shopping... for a living!\n(Knock on door.)\nMonica: OK, look. That is Aunt Iris. This woman has been playing poker since she was five. You gotta listen to every word she says. (opens door) Hi!\nAunt Iris: Is Tony Randall dead?\nRachel: No.\nMonica: I don't think so.\nRachel: Why?\nAunt Iris: Well, he may be now, because I think I hit him with my car.\nMonica: What?\nRachel: Oh my God!\nMonica: Really?\nAunt Iris: No! That's bluffing. Lesson number one. (walks into kitchen) Let me tell you something... everything you hear at a poker game is pure crap. (to Phoebe): Nice earrings.\nPhoebe: Thank y... (thinks about it)\nAunt Iris: Girls, sit down.\nMonica: Uh, Aunt Iris? This is Phoebe, and that's Rachel...\nAunt Iris: Yeah, yeah, yeah, yeah, yeah, listen, I am parked at a meter. Let's do it.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Ross's apartment, everyone but Rachel is seated around his table. The Lion Sleep Tonight plays in the background.]",
            "dialog": "Phoebe: Ross, could we please, please, please listen to anything else?\nRoss: Alright.\n(Ross shuts off the CD player. Marcel runs into the bedroom and slams the door.)\nRoss: I'm gonna pay for that tonight.\n(Knock on door. Ross opens it. Rachel enters.)\nRachel: Hi!\nRoss: Hey.\nRachel: Guys! Guess what, guess what, guess what, guess what!\nChandler: Um, ok... the... the fifth dentist caved and now they're all recommending Trident?\nRachel: Noooo... the interview! She loved me! She absolutely loved me. We talked for like two and a half hours, we have the same taste in clothes, and—oh, I went to camp with her cousin... And, oh, the job is perfect. I can do this. I can do this well!\nAll: That's great! That's wonderful!\nRachel: Oh God, oh, and then she told the funniest story...\nMonica: OK, great. You'll tell us and we'll laugh. Let's play poker.\nJoey: Alright now listen, you guys, we talked about it, and if you don't want to play, we completely understand.\nChandler: Oh yes, yes, we could play some other game... like, uh, I don't know... Pictionary?\n(The guys all duck under the table.)\nMonica: Ha, ha, very funny, very funny. But I think we'd like to give poker another try. Shall we, ladies?\nPhoebe and Rachel: Yes, we should. I think we should.\nRoss: Uh, Rach, do you want me to shuffle those?\nRachel: No, no, thats OK. Y'know, I think I'm gonna give it a go.\nRoss: Alright.\nRachel: Alright... (shuffles cards expertly, all the guys stare in amazement)\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Ross's Apartment, continued from earlier.]",
            "dialog": "Ross: So, Phoebs owes $7.50, Monica, you owe $10, and Rachel, you owe fifteen big ones.\nJoey: But hey, thanks for teachin' us Cross-Eyed Mary. You guys, we gotta play that at our regular game.\nPhoebe: Alright, here's my $7.50. (Hands them the money) But I think you should know that this money is cursed.\nJoey: What?\nPhoebe: Oh, I cursed it. So now bad things will happen to he who spends it.\nChandler: That's alright, I'll take it. Bad things happen to me anyway. This way I can break 'em up with a movie.\nRoss: Well, that just leaves the big Green poker machine, who owes fifteen...\nRachel: Mmm-hmmm. Oh, so typical. Ooo, I'm a man. Ooo, I have a penis. Ooo, I have to win money to exert my power over women. (hands over her money)\nMonica: You know what? This is not over. We will play you again, and we will win, and you will lose, and you will beg, and we will laugh, and we will take every last dime you have, and you will hate yourselves forever.\nRachel: Hmm. Kinda stepped on my point there, Mon.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, everyone is there ready for another poker game.]",
            "dialog": "Ross: So, you gals wanna hand over your money now? That way, we don't have to go through the formality of actually playing.\nRachel: Ooooh, that's fine. We'll see who has the last laugh there, monkey boy.\nMonica: OK, we done with the chit-chat? Are we ready to play some serious poker?\nPhoebe: (holding a card and waving it in front of her face) Hey you guys, look, the one-eyed jack follows me wherever I go. (they look at her) Right, OK, serious poker.\n(Ross gets up from the table.)\nMonica: Excuse me, where are you going?\nRoss: Uh... to the bathroom.\nMonica: Do you want to go to the bathroom, or do you wanna play poker?\nRoss: I want to go to the bathroom. (exits)\nJoey: Alright, well, I'm gonna order a pizza. (gets up)\nRachel: Oh no-no-no-no-no, I'm still waiting to hear from that job and the store closes at nine, so you can eat then.\nJoey: That's fine. I'll just have a Tic-Tac to hold me over.\nMonica: Alright, Cincinnati, no blinds, everybody ante. (deals cards)\nPhoebe: (looks at her cards) Yes! (everyone looks at her) .... or no.\n(Ross comes back from bathroom.)\nRoss: Alright. (to Rachel): Your money's mine, Green.\nRachel: Your fly is open, Geller. (he checks it, and zips up)\n(Time lapse.)\nPhoebe: You guys, you know what I just realized? 'Joker' is 'poker' with a 'J.' Coincidence?\nChandler: Hey, that's... that's 'joincidence' with a 'C'!\nJoey: Uh... Phoebe? Phoebe?\nPhoebe: Yeah. Um... I'm out. (throws in cards)\nRachel: I'm in.\nMonica: Me too.\nJoey: Me too. Alright, whattaya got.\nRoss: Well, you better hop outta the shower, cause... I gotta flush. (lays down cards)\nRachel: Well, well, well, hop back in bucko, cause I got four sixes! (lays down cards) I won! I actually won! Oh my God! Y'know what? (collects chips) I think I'm gonna make a little Ross pile. (holds up a chip) I think that one was Ross's, and I think—oh—that one was Ross's. Yes! (Starts singing): Well, I have got your money, and you'll never see it...\n(Ross stands up.)\nRachel: And your fly's still open...\n(Ross looks down.)\nRachel: Ha, I made you look....\n(Time lapse.)\nRachel: I couldn't be inner. Monica?\nPhoebe: Monica, in or out?\nMonica: (slams down cards) I hate this game!\n(Joey slides a plate away from Monica towards Chandler, who hides it under the table.)\nPhoebe: OK Joey, your bet.\nJoey: Ahhh, I fold like a cheap hooker who got hit in the stomach by a fat guy with sores on his face. (the girls look at him, confused) Oh, I'm out.\nPhoebe: Ross?\nRoss: Oh, I am very in.\nPhoebe: Chandler?\nChandler: Couldn't be more out. (throws in cards)\nPhoebe: Me too. Rachel.\nRachel: Uh, I will see you... and I'll raise you. (throws chips in pot) What do you say... want to waste another buck?\nRoss: No, not this time. (he folds) So... what'd you have?\nRachel: I'm not telling. (collects chips)\nRoss: Come on, show them to me. (reaches for her cards, Rachel covers them up)\nRachel: No..!\nRoss: Show them to me!\nRachel: Get your hands out of there! No!\nRoss: Let me see! Show them!\nChandler: Y'know, I've had dates like this.\nRachel: (deals new hand) Boy, you really can't stand to lose, can you? Your whole face is getting red... little veins popping out on your temple...\nPhoebe: Plus that shirt doesn't really match those pants.\n(Ross is visibly upset.)\nRoss: First of all, I'm not losing...\nRachel: Oh, you are losing. Definitely losing. (phone rings)\nRoss: Let's not talk about losing. Just deal the...\nRachel: (answering phone) Hel-lo, Rachel Green.\nRoss: (mimicking Rachel) Mee mee, mee-mee mee.\nRachel: (on phone) Excuse me. (covers up phone; to Ross) It's about the job.\n(Rachel walks into kitchen to talk on the phone.)\nRachel: Barbara! Hi, how are you? (Listens) Uh-huh. (Listens) No, I understand. Yeah. Oh, oh, come on, no, I'm fine. Don't be silly. Yeah... oh, but you know, if-if anything else opens up, plea—Hello? Hello? (hangs up phone, very depressed)\n(Rachel goes back and sits down. The rest don't know what to say.)\nMonica: Sorry, Rach.\nPhoebe: Y'know, there's gonna be lots of other stuff.\nRachel: Yeah...(sigh)....OK. Where were we? Oh, OK... five card draw, uh... jacks or better... nothing wild, everybody ante.\nJoey: Look, Rachel, we don't have to do this.\nRachel: Yes, we do. (pause)\nMonica: Alright, check.\nJoey: Check.\nRoss: I'm in for fifty cents. (throws it in)\nChandler: Call.\nPhoebe: I'm in.\nRachel: I see your fifty cents... and I raise you... five dollars. (throws it in)\nRoss: I thought, uh... it was a fifty cent limit.\nRachel: Well, I just lost a job, and I'd like to raise the bet five bucks. Does anybody have a problem with that?\n(Everyone says no and folds, except for Ross, who thinks about it.)\nRachel: (to Ross): Loser?\n(Chandler, Monica, Joey, and Phoebe back their chairs away from the table.)\nRoss: No, I fold. (lays cards down, and gets up)\nRachel: What do you mean, you fold? Hey, come on! What is this? I thought that 'once the cards were dealt, I'm not a nice guy.' I mean, what, were you just full of it?\n(Ross thinks it over, finally sits down and picks up his cards.)\nRoss: I'm in. (throws in chips)\nRachel: How many you want?\nRoss: One. (Rachel gives him the card.)\nRachel: Dealer takes two. (she deals herself two cards) What do you bet?\nRoss: I bet two dollars. (throws it in)\nRachel: OK... see your two... and I raise you twenty. (throws it in)\nRoss: I see your twenty, raise you twenty-five. (throws it in)\n(The other four look amazed at the large pot.)\nRachel: See your twenty-five...and...uh, Monica, get my purse.\n(Monica gets up, looks in Rachel's purse.)\nMonica: Rachel, there's nothing in it.\nRachel: OK, then get me your purse.\n(Monica gets Rachel her purse.)\nMonica: OK, here you go. Good luck.\nRachel: (to Monica): Thank you. (to Ross): I saw your twenty-five, and I raise you... seven.\nPhoebe: ...teen! (throws in a ten-dollar bill)\n(Ross looks in his wallet, pulls out two dollars.)\nRoss: (to Joey): Joey, I'm a little shy.\nJoey: That's OK, Ross, you can ask me. What?\n(Ross looks at Joey, dumbfounded at his stupidity.)\nChandler: (to Ross): What do you need, what do you need?\nRoss: Fifteen.\nChandler: Alright, here's ten. (gives it to him)\nJoey: Here, I got five, I got five. (Ross takes the money)\nRoss: Thank you.\nChandler: Good luck.\nRoss: (to Rachel): OK, I am calling your seventeen. What do you got?\n(Long pause as they both look at each other.)\nRachel: (lays down cards) Full house.\n(Ross stares at her. Thinks about it. Puts cards on table, face down.)\nRoss: You got me.\n(Monica and Phoebe get up and start celebrating in the kitchen, pouring wine and singing. Rachel, shocked, goes to join them.)\nJoey: (to Ross): Ahhh, that's alright. Y'know, that's a tough hand to beat.\nChandler: (to Ross): I thought we had them!\nRoss: Oh, well, when you don't have the cards, you don't have the cards, you know. (looks at Rachel) But, uh... look how happy she is. (smiles)\n(Chandler and Joey look at her, and then look back at him. They dive for Ross's hand to see what he had, and he tries to stop them from looking.)\nClosing Credits\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel's, all six are playing Pictionary at Monica's apartment. Monica is drawing a picture, and the three guys are guessing. She draws what looks like an airplane.]",
            "dialog": "Chandler: Airplane! Airport! Airport '75! Airport '77! Airport '79!\n(Timer goes off.)\nRachel: Oh, time's up.\nMonica: (pointing at the drawing, upset) Bye... bye... BIRDIE.\nJoey: Oh!\nPhoebe: That's a bird?\n(Monica glares at Phoebe.)\nPhoebe: That's a bird!\n(Monica sits, Rachel gets up.)\nRachel: OK, OK, it's my turn. (reads the answer)\nChandler: Go.\n(Rachel starts drawing what looks like a bean.)\nRoss: Uh.... bean! Bean!\n(Rachel begins tapping the picture of the bean frantically.)\nJoey: (triumphantly) The Unbearable Likeness of Being!\nRachel: Yes!\nMonica: That, you get? That, you get?\n(Monica picks up a glass to take a drink, everyone ducks as though she was about to throw it.)\nEnd\n"
        }
    ]
}