{
    "metadata": {
        "season": "SEASON 1",
        "title": "114 The Candy Hearts",
        "written_by": "Bill Lawrence",
        "transcribed_by": "Mindy Mattingly Phillips",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Ross is eyeing a beautiful woman at the counter, and Joey and Chandler are egging him on to go talk to her. No pun intended. I mean it.]",
            "dialog": "Joey: I'm tellin' you Ross, she wants you.\nRoss: She barely knows me. We just live in the same building.\nChandler: Any contact?\nRoss: She lent me an egg once.\nJoey: You're in!\nRoss: Aw, right.\nWoman: Hi, Ross.\nRoss: Hey. (stutters something incoherent)\nChandler: Come on, Ross, you gotta get back in the game here, ok? The Rachel thing's not happening, your ex-wife is a lesbian—I don't think we need a third...\nJoey: Excuse me, could we get an egg over here, still in the shell? Thanks.\nRoss: An egg?\nJoey: Yeah, you're gonna go up to her and say, \"Here's your egg back, I'm returning your egg.\"\nChandler: I think it's winning.\nRoss: I think it's insane.\nChandler: She'll love it. Go with the egg, my friend.\n(Ross walks over to the woman, egg in hand.)\nJoey: Think it'll work?\nChandler: No, it's suicide. The man's got an egg.\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, Monica, Rachel, Phoebe, Joey, Chandler are there. Ross is still talking to the beautiful woman.]",
            "dialog": "Monica: You can not do this.\nRachel: Do what, do what?\nMonica: Roger wants to take her out tomorrow night.\nRachel: No! Phoebes! Don't you remember why you dumped the guy?\nPhoebe: 'Cause he was creepy, and mean, and a little frightening... alright, still, it's nice to have a date on Valentine's Day!\nMonica: But Phoebe, you can go out with a creepy guy any night of the year. I know I do.\nRachel: Well, what are you guys doing tomorrow night?\nJoey: Actually, tomorrow night kinda depends on how tonight goes.\nChandler: Oh, uh, listen, about tonight...\nJoey: No, no, no, don't you dare bail on me. The only reason she's goin' out with me is because I said I could bring a friend for her friend.\nChandler: Yes, I know, but her friend sounds like such a...\nJoey: Pathetic mess? I know, but—come on, man, she's needy, she's vulnerable. I'm thinkin', cha-ching! (Rachel throws a roll at Joey. He picks it up and eats it.) Thanks. Look, you have not been out with a woman since Janice. You're doin' this.\nRoss: Hi. She said yes.\nChandler: Yes! Way to go, man! (Chandler and Ross hug. Something crunches in Ross' shirt pocket.) Still got the egg, huh?\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: A Restaurant, Joey and Chandler are there, waiting for their dates to show up.]",
            "dialog": "Joey: (Looking at himself in the reflection on a knife) How do I look?\nChandler: Oh, uh, I... don't... care. (Joey's date shows up) Ok, now, remember, no trading. You get the pretty one, I get the mess.\nLorraine: Hi, Joey. Well well, look what you brought. Very nice.\nChandler: ...And what did you bring?\nLorraine: She's checking the coats. Joey, I'm gonna go wash the cab smell off my hands. Will you get me a white Zinfandel, and a glass of red for Janice.\nChandler: Janice?\n(Lorraine leaves. Joey shakes his head as though to say, 'It can't be the same Janice.' Janice enters.)\nJanice: Oh.... my.... God.\nChandler: (angrily) Hey, it's Janice.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The bathroom at the restaurant, Chandler and Joey are talking.]",
            "dialog": "Chandler: Ok, I'm makin' a break for it, I'm goin' out the window.\nJoey: No, no, no, don't! I've been waitin' for like, forever to go out with Lorraine. Just calm down.\nChandler: Calm down? Calm down? You set me up with the woman that I've dumped twice in the last five months!\nJoey: (at the urinal) Can you stop yellin'? You're makin' me nervous, and I can't go when I'm nervous.\nChandler: I'm sorry, I'm sorry, you're right. (gets up right behind Joey and yells in his ear) Come on, do it, do it, go, come on!!!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, the girls are all there, discussing their bad luck with men.]",
            "dialog": "Rachel: Ok, ok, Roger was creepy, but he was nothing compared to Pete Carney.\nMonica: Which one was Pete Carney?\nRachel: Pete the Weeper? Remember that guy who used to cry every time we had sex. (imitating) \"Was it good for you?\"\nMonica: Yeah, well, I'll take a little crying any day over Howard-the-\"I-win\"-guy. (imitating) \"I win! I win!\" I went out with the guy for two months—I didn't get to win once.\nRachel: How did we end up with these jerks? We're good people!\nMonica: I don't know. Maybe we're some kinda magnets.\nPhoebe: I know I am. That's why I can't wear a digital watch.\nMonica: There's more beer, right?\nPhoebe: Oh! You know my friend Abby who shaves her head? She said that if you want to break the bad boyfriend cycle, you can do like a cleansing ritual.\nRachel: Pheebes, this woman is voluntarily bald.\nPhoebe: Yeah. So, we can do it tomorrow night, you guys. It's Valentine's Day. It's perfect.\nMonica: Ok, well, what kind of ritual?\nPhoebe: Ok. We can, um, we can burn the stuff they gave us.\nRachel: Or?\nPhoebe: Or...or we can chant and dance around naked, you know, with sticks.\nMonica: Burning's good.\nRachel: Burning's good. Yeah, I got stuff to burn.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The Restaurant, Joey, Lorraine, Chandler, and Janice are at the table. Joey and Lorraine are seated very close, Chandler and Janice have backed their chairs away from one another.]",
            "dialog": "Lorraine: You know, ever since I was little, I've been able to pick up quarters with my toes.\nJoey: Good for you. (jumps suddenly) Uh, quarters or rolls of quarters?\nJanice: By the way, Chandler. I cut you out of all my pictures. So if you want, I have a bag with just your heads.\nChandler: That's OK.\nJanice: Oh, are you sure? Really? Because you know, you could make little puppets out of them, and you could use them in your theater of cruelty.\n(Lorraine whispers into Joey's ear.)\nJoey: (to Lorraine) We can't do that.\nChandler: (disgusted) What? What can't you do?\nJoey: Uh, can I talk to you for a second, over there?\n(Chandler and Joey leave the table.)\nJoey: Uh, we might be leaving now.\nChandler: Tell me it's \"you and me\" we.\nJoey: She said she wants to slather my body with stuff and then lick it off. I'm not even sure what slathering is, but I definitely want to be a part of it.\nChandler: Ok, you can not do this to me.\nJoey: You're right, I'm sorry. You're right.\nLorraine: (to waiter) Uh, can we have three chocolate mousses to go please?\nJoey: I'm outta here. Here's my credit card. Dinner's on me. I'm sorry, Chandler.\nChandler: I hope she throws up on you.\n(Joey leaves with Lorraine. Chandler sits back down with Janice.)\nChandler: So...\nJanice: Just us.\nChandler: Oh, what a crappy night!\nJanice: Although, I have enjoyed the fact that, uh your shirt's been stickin' outta your zipper ever since you came back from the bathroom.\nChandler: Excuse me. (gets up, jumps up and down while he zips his zipper up... other patrons look at him) How ya doin'?\nJanice: So, do we have the best friends or what?\nChandler: Joey's not a friend. He's...a stupid man who left us his credit card. Another drink? Some dessert? A big screen TV?\nJanice: I will go for that drink.\nChandler: You got it. Good woman! (the waiter turns around, it's a man) Could we get a bottle of your most overpriced champagne?\nJanice: Each.\nChandler: That's right, each. Oh, and a uh Rob Roy. (to Janice) I've always wanted to know...\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler's bedroom, Chandler wakes up, and finds someone else's hand on his chest. He rolls over and is shocked to see Janice there.]",
            "dialog": "Janice: Happy Valentine's Day!\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The Hallway, Chandler is trying to get Janice out of his apartment.]",
            "dialog": "Janice: Oh, I miss you already. Can you believe this happened?\nChandler: No... no! And yet it did. Good-bye, Janice.\nJanice: Kiss me!\n(Janice kisses him. Monica comes out for the newspaper.}\nMonica: Oh, Chandler, sorry.\n(Janice turns around, Monica sees who it is.)\nMonica: Ohhh, Chandler, sorry! Hey, Janice.\nJanice: Hi, Monica.\nChandler: Ok, well, this was very special.\nMonica: Rach, come see who's out here!\n(Rachel comes out.)\nRachel: Oh my god. Janice, hi!\nChandler: Janice is gonna go away now.\nMonica: I'll be right back.\n(Joey enters from the stairs.)\nRachel: Oh, Joey, look who it is.\nJoey: (in disbelief) Whoa.\nChandler: Oh, good, Joey's home now.\nJanice: This is so fun. This is like a reunion in the hall.\n(Monica comes out with her cordless phone.)\nMonica: Oh, hi, Ross. Yeah. There's someone I want you to say hi to. (to Chandler) He just happened to call.\nJanice: Hi, Ross. Yes, it's me. How did you know? (she laughs obnoxiously)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: A Chinese Restaurant, Ross is there with his date.]",
            "dialog": "Ross: I'm just sayin' if dogs do experience jet lag, then, because of the whole um, seven dog years to one human year thing, then, when a dog flies from New York to Los Angeles, he doesn't just lose three hours, he loses like a week and a half.\n(Ross starts to laugh, and then makes a face like 'Why did I just say that?' Ross' ex-wife, Carol, and her lesbian lover, Susan, enter the restaurant. Ross stares at them.)\nKristin: That's funny. Who are they?\nRoss: The blond woman is my ex-wife, and the woman touching her is her... close, personal friend.\nKristin: You mean they're lovers.\nRoss: If you wanna put a label on it.\nKristin: Wow, uh, anything else I should know?\nRoss: Nope, nope, that's it.\n(Carol takes off her jacket, her pregnant belly is exposed.)\nRoss: Oh, and she's pregnant with my baby. I always forget that part. (to Carol and Susan) Helloo!\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's, the girls are holding their boyfriend bonfire.]",
            "dialog": "Phoebe: Ok, so now we need, um sage branches and the sacramental wine.\nMonica: All I have is, is oregano and a Fresca.\nPhoebe: Um, that's ok! (throws it in fire) Ok. All right. Now we need the semen of a righteous man.\nRachel: Ok, Pheebs, you know what, if we had that, we wouldn't be doing the ritual in the first place.\nMonica: Can we just start throwing things in?\nPhoebe: Ok, yeah, ok. (she throws the directions in) Oh, OK.\nRachel: (tossing things in the fire) Ok, Barry's letters. Adam Ritter's boxer shorts.\nPhoebe: Ok, and I have the, uh receipt for my dinner with Nokululu Oon Ah Ah.\nMonica: Look, here's a picture of Scotty Jared naked.\nRachel: (looking at picture) Hey he's wearing a sweater.\nMonica: No.\nRachel and Phoebe: Eww!\nRachel: And here we have the last of Paulo's grappa.\nMonica: Hey, Rachel, isn't that stuff almost pure...\n(Rachel throws the alcohol in the fire. A burst of flames shoots up from it.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Chandler and Joey are there. Chandler is preparing to dump Janice again.]",
            "dialog": "Chandler: How can I dump this woman on Valentine's day?\nJoey: I don't know. You dumped her on New Year's.\nChandler: Oh, man. In my next life, I'm coming back as a toilet brush.\n(Janice enters.)\nJanice: Hello, funny Valentine.\nChandler: Hi, Just Janice.\nJanice: Hello, Joey, our little matchmaker. I could just kiss you all over, and I'm gonna!\n(Janice kisses Joey all over. Chandler smiles.)\nJoey: (to Chandler) If you don't do it, I will.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The Chinese Restaurant.]",
            "dialog": "Ross: So, um, what do you do for a living?\nKristin: Well, um, for the past few years I've been working..(Ross is watching Carol and Susan, not listening to Kristin. Susan gets up, and has to go. Carol is left stranded)...which is funny because, that wasn't even my major.\nCarol: Oh no. I thought you said they could shoot the spot without you.\nSusan: I thought they could...I'll try to get back as soon as I can. I'm sorry. (Ross realizes Kristin was expecting him to laugh, so he starts to laugh hysterically.)\nRoss: Now that is funny. Hey, do you think...would it be too weird if I invited Carol over to join us? 'Cause she's, she's alone now, and pregnant, and, and sad.\nKristin: (reluctantly) I guess.\nRoss: Are you sure? Great. Carol? Wanna come over and join us?\nCarol: Oh, no no no. I'm fine. I'm fine.\nRoss: Come on. These people'll scooch down. You guys'll scooch, won't you? Let's try scooching! Come on. Come on. Uh, Kristen Riggs, this is Carol Willick. Carol, Kristin. Uh, Carol teaches sixth grade. And, Kristin, Kristin...(struggling)...does something that, funnily enough, wasn't even her major!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's, firemen are there to handle the bonfire that got out of control.]",
            "dialog": "Fireman No. 1: What do we got there?\nFireman No. 2: A piece of something: boxer shorts, greeting cards, and what looks like a half-charred picture—Wow, that guy's hairier than the Chief!\nMonica: You know, it's a really funny story how this happened.\nFireman No. 3: It's all right. It's all right. You don't have to explain. This isn't the first boyfriend bonfire that we've seen get out of control.\nFireman No. 1: You're our third call tonight.\nRachel: Really?\nFireman No. 2: Oh, sure, Valentine's is our busiest night of the year.\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Central Perk.]",
            "dialog": "Janice: I brought you something.\nChandler: Is it loaded? Oh, little candy hearts. (reading the candy) Chan and Jan Forever.\nJanice: I had them made special.\nChandler: Ok, Janice. Janice. Hey, Janice. Look, there's no way for me to tell you this. At least there's no new way for me to tell you this. I just don't things are gonna work out.\nJanice: That's fine.\nChandler: (surprised) It is?\nJanice: Mmm-hmm. Because I know that this isn't the end.\nChandler: Oh no, you see, actually it is.\nJanice: No, it isn't, because you won't let that happen. Don't you know it yet? You love me, Chandler Bing.\nChandler: Oh, no I don't.\nJanice: Well then ask yourself this. Why do you think we keep ending up together? New Year's? Who invited who? Valentine's? Who asked who into whose bed?\nChandler: I did, but...\nJanice: You seek me out. Something deep in your soul calls out to me like a foghorn. Janice, Janice. You want me. You need me. You can't live without me. And you know it. You just don't know you know it. See ya.\n(She kisses him passionately,then leaves.)\nChandler: Call me!\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: The Chinese Restaurant, Ross and Carol are talking. Kristin is not there.]",
            "dialog": "Carol: It's not true. I never called your mother a wolverine.\nRoss: You did so. I swear, I swear—(noticing Kristin's absence) How long has she been in the bathroom?\nCarol: Uh, I don't think she's in the bathroom. Her coat is gone.\nRoss: Well maybe it's cold in there. Or maybe I screwed up the first date I had in 9 years.\nCarol: That could be it.\nRoss: Oh, god. (He puts his head down on the grill) You know, this is still pretty hot. (He picks his head up, and a mushroom sticks to his head. Carol picks it off and eats it.)\nCarol: Mushroom. Smile. They won't all be like this. Some women might even stay through dinner. Sorry, that's not funny\nRoss: No, it's just...you know the whole \"getting on with your life\" thing. Well, do I have to? I mean, I'm sitting here with this cute woman, and, and, and she's perfectly nice, and, but that there's, that's it. And um, and then I'm here talkin' to you, and, and it's easy, and it's fun, and, and I don't, I don't have to...You know, here's a wacky thought. Um, what's say you and I give it another shot? No no no, I know what you're gonna say, you're a lesbian. But what do you say we just put that aside for now you know? Let's just stick a pin in it, ok? Because, we're great together, you know. You can't deny it. Besides, you're carrying my baby. I mean, how perfect is that? But see, you know, you keep sayin' that, but there's somethin' right here. I love you.\n(They kiss.)\nCarol: Oh, I love you too. But...\nRoss: No but, no but.\nCarol: You know that thing you put over here with the pin in it? It's time to take the pin out. You'll find someone, I know you will. The right woman is just waiting for you.\nRoss: That's easy for you to say, you found one already.\nCarol: All you need is a woman who likes men and you'll be set.\n(A beautiful woman walks by Ross, he stares at her.)\nCarol: Not her.\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Monica and Rachel's, The girls are talking with the firemen.]",
            "dialog": "Fireman No. 3: We get off around midnight, why don't we pick you up then?\nRachel: So, um, will you bring the truck?\nFireman No. 3: I'll even let you ring the bell.\nRachel: Oh, my god.\nPhoebe: See, there you go, the cleansing works!\nMonica: They're nice guys.\nRachel: Oh, they're firemen guys.\n"
        },
        {
            "scene_no": 16,
            "scene_mark": "[Scene: Out in the hall, the firemen are talking.]",
            "dialog": "Fireman No. 1: You guys tell them you were married?\nFireman No. 2: No way!\nFireman No. 3: Are you kidding? My girlfriend doesn't know, I'm not gonna tell them!\nEnd\n"
        }
    ]
}