{
    "metadata": {
        "season": "SEASON 1",
        "title": "117 The Two Parts, Part II",
        "written_by": "Marta Kauffman & David Crane",
        "transcribed_by": "Mindy Mattingly",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Beginning of Episode (Generated)]",
            "dialog": "Opening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: An Emergency Room, Rachel and Monica enter.  Rachel is limping and leaning on Monica for support.]",
            "dialog": "Rachel: Ow ow ow. Ow ow ow ow. Ow ow ow. Ow. Ow. Ow. Ow.\n(They reach the desk. The bored nurse thinks she's heard it all before.)\nMonica: Hi. Uh, my friend here was taking down our Christmas lights, and and she fell off the balcony and may have broken her foot or or ankle or something.\nNurse: My god. You still have your Christmas lights up?\n(Rachel glares at the nurse, who gives Monica a form attached to a clipboard.)\nNurse: Fill this out and bring it back to me.\n(Monica helps Rachel over to a vacant seat.)\nRachel: Ow ow ow. Ow ow ow. Ow ow ow.\n(Monica starts on the form, while Rachel catches her breath and massages her ankle.)\nMonica: Okay, ooh, alright. Name, address... Okay, in case of emergency, call?\nRachel: You.\nMonica: Really?\nRachel: Yeah.\nMonica: Oh, that is so sweet. (Touched, she puts an arm around her friend and kisses her.) Oh gosh, love you. Insurance?\nRachel: Oh, yeah, check it. Definitely, I want some of that.\nMonica: (No longer touched) you don't have insurance?\nRachel: Why, how much is this gonna cost?\nMonica: I have no idea, but X-rays alone could be a couple hundred dollars.\nRachel: Wel-wel-well what are we gonna do?\nMonica: Well there's not much we can do.\nRachel: (Like a big baby) Um... unless, unless I use yours.\nMonica: Hah, no no no no no no no no no no.\nRachel: (Tapping the clipboard) well, now, wait a second, who did I just put as my \"In case of emergency\" person?\nMonica: (Looking around to check that no-one's listening, then lowering her voice anyway) That's insurance fraud.\nRachel: Well, alright, then, forget it. (Getting up to go) Might as well just go home. Ow ow ow ow!\nMonica: (Jumping up to make Rachel sit down) Okay, okay. I hate this.\nRachel: Thank you. Thank you. I love you.\nMonica: (to the nurse) Hi, (tiny laugh) um, I'm gonna need a new set of (tiny laugh) these forms (tiny laugh).\nNurse: Why?\nMonica: (Tiny laugh) I am really an idiot. (Tiny laugh) you see, I was filling out my friend's form, and instead of putting her information, (tiny laugh) I put mine.\nNurse: You are an idiot. (She hands over a blank form).\nMonica: (Tiny laugh) yep, that's me, (tiny laugh) I am that stupid (tiny laugh).\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Central Perk, Chandler, has split up his newspaper so Joey can look at the funnies, while Ross's inappropriate joke at Lamaze class has come back to haunt him.]",
            "dialog": "Ross: I had a dream last night where I was playing football with my kid.\nChandler and Joey: That's nice.\nRoss: No, no, with him. (He mimes holding the baby like a football.) I'm on this field, and they, they hike me the baby... and I, I know I've gotta do something 'cause the Tampa Bay defence is comin' right at me.\nJoey: Tampa Bay's got a terrible team.\nRoss: Right, but, it is just me and the baby, so I'm thinkin' they can take us. And so I uh, hah-hah, I just heave it down field.\nChandler: What are you crazy? That's a baby!\nJoey: He should take the sack?\nRoss: Anyway, suddenly I'm down field, and I realise that I'm the one who's supposed to catch him, right? Only I know there is no way I'm gonna get there in time, so I am running, and running, and that, that is when I woke up. See I, I am so not ready to be a father.\nChandler: Hey, you're gonna be fine. You're one of the most caring, most responsible men in North America. You're gonna make a great dad.\nJoey: Yeah, Ross. You and the baby just need better blocking.\n(Feeling a little better, Ross fetches more coffee.)\nJoey: Oh, have either one of you guys ever been to the Rainbow Room? Is it real expensive?\nChandler: Well, only if you order stuff.\nJoey: I'm takin' Ursula tonight. It's her birthday.\nRoss: Wo-wo-whoa. What about Phoebe's birthday?\nJoey: When's that?\nRoss: Tonight.\nJoey: Oh, man. What're the odds of that happening?\n(Joey begins to contemplate his ill fortune.)\nRoss: You take your time.\n(Joey looks at his friends, thinks a bit more, then realises.)\nChandler: There it is! So what're you gonna do?\nJoey: What can I do? Look, I don't want to do anything to screw it up with Ursula.\nChandler: And your friend Phoebe?\nJoey: Well, if she's my friend, hopefully she'll understand. I mean, wouldn't you guys?\nChandler: Man, if you tried something like that on my birthday, you'd be starin' at the business end of a hissy fit.\n(Joey gestures to show that he wouldn't dare...)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Hospital, Monica and Rachel are waiting for the doctors to arrive.   They enter and are played by Noah Wyle and George Clooney.]",
            "dialog": "Dr. Mitchell: ..you add a pinch of saffron, it makes all the difference.\n(They approach the young ladies. Dr. Mitchell consults Ms.Geller's admissions form.)\nDr. Mitchell: Okay, errrr, Monica?\nMonica: Yes? (jumping as Rachel punches her arm) ..yes, she is.\nRachel (as Monica): Hi, this is my friend Rachel.\nMonica (as Rachel): Hi.\nDr. Mitchell: (Smiling) Hi, err Rachel. I'm Dr.Mitchell.\nDr. Rosen: (Smiling even more and attempting to take over) And I'm his friend, Dr.Rosen.\n(Monica and Rachel smile back prettily.)\nRachel: Aren't you a little cute to be a doctor?\nDr. Rosen: Excuse me?\nRachel: I meant er, (struggling to concentrate) young, young, I meant young, young to be a doctor. Oh good, Rach.\nMonica (as Rachel): Thank you.\nRachel (as Monica): Right.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, everyone but Joey is waiting for Phoebe to arrive for her surprise birthday party.  Rachel and Monica is telling Chandler about Rachel's incident.]",
            "dialog": "Rachel: ..so, he said it was just a sprain, and that was it.\nMonica: Uh, you left out the stupid part.\nRachel: Not stupid. The very cute, cute, cute doctors asked us out for tomorrow night, and I said \"yes.\"\nMonica: I think it's totally insane, I mean, they work for the hospital. It's like returning to the scene of the crime. You know, I say we blow off the dates.\nRachel: What? Monica, they are cute, they are doctors, (spelling it out in the air for her slow friend) cute doctors, doctors who are cute!\nChandler: Alright, what have we learned so far?\n(There is a knock at the door. Someone turns the music off, then the whole party runs and hides, except for Monica and Rachel who answer their door. Ross stands in the doorway, holding a box, but everyone is too keyed up to notice that it's him.)\nThe Whole Party: (Jumping up) SURPRISE!!!\n(Ross is so startled that he throws his arms up to defend himself. The box takes off, then lands with a squishy thud, its contents oozing out onto the floor. Ross is not pleased.)\nRoss: What the hell are you doing? You scared the crap outta me.\nRachel: Was that the cake?\nRoss: Yeah, yeah. I got a lemon schmush.\nMonica: Come on, she'll be here any minute.\n(The whole party gathers round as Ross puts the box on the coffee table.)\nRachel: I hope it's okay.\n(As Ross opens the lid, everybody looks at the mess inside.)\nMonica: Oh...\nChandler: (Reading) \"Happy Birthday Peehe.\"\nMonica: Well maybe we can make a, a, a 'B' out of one of those roses.\n(Phoebe quietly wanders in, to join the tableau.)\nRoss: (Still annoyed) Yeah, we'll just use our special cake tools.\nPhoebe: Hey, what's going on?\nRoss: Oh, we just...\nPhoebe's Friends: (Finally noticing the guest of honour) Surprise!\nPhoebe: (Delighted) oh, oh, oh! This is so great! Oh my god! This was not at all scary. Hi everybody. Hi Betty! Betty, Hi! (Thrilled) You found Betty! Oh my god! (Hugging people) This is great. Everybody I love is in the same room, (still happy) Where's Joey?\n(The party falls flat. Chandler tries to think of a witticism, but even he can't help...)\nChandler: Did you see Betty?\n(Betty waggles her fingers to say \"Hi\", but Phoebe feels her birthday has been ruined by her twin.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: A Restaurant, Ross is having lunch with his father who is examining his next forkful.]",
            "dialog": "Mr. Geller: I tell you one thing, I wouldn't mind having a piece of this sun-dried tomato business. Five years ago, if somebody had said to me, here's a tomato that looks like a prune, I'd say \"get out of my office!\"\nRoss: Dad, before I was born, did you freak out at all?\nMr. Geller: I'm not freaking out, I'm just saying, if somebody had come to me with the idea andndash;\nRoss: Dad, dad, dad, I'm talkin' about the whole uh, baby thing. Did you uh, ever get this sort of... panicky, \"Oh my god I'm gonna be a father\" kind of a thing?\nMr. Geller: No. Your mother really did the work. I was busy with the business. I wasn't around that much. Is that what this is about?\nRoss: No, no, Dad, I was just wondering.\nMr. Geller: 'Cause there's time to make up for that. We can do stuff together. You always wanted to go to that Colonial Williamsburg. How 'bout we do that?\nRoss: Thanks, Dad, really, I ju... you know, I just, I just needed to know, um... when did you start to feel like a father?\nMr. Geller: Oh, well, I, I guess it musta been the day after you were born. We were in the hospital room, your mother was asleep, and they brought you in and gave you to me. You were this ugly little red thing, and all of a sudden you grabbed my finger with your whole fist. And you squeezed it, so tight. And that's when I knew.\n(Ross is so moved by his father's charming story, that he stops eating.)\nMr. Geller: So you don't wanna go to Williamsburg?\nRoss: No, we can go to Williamsburg.\nMr. Geller: Eat your fish.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is just getting off of the intercom and turns off the TV which is still in the SAP mode.]",
            "dialog": "Monica: Rachel, the cute doctors are here.\nRachel: (entering from her room) Okay, coming!\n(Monica opens the door for Dr. Mitchell and Dr. Geoffrey.)\nMonica: Hi, come on in.\nDr. Mitchell: Hey.\nMonica: Hi, Geoffrey.\nRachel: Hi.\nDr. Rosen: Ah here, we brought wine.\nDr. Mitchell: Look at this, it's from the cellars of Ernest and Tova Borgnine, so how could we resist?\nRachel: Oh, that's great. Look at that.\nDr. Rosen: So, Monica, how's the ankle?\nMonica: It's uh...\n(Rachel discreetly coughs to warn her.)\nMonica (as Rachel): ..well, why don't you tell them? After all it, is your ankle.\nRachel (as Monica): You know what, it's feeling a lot better, thank you, um... Well, listen, why don't you two sit down and, and we'll get you some glasses... okay... (They don't know what to do with their coats and Monica points to the living room) STAT!\n(Rachel joins Monica who is in the kitchen area, opening the wine bottle. Rachel checks that the doctors aren't listening, then lowers her voice anyway.)\nRachel: Okay, listen, I'm thinking, why don't we just tell them who we really are? I mean, it'll be fine, I really think it'll be fine.\nMonica: It will not be fine. We'll get in trouble.\nRachel: Oh, Monica! Would you stop being such a wuss?\nMonica: A wuss? Excuse me for living in the real world, okay?\n(Back at the couch, Dr. Mitchell and Dr. Rosen have concerns of their own.)\nDr. Mitchell: So?\nDr. Rosen: So... they sss-still seem normal.\nDr. Mitchell: That's because they are.\nDr. Rosen: (Nervously) okay, but you have to admit that every time we go out... Women we meet at the hospital... It turns into...\nDr. Mitchell: Willya relax? Look around. No pagan altars, no piles of bones in the corners, they're fine. (Baring his teeth to clean them with his finger) Go like this. (Dr. Rosen obeys.)\n(Meanwhile, back at the sink.)\nMonica: I said we are not going to do it, okay? Sometimes you can be such a, a big baby.\nRachel: (Resenting the truth) I am not a baby! You know what? I swear to god, just because you get so uptight every time we...\nMonica: Sure, every time, you're such a princess...\nRachel: You know what?\nMonica: What?\nRachel: You know what?\nMonica: What!?\nRachel: You know what?\nMonica: (getting angry) What!!?\nRachel: Every day, you are becoming more and more like your mother.\n(Rachel brightly limps back across the apartment with glasses of wine for the cute doctors, leaving an open-mouthed Monica in her wake.)\nRachel: Hello! Here we go!\nDr. Rosen: This is a great place. How long have you lived here?\nRachel: (as Monica) Thanks! I've been here about six years, and Rachel moved in a few months ago.\nMonica: (as Rachel) Yeah... (joining the others) ..see, I was supposed to get married, but, um, I left the guy at the altar.\n(Rachel tries to hide her alarm, but she squirms in her chair.)\nDr. Mitchell: Really?\nMonica: (as Rachel) Yeah... Yeah, I know it's pretty selfish, but haha, hey, that's me. (Indicating a dish on the table) Why don't you try the hummus?\nDr. Rosen: So, Monica, what do you do?\nRachel: (as Monica) Aahh, I'm a... chef at a restaurant uptown.\nDr. Rosen: Good for you.\nRachel: (as Monica) Yeah it is, mostly because I get to boss people around, which I just love to do.\nDr. Rosen: This hummus is great.\nDr. Mitchell: God bless the chickpea.\nMonica: (as Rachel) (Suddenly laughing) Oh, god, I am so spoiled... That's it!\n(The doctors don't know what to make of all this.)\nRachel: (as Monica) And by the way, have I mentioned that back in high school, I was a cow?\nMonica: (as Rachel) I used to wet my bed.\nRachel: (as Monica) I use my breasts to get other people's attention.\nMonica: (as Rachel) (Revealing her anger to point at her best friend) We both do that!\n(Rachel lets her anger show too. Hideously embarrassed, the doctors drain their glasses in the vicious pause which follows. The telephone rings, but the girls just glower at each other, silently daring the other to move first. Finally both guys jump up, and Michael wins.)\nDr. Mitchell: (on the phone) Monica and Rachel's apartment. Err yeh, aayah, yeh, just one second... (handing it to Monica) ..ah, Rachel, it's your dad.\nMonica: (as Rachel) Hi, Dad. No, no, it's me. (Getting up to move further away from Rachel) li-listen, Dad, I can't talk right now, um, but there's something, um... there's something that I've been meaning to tell you...\n(Monica glares triumphantly across the room, scaring Rachel who also stands up.)\nRachel: Would you excuse me for a second?\nMonica: (as Rachel) Remember back in freshman year? (Talking fast before Rachel can catch her) Well, Billy Dreskin and I had sex on your bed.\n(Completely undone by Monica's verbal destruction, Rachel almost loses her balance as she staggers backwards, eyes agog, gasping for breath, and literally not knowing which way to turn. Finally, she escapes into the bathroom while a resigned Dr. Mitchell looks philosophically at Dr. Rosen who seems about remind him of the good old days at the pagan altar.)\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, the next morning, Ross, Phoebe, Chandler and Monica sit round the coffee table, playing Scrabble. Rachel, still in her dressing gown, is pleading on the phone, her free hand shaking with agitation.]",
            "dialog": "Rachel: (on phone) Daddy... Daddy... Daddy, why whyyy would I sleep with Billy Dreskin? His father tried to put you out of business! (Rachel turns to Monica, clasping the receiver to her bosom so Dr.Green can't hear, while mouthing \"You are...\") ...dead!\n(Monica smiles a sweet apology of regret, until she's distracted by Marcel as he clambers all over her nice furniture.)\nMonica: Ross, he's got the remote again.\nRoss: Good. Maybe he can switch it back.\n(Marcel changes channel to Bugs Bunny, who is speaking in Spanish.)\nRoss: Maybe not.\n(Meanwhile, Rachel has taken another call, from a nurse she'd hoped never to hear from again.)\nRachel: Hello? (Listens) Um, yeah, uh, (snapping her fingers at Ross who takes the remote from Marcel, then turns off the TV) Okay ah, hold on a second, lemme lemme just check and see if see if she's here.\n(All animosity forgotten, Rachel holds the receiver out as she limps quickly over to her friend, who stands up in concern.)\nRachel: It's the woman from the hospital admissions office. She says there's a problem with the form. Oh, god, oh god...\nRachel and Monica: Oh god, waddawe do, waddawe do, waddawe do?\nMonica: I don't know! Why don't you just explain? What do they want? Find out what they want!\nRachel: Okay (desperately hands the receiver over) no, you do it.\nMonica: (taking the phone) Hello, this is Monica... Yeah??? Oh... (Smiles at Rachel to reassure her) Okay, yes, we'll be right, we'll be right down.(Listens) Thank you. (Hangs up)\nRachel: What?\nMonica: We forgot to sign one of the admissions forms.\nRachel: Ohhh... (slumping in relief) Okay, you were right. You were right! This was just not worth it.\nMonica: Thank you.\nRachel: Okay, let me just change.\nMonica: Yes.\n(Rachel goes to her room.)\nJoey: (entering quietly) Hey.\nRoss and Chandler: Hey!\nMonica: Hi.\nPhoebe: Trouble?\nJoey: Your sister stood me up the other night.\nPhoebe: Oh, no. Don't you hate it when people aren't there for you?\nRoss: Well did you try calling her?\nJoey: I've been trying for two days. When I called the restaurant, they said she was too busy to talk. I can't believe she's blowin' me off.\n(Phoebe wants to be angry with Joey, but as she watches him shaking his head in pain and disbelief, she knows that it isn't his fault.)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Riff's, Phoebe is entering. Ursula returns with two plates of chicken, but she only has time to set one on the table, when...]",
            "dialog": "Phoebe: Hey.\n(Ursula turns in surprise.)\nUrsula: Oh!\nPhoebe: Um you, you got a minute?\nUrsula: Um, yeah, I'm just... (waving dismissively at the concept) ..working.\n(Ursula points out a vacant table, so the twins walk over, side by side, to sit down. Departing customers walk right past the pair. Sitting at the back, a hungry gentleman looks most annoyed as Ursula sets his meal down in front of her. The girls sit.)\nPhoebe: So.\nUrsula: Uh-huh.\n(Ursula is genuinely pleased that her sister has visited her, after so many years. Phoebe hesitates over how best to begin.)\nPhoebe: Um, oh, I got you a birthday present.\n(Ursula picks up a fork and begins eating the meat, while Phoebe removes a present from her bag.)\nUrsula: Oh, wow! You remembered! (Opening it) Oh! It's a Judy Jetson thermos!\n(She laughs at the childhood memory. Phoebe smiles at being able to make her point.)\nPhoebe: Right, like the kind you...\nUrsula: Right... Oh, I got something for you, too.\n(Ursula gets up to fetch a box from her bag by the counter.)\nPhoebe: How'd you know I was coming?\nUrsula: Um, yeah, um, twin thing.\n(Ursula puts the box directly into Phoebe's hand. Phoebe brightens.)\nPhoebe: I can't believe you did this.\n(Phoebe opens the box, to find something familiar inside.)\nPhoebe: I can't believe you... (holding up Joey's cardigan) ..did this.\n(Phoebe's smile hardens as she packs the cardigan away.)\nPhoebe: So... What's the deal with umm, you and Joey?\nUrsula: Oh, right. He is so great. But that's over.\n(Ursula resumes eating her lunch..)\nPhoebe: Does he know?\nUrsula: Who?\nPhoebe: Joey. You know, um, he's really nutsy about you.\nUrsula: He is? Why?\nPhoebe: You got me.\nUrsula: Right.\n(A waiter comes over for the stolen chicken. Ursula turns to him.)\nUrsula: Excuse me. Doesn't this come with a side salad?\n(The man gives up, shaking his head.)\nPhoebe: So, um, are you gonna call him?\nUrsula: What? (Indicating the departing waiter) Do you think he likes me?\nPhoebe: No, Joey.\nUrsula: Oh. No, no, he is so smart. He'll figure it out. (Offering to share her food) Do you want some chicken?\nPhoebe: No. No food with a face.\nUrsula: You have not changed!\n(Ursula's eyes dance as she laughs and smiles, simply glad to be back with her sister.)\nPhoebe: Yeah, you too.\n(Trying not to wrinkle her nose, Phoebe smiles back realising it's down to her to make up for her negligent sister. Meanwhile, Ursula still hasn't received her side salad, but when she attempts to attract the waiter's attention, he ignores her.)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The Emergency Room. The officious admissions nurse is again on duty. Rachel and Monica enter, looking worried. As they approach the desk, Rachel adopts a winning smile, while Monica struggles to smile at all.]",
            "dialog": "Rachel: (as Monica) Hi, remember us?\nNurse: (Grimacing) Mmm hmmm.\nMonica: (as Rachel) Um, okay. You just called a little while ago about needing a signature on the admissions form. Well, it turns out we need a whole new one (little laugh) because uh, you see, I-I, I put the wrong name again. (Little laugh) 'cause um...\nNurse: You're that stupid.\nMonica: (as Rachel) I am. I'm that stupid. (Little laugh.)\nRachel: (as Monica) Yeah, and and, I'm just gonna pay for this with a check.\nNurse: Well, you know your insurance will cover that.\nRachel: (as Monica) Yeah, I know... (mirroring her friend) ..I'm I'm just not that bright either.\n(The girls escape with a new form.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler is neglecting the game of Scrabble, for he's busily drawing on his own childhood in an attempt to help Ross. Marcel chitters about.]",
            "dialog": "Chandler: Okay, worst case scenario. Say you never feel like a father.\nRoss: Uh-huh.\nChandler: Say your son never feels connected to you, as one. Say all of his relationships are affected by this.\nRoss: Do you have a point?\nChandler: You know, you think I would.\n(Instead of scampering, Marcel stretches his neck as much as possible, and makes an unvoiced noise from his throat.)\nChandler: What's up with the simian?\nRoss: It's just a fur ball.\nChandler: Okay... (returning to the board) ..whose turn is it?\nRoss: Yours, I just got 43 points for 'KIDNEY'.\nChandler: No, no, you got zero points for 'IDNEY'.\nRoss: I had a 'K'. Where's where's my 'K'?\n(The unvoiced hissing continues. In alarm, Ross and Chandler look at the monkey, who is now in some distress.)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The Emergency Room, Monica sits with Rachel, who is filling out an honest form at last. Ross and Chandler hurtle in. Little Marcel, wrapped in a fluffy towel, is cradled in Ross's arms. They dash up to the admissions desk. Ross is frantic.]",
            "dialog": "Ross: You've got to help me my monkey swallowed a 'K'!\n(Hearing her brother's voice, Monica gets up to stand behind Chandler, followed by Rachel.)\nNurse: (angrily) You go get that animal outta here.\nRoss: No, no you don't understand the animal hospital is way across town he's choking I don't know what else to do.\nMonica: What's goin' on?\n(Ross and Chandler turn at the voice...)\nChandler: Marcel swallowed a Scrabble tile.\nRachel: Oh.\n(..then turn back to the desk when the surprise hits them, and Ross and Chandler whip around once more. Monica and Rachel recoil slightly.)\nNurse: Excuse me... This hospital is for people!\nRoss: Lady, he is people. He has a name, okay? He watches Jeopardy! He he touches himself when nobody's watching. Please, please have a heart!\n(Ross's vigorous protest is attracting attention.)\nDr. Mitchell: I'll take a look at him.\n(Rachel, Monica, Ross and Chandler whip around for a second time, in formation.)\nRachel and Monica: Oh, thank you.\nMonica: Michael.\nDr. Mitchell: Rachel.\nRachel: What?\nMonica: (as Rachel) Monica.\nRachel: (as Monica) Oh.\nMonica: (as Rachel) Hi.\nRachel: (as Monica) Hi.\n(Monica smiles to cover her embarrassment, but Rachel sadly looks away...)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Central Perk, Joey is playing \"She Loves Me, She Loves Me Not\" with the petals of a flower, alternately looking hopeful and annoyed. Phoebe enters, but not as herself, for she has changed the style of her hair and make-up to match that of her twin sister. She hangs up her coat, revealing her new cardigan. Nervously, she smooths out the identifying garment, approaching Joey who sits next to the main sofa.]",
            "dialog": "Phoebe: (as Ursula) Hey.\nJoey: Urse...\n(Phoebe nods as he stands up in delight.)\nJoey: ..ah, what're you doing here? I've been trying to call you.\nPhoebe: (as Ursula) Listen, um...\nJoey: No, no, no, don't say \"listen.\" I know that \"listen.\" I've said that \"listen.\"\nPhoebe: (as Ursula) I'm sorry.\nJoey: I don't get it. What happened? What about everything you said under the bridge?\n(Phoebe is almost thrown by this.)\nPhoebe: (as Ursula): Yeah, um... (nervously clears her throat) You know you, you should just forget about what I said under the bridge, I was talkin' crazy that night, I was so drunk!\nJoey: You don't drink.\nPhoebe: (as Ursula) That's right, I don't... But I was, I was drunk on you!\nJoey: Oh, Urse... (He tries to take her in his arms, but she fends him off.)\nPhoebe: (as Ursula) Okay, yeah, so it's not gonna work.\nJoey: Why? Is it because I'm friends with Phoebe?\nPhoebe: (as Ursula) If it was, would you stop hanging out with her?\nJoey: (Thinking carefully) no. No, I, I couldn't do that.\nPhoebe: (as Ursula) Um, then yes, it's 'cause of Phoebe! So, you know, it's either her or me.\nJoey: Then, uh, then I'm sorry.\n(He sinks to the sofa, saddened by Ursula's ultimatum, while Phoebe follows, touched by Joey's good heart.)\nPhoebe: (as Ursula) You know... (unconsciously putting a hand on his knee) You're gonna be really, really hard to get over.\nJoey: I know...\n(He looks up at her face and Phoebe, slipping out of character, smiles back at him. Joey's voice becomes soft and warm.)\nJoey: I don't know whether it's just 'cause we're breakin' up or... what, but you have never looked so beautiful.\nPhoebe: Really?\n(Phoebe smiles, when Joey takes her face in his hands and kisses her. Joey gets up to leave but stops suddenly. Phoebe silently shouts \"Oh, whoa!!\" to herself, and leans back in the sofa to recover, a hand to her tingling lips. A thoughtful Joey is also feeling his lips, so he hesitates for a moment, then returns for a better view, he thinks again, cocking his head from side to side to regard her profile from various angles, then...)\nJoey: Pheebs?\nPhoebe: (Automatically) Yeah. Oooh... (she's sprung.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The Hospital, Marcel lies on the operating table while recovering from the anaesthetic, tucked up under a sheet like an infant in a huge bed. Ross sits beside him, as a smiling Chandler, Monica and Rachel look on.]",
            "dialog": "Ross: He looks so tiny.\n(The door bursts open, and Joey and Phoebe rush in.)\nJoey: We just got the message.\nPhoebe: Is he alright?\nRoss: Yeah. The doctor got the 'K' out. He also found an 'M' and an 'O'.\nChandler: We think he was trying to spell out 'MONKEY.'\n(Ross does not approve of Chandler's daft theory.)\nRoss: Well, the doctor says he's gonna be fine, he's just sleeping now.\nChandler: (Tapping Ross on his shoulder) So, you feel like a dad yet?\nRoss: No, why?\nChandler: Hey, come on, you came through, you did what you had to do. That is very dad.\n(Ross does approve of this, but he's still not sure. The tiny figure stirs.)\nMonica: Oh, look, he's waking up!\nRoss: (Quietly) hey, fella! How you doing?\n(All of a sudden, Marcel grabs Ross's finger with his whole fist, and he squeezes it, so tight, that Ross finally knows what it is to be a father. He looks up at his friends, who smile encouragingly, Rachel tenderly resting her chin upon Monica's shoulder. Ross realises that Chandler was right and he's gonna make a great dad!)\nClosing Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica and Rachel's, everyone except Joey is there.  Rachel is looking out of the window and Ross is handing out some Chinese takeout.  There's a small SAP in the corner of the screen.]",
            "dialog": "Ross: Aqui est�. (Here it is!)\nMonica: �A qui�n pidio el pollo General Tso? (Who ordered General Sal's chicken?)\nChandler: �Pudo aver sido General Tso! (It could've been General Sal!)\n(Rachel points out of the window.)\nRachel: �Mira, mira, el viejo desnudo est� haciendo el hula hoop! (Look, look, Ugly Naked Guy is doing the hula!)\n(The others rush to the window for a look.)\nAll:�Ewww! (Ewww!)\n(Joey enters, happy again.)\nAll: �Hola, Joey! (Hi, Joey!)\nJoey: �Hola, amigos! (Hey, everybody!)\n(Marcel grabs the remote.)\nMonica: Mira, Ross, Marcel se llevo el control remoto. (Look, Ross, Marcel's got the remote.)\nRoss: �Lo que sucedio es que no le gusta la tele! (The thing is, he doesn`t like the program!)\n(Everybody laughs.)\nEnd\n"
        }
    ]
}