{
    "metadata": {
        "season": "SEASON 1",
        "title": "105 The East German Laundry Detergent",
        "written_by": "Jeff Greenstein & Jeff Strauss",
        "transcribed_by": "Mindy Mattingly Phillips",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, all six are there.]",
            "dialog": "Monica: Would you let it go? It's not that big a deal.\nRoss: Not that big a deal? It's amazing. Ok, you just reach in there, there's one little maneuver, and bam, a bra right out the sleeve. All right, as far as I'm concerned, there is nothing a guy can do that even comes close. Am I right?\nRachel: Come on! You guys can pee standing up.\nChandler: We can? All right, I'm tryin' that.\nJoey: Ok, you know what blows my mind? Women can see breasts any time they want. You just look down and there they are. How you get any work done is beyond me.\nPhoebe: Oh, ok, you know what I don't get? The way guys can do so many mean things, and then not even care.\n(Long pause.)\nRoss: Multiple orgasms!\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, all are there.]",
            "dialog": "Chandler: So, Saturday night, the big night, date night, Saturday night, Sat-ur-day night!\nJoey: No plans, huh?\nChandler: Not a one.\nRoss: Not even, say, breaking up with Janice?\nChandler: Oh, right, right, shut up.\nMonica: Chandler, nobody likes breaking up with someone. You just gotta do it.\nChandler: No, I know, but it's just so hard, you know? I mean, you're sitting there with her, she has no idea what's happening, and then you finally get up the courage to do it, and there's the horrible awkward moment when you've handed her the note.\nJoey: Why do you have to break up with her? Be a man, just stop calling.\nPhoebe: You know, if you want, I'll do it with you.\nChandler: Oh, thanks, but I think she'd feel like we're gangin' up on her.\nPhoebe: No, I mean you break up with Janice and I'll break up with Tony.\nRoss: Tony?\nMonica: Oh, you're breaking up with Tony?\nPhoebe: Yeah, I know, he's sweet, but it's just not fun anymore, you know? I don't know if it's me, or his hunger strike, or, I don't know.\nRachel: (waitressing) Does anybody want anything else?\nRoss: Oh, yeah, last week you had a wonderful, nutty, chocolatey kind of a cakey pie thing. (Rachel gives him a dirty look) Nothing, just, just, I'm fine.\nPhoebe: (to Rachel) What's the matter? Why so scrunchy?\nRachel: It's my father. He wants to give me a Mercedes convertible.\nRoss: That guy, he burns me up.\nRachel: Yeah, well, it's a Mercedes if I move back home. Oh, it was horrible. He called me young lady.\nChandler: Ooh, I hate when my father calls me that.\nMonica: Did he give you that whole \"You're-not-up-to-this\" thing again?\nRachel: Oh, yeah, yeah. Actually, I got the extended disco version, with three choruses of \"You'll never make it on your own\".\nPhoebe: (rhythmically) Uh-huh, uh-huh.\n(Angela, a beautiful woman in a tight dress, enters.)\nAngela: Hi, Joey.\nJoey: My god, Angela.\n(Angela takes a seat at the counter.)\nMonica: Wow, being dumped by you obviously agrees with her.\nPhoebe: Are you gonna go over there?\nJoey: No, yeah, no, ok, but not yet. I don't wanna seem too eager. One Mississippi, two Mississippi, three Mississippi. That seems pretty cool. (he walks over to her) Hey, Angela.\nAngela: (casually) Joey.\nJoey: You look good.\nAngela: That's because I'm wearing a dress that accents my boobs.\nJoey: You don't say.\n(Cut to Ross and Rachel, talking next to one of the tables.)\nRoss: So, uh, Rachel, what are you, uh, what're you doing tonight?\nRachel: Oh, big glamour night. Me and Monica at Laundorama.\nRoss: Oh, you uh, you wanna hear a freaky coincidence? Guess who's doing laundry there too?\nRachel: Who?\nRoss: Me. Was that not clear? Hey, why don't, um, why don't I just join you both, here?\nRachel: Don't you have a laundry room in your building?\nRoss: Yes, I do have a laundry room in my building, um, but there's a.... rat problem. Apparently they're attracted to the dryer sheets, and they're goin' in fine, but they're comin' out all.... fluffy. Anyway, say, sevenish?\nRachel: Sure.\n(Cut back to Joey and Angela at the counter.)\nAngela: Forget it Joey. I'm with Bob now.\nJoey: Bob? Who the hell's Bob?\nAngela: Bob is great. He's smart, he's sophisticated, and he has a real job. You, you go on three auditions a month and you call yourself an actor, but Bob...\nJoey: Come on, we were great together. And not just at the fun stuff, but like, talking too.\nAngela: Yeah, well, sorry, Joe. You said let's just be friends, so guess what?\nJoey: What?\nAngela: We're just friends.\nJoey: Fine, fine, so, why don't the four of us go out and have dinner together tonight? You know, as friends?\nAngela: What four of us?\nJoey: You know, you and Bob, and me and my girlfriend, uh, uh, Monica.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's apartment, Joey is there, trying to convince Monica to pose as his girlfriend. His plan is to hook Monica up with Angela's boyfriend Bob and then take Angela back for himself.]",
            "dialog": "Joey: Monica, I'm tellin' you, this guy is perfect for you.\nMonica: Forget it. Not after your cousin who could belch the alphabet.\nJoey: Come on. This guy's great. His name's Bob. He's Angela's... brother. He's smart, he's sophisticated, and he has a real job. Me, I go on three auditions a month and call myself an actor, but Bob is...\nMonica: (looking out window) Oh, god help us.\nJoey: What?\nMonica: Ugly Naked Guy's laying kitchen tile. Eww!\nJoey: Eww! Look, I'm asking a favor here. If I do this for her brother, maybe Angela will come back to me.\nMonica: What's going on here? You go out with tons of girls.\nJoey: (proud) I know, but, I made a huge mistake. I never should have broken up with her. Will you help me? Please?\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Ross' apartment, Chandler is over.]",
            "dialog": "Ross: (on phone) Ok, bye. (hangs up) Well, Monica's not coming, it's just gonna be me and Rachel.\nChandler: Oh. Well, hold on camper, are you sure you've thought this thing through?\nRoss: It's laundry. The thinking through is minimal.\nChandler: It's just you and Rachel, just the two of you? This is a date. You're going on a date.\nRoss: Nuh-uh.\nChandler: Yuh-huh.\nRoss: So what're you saying here? I should shave again, pick up some wine, what?\nChandler: Well, you may wanna rethink the dirty underwear. This is basically the first time she's gonna see your underwear—you want it to be dirty?\nRoss: (sheepish) No.\nChandler: Oh, and uh, the fabric softener?\nRoss: Ok, ok, now what is wrong with my Snuggles? What, it says I'm a sensitive, warm kinda guy, you know, like a warm, fuzzy bear. Ok, I can pick something else up on the way.\nChandler: There you go.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: A fancy restaurant, Joey and Monica are there, meeting Angela and Bob, who Monica thinks is Angela's brother.]",
            "dialog": "Monica: Thank you. So what does this Bob guy look like? Is he tall? Short?\nJoey: Yep.\nMonica: Which?\nJoey: Which what?\nMonica: You've never met Bob, have you?\nJoey: No, but he's...\nMonica: Oh my god, Joey, for all we know this guy could be horribly...\n(Angela and Bob walk in. Bob is good-looking.)\nAngela: Hey, Joey.\nMonica: ...horribly attractive. I'll be shutting up now.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Chandler and Phoebe are there, both ready to break up with their significant others.]",
            "dialog": "Chandler: Where are they? Where are they?\nPhoebe: This is nice. We never do anything just the two of us.\nChandler: It's great. Maybe tomorrow we can rent a car and run over some puppies.\nPhoebe: Eww, I don't wanna do that.\n(Janice and Phoebe's boyfriend, Tony, walk in.)\nChandler: Here we go.\nPhoebe: Ok, have a good break-up.\nChandler: Hey, Janice.\nJanice: Oh, my god, I am so glad you called me. I had the most supremely awful day.\nChandler: Hey, that's not good. Can I get an espresso and a latte over here, please?\nJanice: We got the proofs back from that photo shoot, you know, the one with the little vegetables. Anyway, they pretty much sucked, so, I blew off the rest of the day, and I went shopping...(looks through her bags)... and I got you, I'm looking, I'm looking, I'm looking, I got you...\n(Chandler sees Phoebe breaking up with Tony. She talks to him for a few seconds, hugs him, and then he leaves. Chandler is amazed how easy it was for her.)\nChandler: What?\nJanice: What?\nChandler: (covering) What... did you get me there?\nJanice: I got you...these. (pulls out a pair of socks)\nChandler: Bullwinkle socks. That's so sweet.\nJanice: Well, I knew you had the Rockys, and so I figured, you know, you can wear Bullwinkle and Bullwinkle, or you can wear Rocky and Rocky,or, you can mix and match, moose and squirrel. Whatever you want.\nChandler: That's great.\n(The drinks arrive, and Chandler downs his espresso in one gulp.)\nChandler: Well, I'm gonna get another espresso. Can I get you another latte?\nJanice: (holding the full cup) No, no, I'm still working on mine.\n(Chandler walks over to the counter where Phoebe is, and is asking her about the break-up.)\nChandler: That's it?\nPhoebe: Yeah, it was really hard.\nChandler: Oh, yeah, that hug looked pretty brutal.\nPhoebe: Ok, you weren't there.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The Launderama, Rachel is there, waiting for Ross. An old woman takes Rachel's clothes off the machine and begins loading it with her things.]",
            "dialog": "Woman: Comin' through. Move, move.\nRachel: Oh, 'scuse me. I was kinda using that machine.\nWoman: Yeah, well, now you're kinda not.\nRachel: But I saved it. I put my basket on top.\nWoman: Oh, I'm sorry, is that your basket? It's really pretty. Unfortunately, I don't see suds.\nRachel: What?\nWoman: No suds, no save. Ok?\n(Ross arrives.)\nRoss: What's goin' on?\nRachel: Hi, uh, nothing. That horrible woman just took my machine.\nRoss: Was your basket on top?\nRachel: Yeah, but, there were no suds.\nRoss: So?\nRachel: Well, you know, no suds, no save.\nRoss: No suds? Excuse me, hold on a second. (to woman) That's my friend's machine.\nWoman: Hey, hey, hey, her stuff wasn't in it.\nRoss: Hey, hey, hey, that's not the rule and you know it.\n(The woman and Ross stare at each other. Finally she takes her stuff out of the machine and leaves.)\nRoss: (to the crowd in the laundromat) All right, show's over. Nothing to see here. (to Rachel) Ok, let's do laundry.\nRachel: That was amazing. I can't even send back soup.\nRoss: Well, that's because you're such a sweet, gentle, uh...Do you, uh, do you...Oh, hey, uh you must need detergent.\n(Ross pulls out a huge box of laundry detergent.)\nRachel: What's that?\nRoss: Uberveiss. It's new, it's German, it's extra-tough.\n(Rachel starts to load her clothes.)\nRoss: Rach, do you uh, are you gonna separate those?\nRachel: Oh god. Oh, am I being like a total laundry spaz? I mean, am I supposed to use like one machine for shirts and another machine for pants?\nRoss: Rach, have you never done this before?\nRachel: Well, not myself, but I know other people that have. Ok, you caught me. I'm a laundry virgin.\nRoss: Uh, well, don't worry, I'll use the gentle cycle. Ok, um, basically you wanna use one machine for all your whites, a whole nother machine for colors, and a third for your uh, your uh, delicates, and that would be your bras and your under-panty things.\nRachel: (holds a pair of panties in front of Ross) Ok, Well, what about these are white cotton panties. Would they go with whites or delicates?\nRoss: (visibly nervous) Uh, that, that, that would be a judgment call.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Fancy restaurant, Monica, Joey, Angela, and Bob are seated at the table.]",
            "dialog": "Monica: (to Joey) He is so cute. (to Angela and Bob) So, where did you guys grow up?\nAngela: Brooklyn Heights.\nBob: Cleveland.\nMonica: How, how did that happen?\nJoey: Oh my god.\nMonica: What?\nJoey: I suddenly had the feeling that I was falling. But I'm not.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Fancy restaurant, Joey and Bob are talking.]",
            "dialog": "Joey: So, you and Angela, huh?\nBob: Yep. Pretty much.\nJoey: You're a lucky man. You know what I miss the most about her? That cute nibbly noise when she eats. Like a happy little squirrel, or a weasel.\nBob: Huh, I never really noticed.\nJoey: Oh, yeah, yeah, listen for it.\nBob: Monica, Monica is great.\nJoey: Yeah, but it's not gonna last. She's too much for me in bed. Sexually.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The ladies' bathroom at the restaurant, Monica and Angela are talking.]",
            "dialog": "Monica: I've gotta tell you, Bob is terrific.\nAngela: Yeah, isn't he?\nMonica: It is so great to meet a guy who is smart and funny, and has an emotional age beyond, like eight.\nAngela: You know what else? He's unbelievable in bed.\nMonica: Wow. My brother never even told me when he lost his virginity.\nAngela: Huh. That's nice.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Phoebe is coaching Chandler on how to break up with Janice.]",
            "dialog": "Phoebe: Ok, you can do this. It's just like pulling off a Band-aid. Just do it really fast, and then the wound is exposed.\n(Chandler walks back to couch, where Janice is.)\nChandler: Janice. Hi, Janice. Ok, here we go. I don't think we should go out anymore. Janice.\nJanice: All right. Well, there you go. (she gets extremely wound up, and begins to try and calm herself down) Stop it, stop it, stop it.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The laundromat.]",
            "dialog": "Rachel: Ok, I know this is gonna sound really stupid, but I feel that if I can do this, you know, if I can actually do my own laundry, there isn't anything I can't do.\nRoss: That does not sound stupid to me. You know, it's like the first time I had to make dinner for myself, after Carol left me? (the buzzer on the washer goes off) I'm sorry, that's all the time we have. Next on Ross...(opens up the washer) Uh-oh.\nRachel: What uh-oh?\nRoss: (not wanting to tell her) Uh-oh, uh-oh, the laundry's done. It's, uh, it's a song. The laundry song that we sing. (singing) Uh-oh the laundry's done, uh-oh, uh-oh.\nRachel: Ross, what's the matter?\nRoss: Nothing, nothing. Lee-lo, the laundry's done.\nRachel: Come on, show me.\nRoss: All right, all right, it's just that you left a red sock in with all your whites, and now, everything's kinda pink.\nRachel: Oh, everything's pink.\nRoss: Yeah, uh, except for the red sock, which is still red. I'm sorry, please don't be upset, it could happen to anyone.\nRachel: Except it didn't. It happened to me. Oh, god, I'm gonna look like a big marshmallow peep. What am I doing? What am I doing? My father's right. I can't live on my own! I can't even do laundry!\n(The woman who had tried to steal the washing machine walks by, and laughs.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: The fancy restaurant, Angela has her hand in Bob's shirt, and Monica is very uncomfortable.]",
            "dialog": "Monica: Something went wrong with Underdog, and they couldn't get his head to inflate. So anyway, um, his head is like flopping down Broadway, right, and I'm just thinking... how inappropriate this is. Um, I've got something in my eye, uh, Joey, could we check it in the light, please?\n(Her and Joey walk away from the table.)\nMonica: Oh my god.\nJoey: What?\nMonica: Hello! Were we at the same table? It's like... cocktails in Appalachia.\nJoey: Come on, they're close.\nMonica: Close? She's got her tongue in his ear.\nJoey: Oh, like you've never gotten a little rambunctious with Ross.\nMonica: Joey, this is sick, it's disgusting, it's, it's—not really true, is it?\nJoey: Well, who's to say what's true? I mean...\nMonica: Oh my god, what were you thinking?\nJoey: All right, look, I'm not proud of this, ok? Well, maybe I am a little.\nMonica: (hits him lightly) Oh!\nJoey: Ow!\nMonica: (leaving) I'm outta here.\nJoey: Wait, wait, wait. You want him, I want her. He likes you.\nMonica: Really?\nJoey: Yeah. I'm thinking, if we put our heads together, between the two of us, we can break them up.\n[Time lapse, Monica accidentally spilled her drink on Bob's shirt and is wiping it off. Joey is making eyes at Angela.]\nMonica: I'm so sorry, I can't believe I did this, but I couldn't stop laughing at your Norman Mailer story.\n(Angela is eating chicken wings and making the weasel-like noise Joey had told Bob about.)\nJoey: Uh, waiter, one more plate of chicken wings over here.\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Central Perk, Chandler is still trying to ease things over with Janice, and there are about a dozen empty Espresso cups in front of him. He is extremely wired.]",
            "dialog": "Chandler: Here's the thing, Janice. You know, I mean, it's like we're different. I'm like the bing, bing, bing. You're like the boom, boom, (Chandler flails his hand out and hits Janice in the eye)... boom.\nJanice: Ow!\nChandler: Oh, my god, I'm so sorry. Are you ok?\nJanice: Ow. Um, it's just my lens. It's just my lens. I'll be right back.\n(She leaves.)\nChandler: (to Phoebe) I hit her in the eye! I hit her in the eye! This is the worst break-up in the history of the world.\nPhoebe: Oh my god. (Chandler downs another espresso.) How many of those have you had?\nChandler: Oh, I don't know, a million?\nPhoebe: Chandler, easy, easy. Go to your happy place. La la la la la la la.\nChandler: I'm fine.\nPhoebe: All right.\n(Janice returns from the bathroom.)\nChandler: I'm not fine. Here she comes.\nPhoebe: Wait here. Breathe.\n(Phoebe goes over to speak to Janice. She talks to her for a few seconds, and then Janice immediately smiles, hugs her, waves to Chandler, and leaves.)\nChandler: How do you do that?\nPhoebe: It's like a gift.\nChandler: We should always always break up together.\nPhoebe: Oh, I'd like that.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: The Launderama. Rachel is sorting her now-pink clothes.]",
            "dialog": "Ross: You got the clothes clean. Now that's the important part.\nRachel: Oh, I guess. Except everything looks like jammies now.\n(The same woman walks over and takes Rachel's laundry cart.)\nRachel: Whoa, I'm sorry. Excuse me. We had this cart.\nWoman: Yeah, well, I had a 24-inch waist. You lose things. Now come on, get outta my way.\n(Rachel looks at Ross, who motions to her to get the cart back.)\nRachel: I'm sorry, you know, maybe I wasn't being clear. Uh, this is our cart.\nWoman: Hey, hey, hey there aren't any clothes in it.\nRachel: Hey, hey, hey, hey, quit making up rules!\nWoman: Let go!\n(They struggle for the cart. Finally, Rachel climbs inside of it.)\nRachel: All right, listen, missy. If you want this cart, you're gonna have to take me with it!\n(She thinks it over, and then walks away.)\nRachel: (to Ross) Yes! Did you see that?\nRoss: You were incredible! Brand new woman, ladies and gentlemen.\nRachel: I could not have done this without you.\n(Rachel stands up and kisses Ross. He is stunned. A moment of silence follows.)\nRoss: Ok, um, uh, more clothes in the dryer? (Ross turns and bangs his head on an open dryer door.) I'm fine, I'm fine.\nRachel: Are you sure?\nRoss: No.\nClosing Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Central Perk, Ross, Rachel, and Phoebe are there. Ross has an icepack to his head.]",
            "dialog": "Rachel: Oh, are you sure you're ok?\nRoss: Yeah.\nRachel: Does it still hurt?\nRoss: Yeah.\nPhoebe: (seeing Rachel's clothes) What a neat idea. All your clothes match. I'm gonna do this.\n(Monica and Joey enter.)\nMonica: Hi.\nPhoebe: Hey, how'd it go?\nJoey: Excellent.\nMonica: We ripped that couple apart, and kept the pieces for ourselves.\nRoss: What a beautiful story. Hey, I'm fine by the way.\nMonica: (notices his head) Oh, I'm sorry.\nRachel: Where's Chandler?\nPhoebe: Oh, he needed some time to grieve.\n(Chandler runs by the window outside, joyous.)\nChandler: I'm free! I'm free!\nPhoebe: That oughta do it.\nEnd\n"
        }
    ]
}