{
    "metadata": {
        "season": "SEASON 3",
        "title": "301 The Princess Leia Fantasy",
        "written_by": "Michael Curtis and Gregory S. Malins",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene Central Perk, the whole gang is entering]",
            "dialog": "Joey: I'm tellin' ya that girl totally winked at me.\nAll: Did not, she did not wink at you...(sees that their sacred couch is occupied by strangers).\nChandler: Huh. (They all leave, dejected)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Rachel and Monica's, Phoebe, Ross, and Rachel are eating breakfast.]",
            "dialog": "Ross: I have to say Tupolo Honey by Van Morrison.\nRachel: Nooo Way! The most romantic song ever is The Way We Were.\nPhoebe: See, I-I think that one that Elton John wrote for, um, that guy on Who's The Boss.\nRachel: What song was that, Pheebs?\nPhoebe: (singing) Hold me close, young Tony Dan-za.\n(Monica enters from her bedroom)\nPhoebe: Hi Monica!\nRoss: Hey Mon!\nRachel: Hey Mon!\n(she just walks straight into the bathroom)\nPhoebe: Oh my God, has she slept at all?\nRoss: Nope.\nRachel: No, it's been three nights in a row.\nRoss: Yeah, she finally stopped crying yesterday, but then she found one of Richard's cigar butts out on the terrace, so.\nPhoebe: Oh, okay that explains it. I got a call at two in the morning, but all I could hear was, like, this high squeaky sound, so I thought okay its like a mouse or a opossum. But then I realized where would a mouse or a opossum get the money to make the phone call.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is coming in from the bedroom]",
            "dialog": "Chandler: Morning.\nJoey: Morning, hey, you made pancakes?\nChandler: Yeah, like there's any way I could ever do that.\nJanice: (entering and singing) Monica and Rachel had syrup, now I can get my man to cheer up. (laughs hysterically) Good morning Joey.\nJoey: (sarcastically) Good morning.\nChandler: Hey, you know what, here's a thought. Why don't you stay home from work today and just hang out with me.\nJanice: Oh, I wish. Look, honey, you have that report to finish, and I gotta go see my lawyer.\nChandler: I can not believe that I am going out with someone that is getting divorced. I'm such a grown up.\nJanice: (laughs) I-I-I gotta go, I gotta go. Okay, not without a kiss.\nChandler: Well, maybe I won't kiss you, and then you'll have to stay.\nJoey: (under his breath) Kiss her! Kiss her!\nJanice: I'll see you later, sweetie. Bye Joey.\nJoey: B-bye Janice. So when ya' dumpin' her.\nChandler: Nope, not this time.\nJoey: Come on, quite yankin' me.\nChandler: I'm not yanking you.\nJoey: This is Janice.\nChandler: Yeah, I know. She makes me happy.\nJoey: Okay. All right. You look me in the eye and tell me, without blinking, that you're not breaking up with her. No blinking.\nChandler: (looks him in the eye) I'm not breaking up with her! (they stare at each other for a while, then Joey blows in his face)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Rachel and Monica's, Monica is entering from the bathroom.]",
            "dialog": "Monica: God, look what I found in the drain.\nRachel: What?!\nMonica: It's some of Richard's hair! (holds it close to Ross) What do I do with this?\nRoss: Getting it away from me would be job one.\nMonica: It's weird, but you know what I don't wanna throw this away. I mean this is like all I have left of him, gross, drain hair. Ooh! (drops it in Ross's cereal)\nPhoebe: Ooh. Oh. It looks like, like a tiny little person drowning in your cereal. (Ross gives her this look, like 'Yeah, doesn't it', and gets up to dump it down the drain.)\nMonica: God, what is wrong with me.\nRoss: You need to get some sleep.\nMonica: I need to get some Richard.\nRachel: Monica, you broke up with him for a reason.\nMonica: I know, I know. I'm just so tired of-of missing him. I'm tired of wondering why hasn't he called. Why hasn't he called!\nPhoebe: Maybe, because you told him not to.\nMonica: What are you the memory woman?\nJoey: (entering) Their not breaking up. Chandler and Janice. Their not breaking up. He didn't blink or anything.\nRachel: Well, you know I'm not surprised. I mean have you seen them together, they're really cute.\nJoey: Cute! This is Janice! You remember Janice?\nRachel: Yes, Joey, I remember, she's annoying, but you know what she's-she's his girlfriend now. I mean what can we do?\nJoey: There you go! That's the spirit I'm looking for! What can we do? Huh? All right who's first? Huh? Ross?\nRoss: Well I'm thinking that Chandler's our friend and Janice makes him happy, so I say we just all be adult about it and accept her.\nJoey: Yeah, we'll call that Plan B. All right?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Ross's bedroom, Ross is working and Rachel is reading a book in bed]",
            "dialog": "Rachel: (she leans over and kisses him on the cheek) Honey, I was wondering....\nRoss: Hmm?\nRachel: Do you still have that, um, Navy uniform?\nRoss: Nooo, I had to return it to the costume place.\nRachel: Hmm.\nRoss: I think I have an old band uniform from high school.\nRachel: You remember not having sex in high school, right?\nRoss: Yeah.\nRachel: Well honey, what about you?\nRoss: What?\nRachel: I mean do you have any fun, you know, fantasy type things?\nRoss: No.\nRachel: Come on you gotta have one!\nRoss: Nope.\nRachel: Ross, you know what...\nRoss: What?\nRachel: ...if you tell me, I might do it.\nRoss: Okay, umm. Did you ever see, um, Return Of The Jedi?\nRachel: Yeah.\nRoss: Do you remember the scene with, um, Jabba the Hut? Well Jabba had as, as his prisoner, um, Princess Leia.\nRachel: Oooh!\nRoss: Princess Leia, was wearing this, um, gold bikini thing. It was pretty cool.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Phoebe and Rachel are there]",
            "dialog": "Phoebe: Yeah, oh, Princess Leia and the gold bikini, every guy our age loved that.\nRachel: Really!\nPhoebe: Um, um. It's huge. Yeah, that's the moment, when-when, you know she stopped being a princess, and became, like, a woman, you know.\nRachel: Did you ever do the-the Leia thing?\nPhoebe: Oh, yeah, um-mm. Oh!\nRachel: Really! That-that great huh?\nPhoebe: No it's just that I got this new pager and I have it on vibrate. See ya!\nRoss: (entering with Monica in tow) Hey!\nRachel: Hi you guys!\nRoss: Look who I found standing outside of the Szechwan Dragon staring at a parking meter.\nRachel: Mon. Hi!\nMonica: Hi.\nRachel: Why aren't you at work?\nMonica: Oh, they-they sent me home.\nRachel: Why?\nMonica: Because I don't work at the Szechwan Dragon.\nRoss: Okay.\nRachel: You really, really need to get some sleep, honey.\nMonica: I know I do.\nRoss: Hi.\nRachel: Hi.\nRoss: Guess what?\nRachel: What?\nRoss: They published my paper.\nRachel: Oh, really, let me see, let me see.\nPhoebe: Rach, look! (she holds two buns up to her ears to make her hair look like the Princess Leia 'do.) Oh, hi! Where is my strong Ross Skywalker to come rescue me. (Ross stands up horrified) There he is.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is watching Wheel of Fortune, the puzzle is showing _oun_ Rush_ore.]",
            "dialog": "[Chandler enters]\nChandler: Hey!\nJoey: Wheel!\nChandler: Of!\nJoey: Fortune! This guy is so stupid. (yelling) It's Count Rushmore!!\nChandler: You know, you should really go on this show. All right, listen, I got three tickets to the Rangers tonight. What'd ya' say?\nJoey: I say, 'I am there!' Cool! Aw, is Ross going to?\nChandler: No, Janice.\nJoey: Jan-ice. 'Cause I, just, I feel bad for Ross, you know, we-we always go together, we're like the three hocke-teers.\nChandler: You know, I may be way out on a limb here, but do you, do you, have a problem with Janice?\nJoey: No, Yeeees. God, how do I say this. (walks into the kitchen, Chandler follows closely, he turns around and gets startled). Oh, hi, you know that girl from the Greek restaurant with the hair (holds his hands up to signify she has big hair)?\nChandler: Ooh, that girl that I hate, eww, drives me crazy, eww, eww, oh!\nJoey: Look, I don't hate Janice, she's-she's just a lot to take, you know.\nChandler: Well, there you go.\nJoey: Oh, hey. Come on man, don't look at me like that, she used to drive you nuts before too, remember?\nChandler: Well, I'm crazy about her now. I think this could be the real thing. Capital 'R'! Capital 'T'! (Joey stares at him) Don't worry, those are the right letters.\nJoey: Look, what do you want me to say?\nChandler: I want you to say that you like her!\nJoey: I can't. It's like this chemical thing, you know. Every time she starts laughing, I just wanna (grimaces and tenses up) pull my arm off just so that I can have something to throw at her.\nChandler: Thanks for trying. (grabs the ticket and starts to leave) Oh, and by the way there is no Count Rushmore!\nJoey: Yeah, then-then who's the guy that painted the faces on the mountain? (Chandler gives him a look like 'You stupid idiot!')\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel and Ross are entering]",
            "dialog": "Ross: How could you have told her?\nRachel: Ross, I didn't think it would that big of a deal.\nRoss: Oh, she didn't think it would be that big of deal.\nRachel: Okay, who are you talking to when you do that?\nRoss: Look, that was supposed to be like a private, personal thing between us.\nRachel: Okay, Ross, Phoebe is my girlfriend, okay, we tell each other everything. You know, I mean, come on, guys do the same thing, I mean, what about all that locker room stuff.\nRoss: That's different, okay. That's like, uh 'Who dated a stripper?' or 'Who did it on the back of the Staton Island Ferry?'.\nRachel: Were both of those Joey?\nRoss: Yeah. Look, you don't, you don't talk about like, you know, your girlfriend and the intimate stuff you, you do with her.\nRachel: Not even with your best friend.\nRoss: Noo!\nRachel: That is so sad. Your missing out on so much, Ross. I mean, the bonding and the sharing, you know. And-and knowing that someone else is going through the same thing you are.\nRoss: Hmph. So what you, you tell each other everything?\nRachel: Pretty much.\nRoss: Did you talk about the night of five times? Do you tell people about the night of five times?\nRachel: Uh, honey, yeah that was with Carol.\nRoss: I know, but it's still worth mentioning, I think.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica's bedroom, Phoebe is trying to relax her.]",
            "dialog": "Phoebe: ( in a soothing voice) Relax every muscle in your body. Listen to the plinky-plunky music. Okay, now close you eyes, and think of a happy place. Okay, tell me your happy place.\nMonica: Richard's living room, drinking wine.\nPhoebe: All right. No, no, no, not a Richard thing, just put down the glass. And get out!\nMonica: I'm sorry, but that's my happy place.\nPhoebe: Well, okay, fine, use my happy place. Okay, I'm just gonna, I have to ask that you don't move anything.\nMonica: All right, I'll try not to.\nPhoebe: Okay, all right, so, your in a meadow, millions of stars in the sky....\nMonica: Do you think breaking up with him was a huge mistake?\nPhoebe: All right, there are no questions in the happy place. Okay, just, the warm breeze, and the moonlight flowing through the trees....\nMonica: I'll bet he's totally over me, I'll bet he's fine.\nPhoebe: All right, betting and wagering of any kind, are, I'm sure, not permitted in the happy place. Okay. Just-just, you know, the-the lovely waterfalls, and the, the trickling fountains. And the-the calming sounds of the babbling brook....\nMonica: Okay, this isn't working. I'm still awake and now I have to pee.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Chandler and Joey's]",
            "dialog": "Janice: So, I hear, you hate me!\nJoey: I, ah, I never said hate, I was very careful about that.\nJanice: A little birdie told me something about you wanting to rip your arm off and throw it at me.\nJoey: And you got a 'hate' from that?! Your taking a big leap there...\nJanice: All right, fine, fine, fine, fine, fine, we've got to do something about our little situation here Joey. So, this is my idea: you and me spending some quality time together.\nJoey: But what does that gonna do...\nJanice: For Chandler!\nJoey: Okay. I'm in.\nJanice: Okay. All right. This is what we're gonna call it: 'Joey and Janice's DAY OF FUN!'\nJoey: Does it have to be a whole day?\nJanice: Yes, because that's how long it takes to love me.\nJoey: Yeah, I know, I sleep in the next room.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Rachel and Monica are entering]",
            "dialog": "Monica: (crying) So, I went down to the post office, and it turns out it was those videos that I ordered for Richard about the Civil War. He loved the Civil War.\nPhoebe: Monica, do you want us to take you home?\nMonica: Uh, huh. (to Ross) Or maybe to a galaxy far, far away. (Rachel, Monica, and Phoebe leave)\nRoss: Women tell each other everything. Did you know that?\nChandler: Umm, yeah.\nRoss: No Chandler, everything! Like stuff you like, stuff she likes, technique, stamina, girth....\nChandler: Girth? Why, why, why, wh-why, why, why, why would they do this?\nRoss: Rachel says sharing's great and supposedly, you know, we outta be doing it. Do you wanna?\nChandler: We're not gonna talk about girth are we?\nRoss: Nooo!\nChandler: Yeah, okay.\nRoss: Yeah?\nChandler: Yeah! All right! You go first.\nRoss: Okay, okay, I'll go first.\nChandler: Okay.\nRoss: So, uh, the other night Rachel and I are in bed talking about fantasies, and I happened to describe a particular Star Wars thing....\nChandler: Princess Leia in the gold bikini.\nRoss: Yes!\nChandler: I know!\nRoss: Yes! Wow, well, that-that was easy. Okay, you-you go.\nChandler: Okay.\nRoss: Okay.\nChandler: Okay, you know, you know when your in bed, with a woman.\nRoss: Hmph.\nChandler: And, ah, you know, your fooling around with her. And you get all these like, mental images in your brain, you know, like Elle MacPherson, or that girl at the Xerox place....\nRoss: With the belly-button ring? Oh, muhawa!\nChandler: I know, And then all of the sudden your Mom pops into your head. And your like 'Mom, get outta here!' You know, but of course, like, after that you can't possibly think of anything else, and you can't, you know, stop what your doing. So it's kinda like, you're, you know. You know...(Ross just stares at him). You don't know!\nRoss: Your Mom, your telling me, your telling me, about your Mom, what is the matter with you?\nChandler: You said...\nRoss: I said 'share' not 'scare'. Go sit over there! (Chandler goes over and sits at a table and puts his head down).\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Chandler and Joey's, Joey and Janice are returning from their DAY OF FUN!]",
            "dialog": "Janice: We're baack!\nJoey: Hey!\nChandler: What are you guys doing together?\nJanice: Joey and Janice's DAY OF FUN!!! (laughs)\nChandler: Really.\nJoey: Yeah, yeah. We went to a Mets game, we got Chinese food, and you know, I love this woman. You have got competition buddy.\nJanice: I just came by to give you a kiss, I have to go pick up the baby, so. I'll see you later sweetheart, you too Chandler. (laughs)\nChandler: You still can't stand her can you?\nJoey: I'm sorry man, I tired, I really did.\nChandler: Well, you know, I appreciate you giving it a shot.\nJoey: But, hey, look, you know the good thing is, is that we spent the whole day together and I survived, and what's even more amazing, so did she. It was bat day at Shea Stadium.\nChandler: Well, I guess that's something.\nJoey: No man, that's huge! Now, I know I can stand to be around her, which means I get to hang out with you, which is kinda the whole point, anyway.\nChandler: Okay.\nJoey: Oh, hey, Chandler, we, ah, we stopped by the coffee shop and ran into Ross.\nChandler: Oh God!\nJoey: Hey, if it makes you feel any better, I do it too.\nChandler: Really?\nJoey: Oh yeah, I always picture your Mom when I'm having sex.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Rachel and Monica's, Monica is watching the Civil War videos]",
            "dialog": "Video:April Twelve, Eighteen hundred, Sixty-One (Monica lights Richard's cigar butt), 4:30 A.M. on Tuesday, the United States garrison at Fort Sumter was fired upon (knock on door) it is now under bombardment by....\n(Monica answers the door)\nMonica: Hi, Dad, what are you doing here?\nMr. Geller: Well, it's your mother's bridge night so I thought that I would come into the city for a little Monicuddle. (hugs her) Since when did you start smoking cigars?\nMonica: I don't, I just, I just like the smell of them. So, uh, what are you really doing here Dad?\nMr. Geller: Well, I just wanted to make sure you were okay.\nMonica: What makes you think that I might not be okay?\nMr. Geller: I saw Richard.\nMonica: Oh.\nMr. Geller: So, how are you doing?\nMonica: I'm fine, just a little tired, I'm okay. How's Richard doing?\nMr. Geller: You don't wanna know.\nMonica: No, I really, really do.\nMr. Geller: Well, he's doing terrible!\nMonica: Really!\nMr. Geller: Worse than when he broke up with Barbara.\nMonica: You're not just saying that are you?\nMr. Geller: No, the man is a mess.\nMonica: Was he crying?\nMr. Geller: No.\nMonica: Well, do you think he was waiting 'til after you left, so he could cry?\nMr. Geller: Maybe.\nMonica: I think so.\nMr. Geller: Honey, relationships are hard. Like with your Mom and me. You know after we graduated college we broke up for a while. It seems her Father, your Grandfather, wanted her to travel around Europe, like he did. Of course, he got to do it on Uncle Sam's nickel, because he was also strafing German troop trains at the time. However, (turns around and sees that Monica is sleeping and puts a blanket around her, kisses her, picks up the cigar, and starts watching the video)\nClosing Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Ross's bedroom, Ross is humming the Star Wars theme. Rachel enters, with her hair done up like Princess Leia's, and wearing a belly dancer's outfit, to simulate the gold bikini thing.]",
            "dialog": "Rachel: Okay, here we go. I'm Jabba's prisoner, and you have a really weird look on your face. What? Honey, what is it? Did I get it wrong? Did I get the hair wrong? What? Did you just picture it differently? What? What?\nRoss: No, no it's, um, it's not you, um, it's um, it's (turns and sees his Mom standing where Rachel is)\nMrs. Geller: Well what is it? Come on sweetie, your like, freaking me out here.\nRoss: I hate Chandler, the bastard ruined my life. (Rachel starts looking around and down, with a 'What the hell is going on?' look on her face.)\nEnd\n"
        }
    ]
}