{
    "metadata": {
        "season": "SEASON 3",
        "title": "311 Chandler Can't Remember Which Sister",
        "written_by": "Alexa Junge",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, Monica, Phoebe, Ross, Joey, and Rachel are there, Joey is demonstrating a card trick.]",
            "dialog": "Joey: Okay, pick a card, any card. (Monica picks one) All right, now memorize it. Show to everybody. Got it?\nMonica: Um-mm.\nJoey: All right, give it back to me. (takes the card back, but he looks at the card before he puts it back in the deck, he holds the deck to his forehead, and thinks a little while) 5 of hearts.\n(Monica is sarcastically amazed.)\nRoss: Real magic does exist.\nRachel: Wow.\nMonica: Wow. Joey, (sarcastically) how do you do it?\nJoey: I can’t tell you that, no.\n(We hear some knocking coming from the ceiling.)\nRoss: Ah, somebody’s at the door on the ceiling.\nRachel: Noo, that’s our unbelievably loud upstairs neighbor.\nMonica: He took up the carpet, and now you can hear everything.\nPhoebe: Why don’t you go up there and ask him to ‘step lightly, please?’\nMonica: I have like five times, but the guy is so charming, that I go up there to yell and then I end up apologizing to him.\nPhoebe: Ooh, that is silly. (gets up) I’ll go up there, I’ll tell him to keep it down.\nMonica: All right, be my guest.\nRachel: Good luck.\n(Phoebe exits)\nJoey: All right, all right, all right, all right, all right, you really wanna know how I did it, I’ll show ya. When you handed me back the card, what you didn’t see was, I looked at it so fast that it was invisible to the naked eye. (picks up a card and quickly looks at it) I just did it. (does it again) I just did it, again. Here, I’ll slow it down so that you guys can see it. (looks and the card in slow motion)\nAll: Oh, I got it.\n(We hear Phoebe knock at the door upstairs, and the guy answer it.)\nPhoebe: (muffled through the floor) Yeah, look I was with my friend downstairs and we hear everything up here that you do, and I am sick and tired... (I tired but the rest is unintelligible).\nGuy: (muffled) Whoa, you are very beautiful.\nPhoebe: (muffled) Oh, thank you.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier.]",
            "dialog": "Chandler: (entering) Hey, anybody got a length of rope about six feet long with a little nouse at the end?\nMonica: Honey, what’s the matter?\nChandler: I just saw Janice.\nAll: Oh.\nChandler: Yeah, she was at Rockefeller Center skating with her husband, she looked so happy. I almost feel bad for whipping that kid’s pretzel at them.\nJoey: Man, I remember the first time I saw that girl Katherine, after we broke up. She was just walking with her friend Donna, just laughing and talking. God, it killed me.\nChandler: Yes, but you ended up having sex with both of them that afternoon.\nJoey: Sorry, I just, any excuse to tell that story y'know....\nRoss: Hey Chandler, there’s a party tomorrow, you’ll feel better then.\nChandler: Oh, y'know what, I’m gonna be okay, you don’t have to throw a party for me.\nMonica: It’s Joey’s birthday.\nChandler: Oh, well then, if anybody should have a party it should be him.\n(We hear Phoebe’s muffled voice through the ceiling.)\nMonica: Sush!! I cannot believe she is still up there.\n(We hear the guy telling a joke, and Phoebe laughing.)\nChandler: Okay, well he totally screwed up the punch line. Y'know, it’s supposed to be arrghh-eh og-errigh.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Fortunata Fashions, Rachel’s new job.]",
            "dialog": "Mr. Kaplan: (entering) How’s that coffee comin,’ dear?\nRachel: (jumping up from reading her magazine) Yeah, right away Mr. Kaplan.\nMr. Kaplan: I’m not supposed to drink coffee, it makes me gassy.\nRachel: I know!\nMr. Kaplan: I’ll bet your thinking, ‘What’s an intelligent girl who wants to be in fashion, doing making coffee?’ Eh?\nRachel: Op.\nMr. Kaplan: Eh.\nRachel: Oh, you got me.\nMr. Kaplan: Well, don’t think I haven’t noticed your potential. Well, I’ve got a project for you that’s a lot more related to fashion. How does that sound?\nRachel: Oh, that sounds great.\nMr. Kaplan: Come on over here, sweetheart. (they walk over to a storage closet)\nRachel: Oh thank you so much Mr. Kaplan, thank you so much.\nMr. Kaplan: (opening the closet door revealing that it’s full of tangled up hangers.) I need these hangers separated ASAP. (she is stunned) You’re welcome.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Moondance Diner, Rachel is talking to Monica about her job.]",
            "dialog": "Rachel: Oh God, I hate my job, I hate it, I hate my job, I hate it.\nMonica: I know honey, I’m sorry.\nRachel: Oh, I wanna quit, but then I think I should stick it out, then I think why would such a person stay in such a demeaning job, just because it’s remotely related to the field they’re interested in.\nMonica: (gives her a look) Gee, I don’t know Rach. Order up!! I got a Yentel soup, a James Beans, and a Howdy hold the Dowdy!\nRachel: Oh honey, come on, I’m sorry, I didn’t.... I don’t mind paying my dues, y'know, its just how much am I gonna learn about fashion by walking Mira, the arthritic seamstress, to the bathroom.\n(A guy at the end of the table starts laughing.)\nRachel: (to him) Hi! Is my misery amusing to you?\nGuy: I’m sorry, I wa, I wa, I was just ah.... (starts to laugh again)\nRachel: It’s not funny, this is actually my job.\nGuy: Oh believe me, I-I-I’ve been there. I had to sort mannequin heads at that Mannequins Plus.\nRachel: Oh well then, so I’m just going to go back to talking to my friend here. And you can go back to enjoying your little hamburger.\nGuy: Ah, just one other thing.\nRachel: Yes?!\nGuy: I ah, I work at Bloomingdale’s and I might know of a job possibility if your, if your interested?\nRachel: (looks at Monica) (to him) Do you want my pickle?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler and Joey's, it’s Joey’s party.]",
            "dialog": "Gunther: (to Monica and Phoebe) Hey guys.\nMonica: Hey Gunther. Hi. (to Phoebe) I mean you’re going out on a date with the noisy guy upstairs?\nPhoebe: Well, he’s very charming.\nMonica: I know, he’s too charming, but if you two start going out, then it’s just gonna make it so much harder for me to hate him.\nPhoebe: Well, you’re just gonna have to try.\nMonica: Joey, where are the Jell-o shots?\nJoey: I don’t know, Chandler is supposed to be passin’ ‘em around...\n(Camera cuts to show Chandler giving a Jello shot to the ceramic dog and holding an empty tray of Jello shots.)\nJoey: Chandler!\nChandler: Hello-dillillio!!\nRoss: Oh, somebody’s feeling better.\nMonica: (to Chandler) Stick out your tongue.\nChandler: (to Monica) Take off your shirt!\n(Chandler sticks out is tongue and it’s a horrible shade of green.)\nMonica: Oh my!!\nJoey: Oh my God! How many of these things did you have? These are pure vodka.\nChandler: Yeah, Jell-o just like Mom used to make.\nRachel: (entering, to Ross) The most unbelievable thing happened to me today.\nRoss: Hi!\nRachel: Hi! So I’m out having lunch at Monica’s and this guy starts talking to me, and it turns out he works for a buyer at Bloomingdale’s and there happens to be an opening in his department. So I gave him my phone number and he’s gonna call me this weekend to see if he can get me an interview!\nRoss: Wow!\nRachel: I know!\nRoss: What, so this guy is helping you for no apparent reason?\nRachel: Uh-huh!\nRoss: And he’s, he’s a total stranger?\nRachel: Yeah! His name is um, Mark something.\nRoss: Huh. Sounds like Mark Something wants to have some sex.\nRachel: What!?\nRoss: Well, I’m just saying, I mean why else would he just, y'know, swoop in out of nowhere for no reason.\nRachel: To be nice.\nRoss: Hey, Joey. Are men ever nice to strange women for no reason?\nJoey: No, only for sex.\nRoss: Thank you. (to Rachel) So did you ah, did you tell Mark Something about me?\nRachel: I didn’t have to, because I was wearing my ‘I heart Ross’ sandwich board and ringing my bell.\nRoss: Uh-huh.\nJoey’s Sisters: (entering) Joey!!! Happy Birthday!! (all 7 of them look almost identical)\nJoey: Hey!! Hey-hey-hey!\nChandler: (to Monica) Okay, how many of that girl are you seeing?\nMonica: How hammered are you? Huh? These, these are Joey’s sisters.\nChandler: Hi Joey’s sisters!\nPhoebe: (to one of his sisters, Cookie) Hey!\nCookie: Hey. What are we drinkin’ over here.\nPhoebe: Well, I have ah, vodka and cranberry juice.\nCookie: No kiddin,’ that’s the exact same drink I made myself right after I shot my husband.\nPhoebe: Wow. Okay, I don’t know how to talk to you.\n(Cut to Chandler)\nSister 1: (to Chandler) What ‘cha doing?\nChandler: Oh, I’m taking my ex-girlfriend of my speed dialer.\nJoey’s Sisters: Oh!!\nChandler: No-no-no-no, no, it’s a good thing. Why must we dial so speedily anyway? Why must we rush through life? Why can’t we savor the precious moments? (to one of Joey’s sisters) Those are some huge breasts you have.\n(Cut to Ross and Monica)\nRoss: Hi.\nMonica: Hi.\nRoss: Yeah. So um, I-I heard about this ah, Mark guy that ah, Rachel met today.\nMonica: Isn’t that great?\nRoss: Oh yeah! So ah, kinda pretty, pretty good. He sounds like a nice, good guy.\nMonica: Oh, he is. And he is so dreamy. I mean, y'know what, when he left I actually used the phrase, ‘Hummina-hummina-hummina.’ (walks away)\nRoss: That’s excellent.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Monica, Phoebe, Ross, and Rachel are eating breakfast.]",
            "dialog": "Ross: (to Rachel) So, he’s just a nice guy. You really think this Mark doesn’t want anything in exchange for helping him?\nRachel: Well, I assume I’ll have to take showers with him, but y'know, that’s true of any job.\n(Chandler enters hungover and groaning)\nMonica: How ya feelin’?\nChandler: Well, my apartment isn’t there anymore, because I drank it.\nPhoebe: Where’d you get too? We lost you after you opened up all the presents.\nRoss: Yeah.\nChandler: Yeah, I ended up in the storage room, and not alone.\nAll: Woooo hoooo!!!\nChandler: Ow, no ‘woo-hooing,’ no ‘woo-hooing.’\nPhoebe: Why, what happened?\nChandler: Ah, I fooled around with Joey’s sister. (Phoebe gasps) Well, that’s not the worst part.\nMonica: What is the worse part?\nChandler: I can’t remember which sister.\nRoss: (to Rachel) You see what men do! Don’t tell me men are not nice! (points to Chandler) This is men!!\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier.]",
            "dialog": "Monica: Are you insane? I mean Joey, is going to kill you, he’s actually going to kill you dead.\nChandler: Okay! You don’t think I thought of that?\nPhoebe: How can you not know which one?\nRachel: I mean that’s unbelievable.\nMonica: I mean, was it Gina?\nRoss: Which one is Gina?\nRachel: Dark, big hair, with the airplane earrings.\nMonica: No, no, no, that’s Dina.\nChandler: (to Monica) You see you can’t tell which one is which either, dwha!!\nPhoebe: We didn’t fool around with any of them. Dwha! Dwha!\nChandler: Veronica. Look, it’s got to be Veronica, the girl in the red skirt. I definitely stuck my tongue down her throat.\nMonica: That was me.\nChandler: Look, when I’ve been drinking, sometimes I tend to get overly friendly, and I’m sorry.\nMonica: That’s okay.\nRachel: That’s all right.\nRoss: That’s okay.\nJoey: (angrily entering, to Chandler) Can I talk to you for a second?!\nRoss: Hey, Joey.\nRachel: Hey. (they all walk away from Chandler)\nJoey: Come on!! (motions for Chandler to come with him)\nChandler: Why can’t we talk in here? With, with, witnesses.\nJoey: I just got off the phone with my sister.\nRoss: Ah, which, which one?\nJoey: Mary-Angela.\nRoss: Mary-Angela.\nJoey: Yeah.\nMonica: Y'know which one was she again?\nJoey: Why don’t you ask Chandler, ‘cause he’s the one that fooled around with her. She told me you said you could really fall for her. Now is that true? Or are you just gettin’ over Janice by groping my sister.\nChandler: It’s gotta be the first one.\nJoey: Really? That’s great! You and my sister, sittin’ in a tree.\nChandler: Yep, I’m in a tree.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is writing letters as Rachel enters.]",
            "dialog": "Rachel: Did he call? Did Mark call?\nMonica: No honey, I’m sorry, but the weekend’s not over yet.\nRachel: Oh. (we hear laughing from the upstairs apartment) Oh my God, is that Phoebe?\nMonica: I guess they’re back from their date.\n(He starts to play music.)\nRachel: Music. Very nice.\n(We hear them start making out upstairs.)\nMonica: Oh my God!\nRachel: So, how are you?\nMonica: I am good. I finished my book.\n(Things start to get really hot upstairs.)\nRachel: Oh yeah, what’s it about?\nMonica: I don’t remember. Do you wanna take a walk?\nRachel: Yeah, I do. (they both run out)\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Chandler and Joey's, Ross is reading a letter that Chandler wrote.]",
            "dialog": "Ross: Dear Mary-Angela. Hi. How’s it going. This is the hardest letter I’ve ever had to write. (to Chandler) What the hell’s a matter with you? How do you think Joey’s going to react when he finds out that you blew off his sister with a letter?\nChandler: Well, that’s the part where you tell him that I moved to France. When actually I’ll be in Cuba.\nRoss: All right, look, look, you’ve got to do this yourself, okay in person. At least you know her name. You just go to the house and you ask for Mary-Angela, okay, when which ever one she is comes to the door, you take her for a walk, you let her down easy.\nChandler: What if Mary-Angela comes to the door and I ask for Mary-Angela?\nRoss: Where in Cuba?\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Joey’s sister’s house, Chandler hits himself on the head three times and knocks on the door three times. Joey answers it.]",
            "dialog": "Chandler: (shocked) Joey, what-wh-wh-wha-wh-wha-wh-wha-wh-wha-what are you doing here?\nJoey: Waiting for my Grandma to finish my laundry. What about you?\nChandler: I’m here to see Mary-Angela.\nJoey: You are so the man! (motions him to come in, and he does) Now look, listen, listen, you got to be cool, ‘cause my Grandma doesn’t know about you two yet, and you do not want to tick her off. She was like the sixth person to spit on Mussolini's hanging body. Yeah.\nChandler: Where’s Mary-Angela?\nJoey: She’s right in there. (motions to the living room)\n(Chandler walks into the living room, and sees all of Joey’s sisters, all wearing red.)\nJoey’s Sisters: Hey, Chandler!\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Central Perk, Monica, Ross, and Rachel are there.]",
            "dialog": "Rachel: I can’t believe Mark didn’t call. It’s Sunday night, and he didn’t call.\nRoss: Bummer.\nRachel: (to Ross) Yeah, right. Look at you, you’re practically giddy.\nRoss: No, I’m genuinely sorry the Mark thing didn’t work out. Look, Rach, I want only good things for you.\nMonica: Wait a minute, why don’t you just call Mark. (they both look up in shock) I mean, who says you have to sit here and wait for him, you’ve got to make stuff happen.\nRoss: But, you, you don’t want to seem too pushy.\nMonica: (to Ross) Honey, it’s not pushy, he gave her his home number.\nRoss: (to Rachel, as she gets his number) What, he gave you his home number? As in like, to, to his home?\nRachel: Yeah, and you don’t mind if I call, because you only want good things for me.\nRoss: That’s right good things, that-that is what I said. (glances at Monica)\nRachel: (on phone) Hello, Mark? Hi, it’s Rachel Green. (listens) Oh no, don’t you apologize. (listens) Yeah, I’ll hold. (to Monica and Ross) He left my number at work, but he was helping his niece with her report on the pioneers.\nRoss: That is so made up!\nRachel: (on phone) Yeah, oh my God, tomorrow! That, no, it’s perfect. Oh God, thank you soo much. Great! Bye! (hangs up phone) I got the interview!\nMonica: Yay!\nRoss: There you go.\nRachel: He even offered to meet me for lunch tomorrow to prep me for it.\nMonica: Oh, that is amazing!\nRoss: Yeah well, if I know Mark, and I think I do, I’d expect nothing less.\nRachel: I got to figure out what I’m going to wear.\nRoss: High collar and baggy pants say I’m a pro.\nRachel: Yeah! Right! Okay, I’ll see you guys later. (starts to leave) Woo hoo!\nRoss: You go get ‘em. (to Monica) What did I do to you? Did I hurt you in some way?\nMonica: What?\nRoss: ‘Why don’t you call him?!’ Well, thank you very much! Y'know now he is going to prep her, y'know prep her, as in what you do when you surgically remove the boyfriend!\nMonica: Are you crazy?!\nRoss: Am I! Am I! Am I out of my mind! Am I losing my senses!! This dreamy guy is taking my girlfriend out for a meal.\nMonica: What?! Ross y'know this isn’t even about you! I mean this is about Rachel and something wonderful happening for her. I mean you know even if you’re right, what if he wants to sleep with her, does it mean he gets too?\nRoss: No.\nMonica: I mean don’t you trust her?\nRoss: Well, yeah!\nMonica: Then get over yourself! Grow up!\nRoss: (shyly) You grow up.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Joey’s sister’s house, they’re finishing up dinner.]",
            "dialog": "Chandler: This teramisu is, is excellent. Did you make it Mary-Angela?\nJoey’s Grandmother: No! I did!\nChandler: Well, it’s, it’s yummy. So Mary-Angela do you like it?\nJoey’s Grandmother: Of course! It’s her favorite.\nChandler: So um, Mary-Angela, what’s your second favorite?\nJoey’s Grandmother: More of Grandma’s teramisu.\nChandler: Would you just please....give me the receipt ‘cause this is great. It’s top notch.\nJoey’s Grandmother: That dies with me.\nChandler: So will I.\nJoey’s Sister: Excuse yourself, and go to the bathroom.\nChandler: Oh no-no-no I was just squinting. That doesn’t mean anything.\nJoey’s Sister: (whispering in his ear) Just do it.\nChandler: Will you excuse me I have to um..... (walks to the hall)\n[Cut to the hall, Joey’s sister runs up and grabs Chandler’s butt.]\nChandler: (startled) Hey!\nJoey’s Sister: Finally, I thought we’d never be alone. Can I just tell you something, I have not stopped thinking about you since the party. (kisses him)\nChandler: Look, I may have jumped the gun here. (she tries to kiss him, but he ducks it and moves away) Um, I just got out of a relationship and I’m not really in a, in a commitment kind of place.\nJoey’s Sister: So! Me neither! God, Mary-Angela was right you do have the softest lips.\nChandler: Ahhhh, you’re not Mary-Angela.\nJoey’s Sister: No, I’m Mary-Theresa.\nChandler: This is so bad. If-if you’re not Mary-Angela, then-then who is?\nMary-Angela: (standing behind Chandler) I am!\nChandler: Oh, this is soo bad. (doesn’t see Mary-Angela)\nMary-Angela: Joey!!!\nChandler: No Joey! No Joey! Don’t Joey! Joey!\nJoey: What’s goin’ on?\nChandler: (pats him on the shoulder) You’re it! Now run and hide!\nMary-Theresa: It’s no big deal. Chandler was just kissin’ me because he thought I was Mary-Angela.\nJoey: What?! How could you do that, how could you think she was Mary-Angela?\nChandler: I wasn’t sure which one Mary-Angela was. (all of Joey’s sisters gasp) Look, I’m sorry okay, I was really drunk, and you all look really similar.\nJoey’s Sister: I say, punch him Joey.\nAll: Yeah! Punch him!!\nChandler: Y'know what, we should all calm down because your brother’s not going to punch me. (to Joey) Are ya?\nJoey: Well, that is usually what I would do. But I just never thought you’d be on the receiving end of it. How could you do this?!\nChandler: Joey if you wanna punch me, go ahead, I deserve it. But I just want you to know that I would never soberly hurt you or your family, you’re my best friend. I would never do anything like this ever again.\nCookie: So what. I say, punch him.\nAll: Yeah! Punch him! Punch him!\nJoey: No! No! No! No, I’m not going to punch Chandler.\nCookie: I’ll do it.\nJoey: No you won’t. Look he knows he did a terrible thing and I believe him, he’s sorry. But, (to Chandler) you’ve got one more apology to make, all right, you’ve got to apologize to Mary-Angela.\nChandler: Okay, absolutely!\nJoey: All right.\nChandler: You’ve got it. (he starts to look at his sister’s, but he still doesn’t know which one is Mary-Angela.)\nJoey: Cookie, now you can punch him!\nChandler: What?! (Cookie punches him)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: A lobby, Ross is waiting for Rachel, after her interview.]",
            "dialog": "Rachel: (getting of the elevator and noticing Ross) Hey!\nRoss: Hi!\nRachel: What are you doing here?\nRoss: Ah y'know, this building is on my paper route so I... (gives her a flower)\nRachel: Oh.\nRoss: Hi. (kisses her)\nRachel: Hi.\nRoss: How’d did it go?\nRachel: Oh well, the woman I interviewed with was pretty tough, but y'know thank God Mark coached me, because once I started talking about the fall line, she got all happy and wouldn’t shut up.\nRoss: I’m so proud of you.\nRachel: Me too!\nRoss: Listen, I’m ah, I’m sorry I’ve been so crazy and jealous and, it’s just that I like you a lot, so...\nRachel: I know.\nRoss: Yeah.\nRachel: Yeah.\nMark: Rachel?\nRachel: Yeah. (turns around) Hi Mark!\nMark: Hi. I just talked to Joanna, and she loves you. You got it, you got the job.\nRachel: Oh, I did!\nMark: Yes.\nRachel: (to Ross) Oh my God!! (she turns around and hugs Mark, not Ross)\nRoss: Congratu!! (sees her hug Mark) -lations-lations.\nClosing Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's, The entire gang is there.]",
            "dialog": "Monica: So ah, Phoebe, how was your date?\nPhoebe: Oh well y'know. (laughs)\nMonica: Yeah, I do know.\nPhoebe: Ick, you were eavesdropping.\nRachel: Eavesdropping. Pheebs, the ceiling tiles were falling down.\nPhoebe: Oh, I’m sorry. But I really like this guy. And I think he really happens to like me.\n(We hear the sound of a bed creaking through the ceiling, and him moaning.)\nRoss: Maybe he’s just jumping on a pogo-stick and really likes it?\n(We hear a women start moaning.)\nRoss: Maybe the pogo-stick likes it too?\nJoey: All right, that’s it! He cannot do this to Phoebe. (gets up) This guy is going to get the butt kicking of a lifetime! (stops and turns around and asks Rachel) But, is he a big guy?\nRoss: Ah, we’ll all go. (motions to Chandler) Come on. (the guys leave)\nPhoebe: Thanks you guys! Thank you.\nChandler: Don’t worry.\nPhoebe: God, I hope they kick his ass!\nRachel: Honey, I’m sorry.\nMonica: Y'know if it’s any consolation, he really did sound like he was having more fun with you. (Rachel nods in agreement)\n(We the guys knock on the door upstairs, and the guy answering it.)\nGuy: (muffled) May I help you?\n(We hear the guys start to attack him, but the guy manages to calm them down and gets them to agree to what he did. Monica throws up her hands in disgust.)\nEnd\n"
        }
    ]
}