{
    "metadata": {
        "season": "SEASON 3",
        "title": "317 The Ski Trip",
        "written_by": "Scott Silveri & Shana Goldberg-Meehan",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Chandler and Joey are sitting on the couch reading.]",
            "dialog": "Joey: Can I see the comics?\nChandler: This is the New York Times.\nJoey: Okay, may I see the comics?\n[Monica and Phoebe enter.]\nMonica: Guys. I thought you were taking Ross to the game?\nChandler: We are. He’s meeting us here.\nMonica: No! Rachel is meeting us here.\nPhoebe: Oh come on, they can be in the same room.\nJoey: Yeah, you shoulda been there last night.\nPhoebe: Why? What happened now?\nJoey: Well Ross was hangin’ out over at our place, Rachel comes over to borrow some moisturiser from Chandler....\nChandler: Yeah y-you, how hard is it to say something? Rachel came over to borrow something.\nJoey: Anyway! Her and Ross just started yelling at each other.\nPhoebe: Wait. Why was he yelling at her? He’s the one who slept with someone else.\nJoey: Well, I guess he says that because they were on a break when it happened, that she should of forgiven him by now.\nPhoebe: Whoa!! He is soo unreasonable! God, although I think I understand what he means. Oh my God, this is like 60 Minutes, okay, when, when, at first you’re really mad at that pharmaceutical company for making the drug and then y'know you just feel bad for the people because they needed to make their hair grow.\nChandler: Y'know what this is like? This is like when my parents got divorced. Man, I hope Ross doesn’t try to kidnap me after Cub Scouts.\nPhoebe: Y'know I had a dream where Ross and Rachel were still together, they never broke up. And we were all just like hanging out, and everyone was happy....\nJoey: I had the same dream!\nPhoebe: Yeah, and nobody slept with that Xerox girl.\nJoey: Oh, I had the opposite dream.\nChandler: Y'know what maybe it’s gonna be okay, I mean it’s been a week.\nJoey: Yeah, I mean it’s never taken me a week to get over a relationship.\nMonica: It’s never taken you more than a shower to get over a relationship.\n[Rachel enters.]\nMonica: (seeing her) Okay, let’s go!! Let’s hit the road!!\nRachel: Hey!\nMonica: Let’s get the show on it!\nRachel: Okay, let me just get a cup of coffee.\nMonica: Oh Rachel, I know the best coffee house and it’s sooo close.\nRachel: Closer than here?\nPhoebe: (turning around and picking a cup off of a table) Oh, hey, look, I found coffee! (handing her the cup) Okay, let’s skedaddle.\nRachel: Wait, I’m not just gonna drink somebody’s old coffee.\nPhoebe: Okay, your highness.\n[Ross enters behind Rachel, and look at each other for a moment.]\nPhoebe: (in a deep voice, imitating Ross) Um, Rachel I’m really sorry. (imitating Rachel) That’s okay, do you wanna get back together? (imitating Ross) Yeah, okay. (in her normal voice) Did anyone else hear that?!\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Chandler and Joey's, the whole gang is there, except for Ross and Rachel. Joey is trying to eat Chinese with chopsticks and fails miserably. There’s a knock on the door, and Chandler answers it to reveal Rachel]",
            "dialog": "Rachel: (softly) Is he here?\nChandler: No.\nRachel: Oh. (smiles) Here’s your moisturiser. Hi!\nMonica and Phoebe: Hey!\nRachel: You guys are gonna love meee! Okay, check it out, Thursday night, five tickets, Calvin Klein lingerie show, and you guys are coming with me. (they’re all silent and look away) Okay, I said that out loud right?\nChandler: Yes, yes, it’s just that we ah, we kinda all ready, made plans with Ross.\nRachel: Oh, well okay. Well, there you go.\nPhoebe: No, it’s just that he got this new like home theater dealie, and he wants y'know, us to check it out.\nRachel: Hm-mm.\nChandler: Yeah, he’s really excited about it too, he even recorded show times on his answering machine.\nRachel: Ohh!\nMonica: We’re sorry honey.\nRachel: Oh, it’s okay. (starts to leave)\nJoey: Rach, it’s, it’s ah, it’s not that we don’t want to, really. (quietly) Are we talking models in their underwear?\nRachel: And heels.\nJoey: (He turns around to Chandler looking for approval to go with Rachel, Chandler mouths ‘Come on!’) (turning back to Rachel) Ross, did ask us first, and we set that night aside.\nRachel: No, hey, come on, if he asked you first, that’s only fair. (leaves)\n[Chandler makes a noise of absolute disgust and heads into the living room.]\nPhoebe: Ohhh boy, do I feel bad.\nJoey: Oh yeah.\nMonica: Very bad.\n[We see Chandler lighting up a cigarette.]\nPhoebe: Chandler what are you doing?!\nMonica: Chandler!!\nChandler: (jumps back and points at the cigarette) Oh my God!\nJoey: You’re smoking again?!\nChandler: Well, actually, yesterday I was smoking again. Today, I’m, I’m smoking still.\nPhoebe: Why would you start again after chewing all that quitting gum?\nChandler: Look, I’m telling you this is just like my parents divorce, which is when I started smoking in the first place.\nMonica: Weren’t you nine?!\nChandler: Yeahhh. I’m tellin’ ya something, that ah, first smoke after nap time....\n[There’s a knock on the door.]\nChandler: Oh that’s great, with my luck, that’s gonna be him.\nPhoebe: Him? Him, Ross?\nChandler: Nope, hymn 253, His Eyes Are On The Sparrow! When my parents got divorced is when I started using humour as a defence mechanism. (answers the door and it’s Rachel again.)\nRachel: Hi! Uhh, do you guys have plans for the weekend? Because I have my sister on hold, and she said that we could use her cabin for the weekend and go skiing. Huh? I’m asking you first, right?!. I mean I’m playing by the rules.\nAll: Absolutely, yeah!\nRachel: Chandler! You’re smoking? What are you doing?!\nChandler: Hey, shut up!! You’re not my real Mom!!\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Ross’s, the gang, minus Rachel of course, is there. Chandler is forced to smoke by an open window.]",
            "dialog": "Joey: (obviously cold) Hey, can you close that window Chandler? My nipples can cut glass over here!\nPhoebe: Wait. Really?! ‘Cause mine get me out of tickets.\nRoss: Look, you guys I just wanna say, I really, really appreciate you spending this time with me. It’s been a pretty hard time right now, so I just wanna say thanks.\nChandler: Can somebody else hug him? I have to stay by the window.\nRoss: Oh hey, hey, huh, how about this weekend we have a laser disc marathon okay, and maybe a tournament on my new dart board? Huh, huh, what do you think? (in an Irish accent) Two days of darts, it’ll be great!\nJoey: It’ll be great for next weekend.\nRoss: No, no, no, this weekend guys!\nJoey: It’ll be great for next weekend. I mean, (in an Irish accent) it’ll be grrreat.\nRoss: What’s going on?\nPhoebe: Well, we were um, sorta invited to go skiing, y'know Rachel’s sister’s cabin. (Chandler goes back to the window to smoke again.)\nRoss: So, for the whole weekend?\nMonica: We’re really sorry, but um, she did ask us first.\nRoss: Yeah, that’s okay, I mean if you guys all have to go away for the first weekend I’m alone by myself, y'know then I totally, totally understand.\nPhoebe: Y'know what, I can stay, I’m gonna stay. ‘Cause the last time I went skiing I was to afraid to jump off the chair lift, I just went around and around.\nJoey: Uh, Pheebs we kinda need you to drive us all up there in your grandmother’s cab, but y'know what, I’ll stay.\nMonica: Noo! I’ll stay. He’s my brother.\nRoss: What a pity stay?\nMonica: No! We’re gonna have fun. We can make fudge!\nRoss: Pity food? Y'know what that’s okay, all right, I don’t need any of you to stay, okay nobody stays.\nChandler: Well, then, I might as well offer to stay.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: In Phoebe’s Grandmother’s cab, driving up to the cabin. Phoebe’s driving, Rachel’s sitting shotgun, Chandler, Monica, and Joey are in the back seat.]",
            "dialog": "Joey: (to Chandler and Monica) Hey, does anybody else feel bad about Ross?\nMonica: Why? Do you think he’s still mad at us?\nChandler: (to Joey) Well he’s probably mad after you called him this morning to borrow his goggles.\nJoey: What? Mine aren’t tinted.\n[Chandler starts to light a cigarette.]\nPhoebe: Chandler!!\nChandler: What?\nPhoebe: What does the sign say?\nChandler: Beam me up Jesus.\nPhoebe: No, the ‘No Smoking’ sign. There’s no smoking in my Grandmother’s cab.\nChandler: Okay, well, then, I-I have to go to the bathroom.\nAll: Oh!\nPhoebe: Please!\nMonica: No Chandler no! No unscheduled stops. You can go when we stop for gas.\nChandler: Oh, come on, there’s a rest stop right up there! Come on, I really have to goooooooooo.\nJoey: Oh, now I have to go!!\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: The rest stop, Phoebe’s pulling in.]",
            "dialog": "Chandler: Here we go. Okay, brace yourselves.\nMonica: What?\n[Both Chandler and Joey put their feet up against the glass, Monica doesn’t and gets thrown up against the glass.]\nRachel: Okay.\nMonica: Ow!\n[Joey gets out and sprints to the bathroom and Chandler follows with a cigarette in his hands.]\nPhoebe: (to Rachel, who’s staying in the cab.) Aren’t you gonna go?\nRachel: No. Thank you.\nMonica: (getting out) No, Rachel never pees in public restrooms.\nRachel: Well, they never have any paper in there y'know. So my rule is ‘no tissue, no tuschy.’ (Phoebe laughs and gets out.) Well, if everybody’s going. (She gets out and starts to close the door.)\nPhoebe: No, y'know what don’t close it (Rachel slams the door shut locking themselves out.) ‘cause the... keys...are in there.\nChandler: Oh, no-no-no-no-no-no!!\nJoey: What’s going on?\nChandler: (to Joey) My lighter’s in there! (points to the cab)\nCommercial Break\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: The rest stop, the gang is still stuck, Chandler is kneeling at the rear bumper.]",
            "dialog": "Chandler: Damn! (stands up) The tailpipe’s not hot enough to light this!\nJoey: Relax okay, I-I-I can get this open. Anybody have a coat hanger?\nChandler: Oh I do! Op, no, wait a minute, I took it out of my shirt when I put it on this morning.\nMonica: So, if you’re parents hadn’t got divorced, you’d be able to answer a question like a normal person?\nJoey: Look, I just need a wire something to jimmy it. Oh hey, one of you guys give me the underwire from your bra!\nMonica: What?!\nRachel: What?!\nJoey: Come on! Who has the biggest boobs?\nMonica: Please!!\nJoey: Whoever has the biggest boobs, has the biggest bra, therefore has the biggest wire.\nThe Girls: No, not getting my bra!\nJoey: If you wanna get back in the car, we need the wire, your call.\nPhoebe: Okay, Monica’s are the biggest.\nMonica: These tiny, little non-breasts?! Please, it’s gotta be Rachel.\nRachel: What, no, no, no, mine are deceptively small I mean, I-I-I actually sometimes, st-stuff my bra.\nMonica: All right then, your bra would still be big.\nRachel: No, I stuff outside the bra.\nChandler: Ladies, ladies, let’s just compromise okay? Phoebe, Rachel take off Monica’s bra.\nPhoebe: All right, forget it, nevermind, you can have mine.\n[Chandler crumples up his cigarette pack and throws it on the ground.]\nRachel: (seeing him) Chandler, what are you doing? There is a trash can right there.\nChandler: Well, I thought if I littered, that crying Indian might come by and save us.\nPhoebe: (finishing removing her bra) Okay, there.\nJoey: Thank you Phoebe, that is very, very generous.\nChandler: Okay, now let’s decide who has the nicest ass.\nJoey: (opening the door) And there you go!\nAll: Oh, yeahhhhh!!!\n[They all run to get in the cab, and Chandler pulls out a smoke.]\nMonica: Chandler!!\nChandler: At least let me smoke it to the good part.\n[Phoebe puts the car in gear and starts to back out.]\nPhoebe: Okay. (The car moves a few feet and sputters to a stop.) Oh, no!\nRachel: What, what’s it, what’s going on?\nPhoebe: Yeah, this has happened before.\nRachel: So you know how to fix it?\nPhoebe: Yep. Put more gas in.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Carol and Susan’s, Carol is setting a romantic dinner for Susan as there is a knock on the door.]",
            "dialog": "Carol: (answering the door) Hi!\nRoss: (entering) Hey.\nCarol: Hey, what are you doing here?\nRoss: Well, oh just ah, I was just wondering, when you and I split up, did you get the tape that was half the last episode of M*A*S*H and half the hostages coming home?\nCarol: Ah yeah, but now it’s Susan and me in Mexico and the hostages coming home.\nRoss: Where’s Ben?\nCarol: He’s sleeping.\nRoss: Ahh. (notices the table) Ooh, is this a ah, is this a bad time?\nCarol: Umm, yeah, actually, Susan’s gonna be home any minute, it’s kinda an anniversary.\nRoss: Oh! I thought you guys got married in uh, January?\nCarol: It’s not that kind of anniversary.\nRoss: Ah! (realises) Oh.\nCarol: Sooo!! Anyway...\nRoss: Umm, candles, champagne, yeah anniversaries are great. ‘Cause you know love lasts forever, y'know. Nothing like it in this lifetime, money in the bank, so Rachel and I broke up.\nCarol: Oh God, Ross I am so sorry.\nRoss: Yeah, well.\nCarol: Y'know what, I want to talk to you about this so much, but we should probably do it when we could really get into it, are you free for dinner tomorrow night?\nRoss: Oh yeah, I’d love that.\nCarol: Oh, great! Me too.\nRoss: I guess it all started when Rachel got this new job. (he sits down at the table.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The rest stop, Phoebe is on the phone to the motor club.]",
            "dialog": "Phoebe: Okay, yeah. (to Monica and Rachel) Triple A can pick us up.\nRachel: Great!\nPhoebe: Yeah, what town are we near?\nMonica: Freemont. West-Westmont, ah Westburg?\nPhoebe: (to Monica) Then why are you answering? Do you at least know what route we’re on?\nRachel: Yeah, we are definitely on Route 27.\nPhoebe: Okay. (on phone) We are at a rest stop on Route 27. Okay. (to Rachel) There is no Route 27. (listens) (to Rachel) Okay, either 93 or 76?\nRachel: I don’t know, I’m sorry, I always slept in the back when we drove up here.\nPhoebe: Okay. (on phone) Hey, can you send somebody up and down 76 and check every rest stop, and, and also 93? (listens) Okay! (hangs up) Yeah, no they don’t do that.\nRachel: Ugh, okay, well somebody will come and save us.\nMonica: Who? I mean have you seen a car come by here in the last hour and a half? I think we should call Ross, maybe he can get a car and come pick us up.\nRachel: No! No, I am not getting in a car with Ross, we will just have to live here!\nPhoebe: But if...\nRachel: No you guys, I am not getting in a car with him, you’ll have to think of something else.\nPhoebe: Oh good, oh Joey and Chandler are back.\n[Joey walks up helping Chandler.]\nMonica: So the going for help went well?\nJoey: Oh yeah, Smokey Joe here got half way to the highway and collapsed.\nChandler: I have the lung capacity of a two year old. (starts to light another cigarette.)\nMonica: Then why are you smoking?\nChandler: Well it’s very unsettling.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Carol and Susan’s, Ross is eating the dinner Carol made for Susan.]",
            "dialog": "Ross: ....right? Right? I mean it’s pretty unbelievable y'know, I mean they just took off, took off without even looking back. Y'know I don’t, I don’t need them, huh, I’ve got you guys now as friends, you and Susan.\nCarol: Ah, Susan will be so pleased.\n[Ross’s beeper goes off.]\nRoss: (looking at the page) 717? (to Carol) Where’s 717? (He gets up to return the page, Carol starts to take the last of the food into the kitchen, but Ross grabs the last piece.) Hey, you’ve have more of these for Susan right?\nCarol: No. But it’s okay, I’ll just put out pickles or something.\n[Cut to the rest stop, Monica and Phoebe are waiting anxiously by the phone as it rings.]\nPhoebe: (answering the phone) (whispering) Ross, thank God.\nRoss: Pheebs? What, why are you whispering?\nPhoebe: I ate a bug.\n[Rachel starts to walk up.]\nMonica: (running over to stop Rachel) Hey Rach, the tampons here are only a penny. Let’s stock up. (takes her into the bathroom)\nPhoebe: Listen Ross, we ran out of gas, and we don’t know where we are, so we can’t get a tow truck.\nRoss: Oh, now you want a favour?\nPhoebe: Yes, please.\nRoss: Well, oh, I’m sorry your car broke down Pheebs, but I’m a little too busy with some of my real friends right now, but please call to let me know you got home safely okay?\nCarol: (running over and grabbing the phone away from Ross) (on phone) Phoebe, hang on a second. (Hands Ross her keys) Here, take my car, go pick up your friends.\nRoss: No, I’m not gonna pick them up.\nCarol: Listen, we both know you’re gonna do it ‘cause you’re not a jerk. Okay? So you can either sulk here for a half hour and then go pick them up, or save us both time and sulk in the car.\nRoss: No, Rachel doesn’t want me to....\nCarol: Look, I-I-I am sorry that Rachel dumped you ‘cause she fell in love with that Mark guy, and you are the innocent victim in all of this, but don’t punish your friends for what Rachel did to you.\nRoss: Yeah, you’re right.\nCarol: (on phone) Phoebe hang on a second Ross wants to say something. (listens) What? (listens) (to Ross) You slept with someone else?!\nRoss: We were on a break!!! Okay!! (grabs the phone) We were, we were..., (calms down) yeah. Where are you? I’ll find you. (hangs up)\nCarol: You slept with another woman?\nRoss: Oh, you-you’re-you’re one to talk.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: The rest stop, Joey is making a sign.]",
            "dialog": "Joey: Okay, done.\nMonica: (reading the sign) What’s ‘pleh’?\nJoey: That’s ‘help’ spelled backwards so that the helicopters can read it from the air!\nMonica: Huh. What’s doofus spelled backwards?\n[Ross drives up.]\nRachel: (all excited) Op, op, car! Car!! (sees it’s Ross) Ugh!!!\nPhoebe: Oh, it’s Ross on one of his drives!\nChandler and Joey: Hey!!\nPhoebe: Hi!\nRachel: What is he doing here?!\nRoss: He is saving your butt, ah, unless of course I’m stepping on some toes here, in which case I can just mosey on, I’ve got plenty of people to help on the Interstate.\nAll: No! Come on!\nRachel: All right!! Fine! Fine.\n[Ross grabs the gas can he brought along, and walks through Joey’s sign destroying it.]\nJoey: Arrrghh!!\nChandler: Oh no, now it’s not gonna make any sense!\nPhoebe: (to Chandler and Monica) You guys, what, what do we do about Ross who drove all the way up here? What do we do? Just like send him back and we’re then gonna go skiing?\nChandler: Oh, this is horrible, it’s just horrible.\nJoey: Guys, do you think we should ask Ross to come along?\nMonica: I know, what about Rachel? I mean how are we even gonna ask her?\nRachel: Ask me what?\nMonica: Umm, if ah, it might be okay if Ross came skiing?\nChandler, Phoebe, and Joey: No, I wasn’t gonna ask you that, no.\nRachel: You guys are unbelievable. No! He cannot come.\nRoss: Excuse me?\nChandler: It’s horrible.\nRoss: (sarcastic) Oh please, can’t I come to your special, magical cabin?\nRachel: Why would you even want to come Ross? You’re a horrible skier.\nRoss: Oh-oh, hitting me where it hurts, my ski skills.\nMonica: Here we go again.\nJoey: I-I can’t handle this, you guys.\nChandler: Y'know what, I can handle it, handle’s my middle name. Actually it’s the ah, middle part of my first name.\nRoss: All right Pheebs, your cab’s ready.\nRachel: All right, let’s go!\nRoss: You’re welcome.\nRachel: Oh, I’m sorry, were you speaking to me or sleeping with someone else?\nRoss: We were on a break!\nRachel: Y'know Ross why don’t you put that on your answering machine!\nRoss: Hey-hey, it’s valid okay? And I’m not the only one who thinks so, Monica agrees with me.\nRachel: (to Monica) What?!\nMonica: (shyly) I don’t know.\nRoss: That’s what you said last night.\nMonica: What I said was, was that I understood. Joey’s the one who agreed with you!\nRoss: Okay.\nRachel: Really Joey?\nJoey: (pause) What?\nPhoebe: Y'know what, but there is, there is no right or wrong, here.\nRachel: No, I think it’s very obvious who’s wrong here.\nRoss: Obviously not to Joey.\n[They all turn around and look at Joey.]\nJoey: (pause) What?\n[They all start fighting with each other.]\nRoss: (to Rachel) Look both, Joey and Monica feel the same way that I do. No-no-no-no.\nChandler: Guys, guys, guess who I am?! (starts dancing around in an effort to stop the fighting.)\n[They stop briefly to look at Chandler, but then start fighting again.]\nPhoebe: Hey! Hey! Hey! Hey!! Hey!!! (they all stop fighting, Chandler continues to dance.) Look what you’re doing to Chandler!! (Chandler finally stops) (to Ross and Rachel) Yeah, look, we know this is really, really hard for you guys. Okay? (Ross starts to leave) You don’t, all right you don’t have to love each other, okay? You don’t, you don’t even have to like each other much right now. But please, you have to figure out a way to be around each other.\nJoey: Yeah, and not put us in the middle.\nPhoebe: Yeah, otherwise, I mean that’s, that’s, that’s just it for us hanging out together. Y'know is that what you want? (they both look away) Can you be civil?\nRachel: Yeah.\nRoss: I can.\nPhoebe: Okay. Good, all right, let’s get back in the car, ‘cause it’s freezing, and my chest is unsupported.\nJoey: Oh what, wait, wait a second, I mean, what are we doing? Who’s going with who?\nRoss: Look, you guys, you guys should go. (Joey tries to say something, but Ross cuts him off.) No, I’m, you, you planned this all out, and I don’t want to ruin it, so you guys should just go.\nJoey: Come on man, you drove all the way up here.\nRoss: No, no, really, I’ve got to take the car back anyway, I’m spending all day tomorrow with Ben, It’s fine, no guilt I promise.\nRachel: Thank you.\nMonica: All right, we’ll call you when we get back.\nRoss: Okay.\nPhoebe: Maybe we can like go to a movie or something.\nRoss: Okay.\nPhoebe: Or, or the rodeo!!\nRoss: That would be great.\nPhoebe: Okay!\nChandler: I was being Shelly Winters from The Poseidon Adventure.\nRoss: I know!\n[They all get in the cab and drive away.]\nPhoebe: Bye!!!\n[Ross tries to start the truck, and discovers the battery’s dead.]\nClosing Credits\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Carol and Susan’s, Carol is running to answer the door.]",
            "dialog": "Carol: (looking through the peephole) Ugh. (opening the door) Ross!\nRoss: (entering) Hi! Sorry I’m late. Were you sleeping?\nCarol: Ahh, nooo!!\nRoss: Oh, great! Listen, oh I had to get you a whole new battery. I got you the best one I could, ‘cause that’s not where you want to skimp.\nCarol: You’re a genius, Ross.\nRoss: Yeah, well it came to about $112, but what the hell, just call it an even 110?\nCarol: Okay, I’ll pay you tomorrow. (pushes him out the door)\nRoss: Okay.\nCarol: Okay, bye!!\nRoss: So they ah, they all took off, it was pretty hard watching them go, y'know?\nCarol: Yeah, okay, bye. (closes the door, turns out the lights, and runs back to the bedroom)\nRoss: (outside the door) So I’m gonna take off then!\nEnd\n"
        }
    ]
}