{
    "metadata": {
        "season": "SEASON 3",
        "title": "305 Frank Jr.",
        "written_by": "Scott Silveri & Shana Goldnerg-Meehan.",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Joey’s, there is lumber all over the apartment]",
            "dialog": "Chandler: (entering) Hey!\nJoey: Hey!\nChandler: Hey-hey-hey. So what happened? A forest tick you off?\nJoey: No. Y'know how we’re always saying we need a place for the mail.\nChandler: Yeah!\nJoey: Well, I started building one. But then I decided to take it to the next step.\nChandler: You’re building a post office?\nJoey: No, an entertainment unit, with a mail cubby built right in. It’s a one day job, max.\nChandler: Okay. (notices that Joey is wearing some really tight jeans) My word! Those are snug.\nJoey: Oh yeah. These are my old work pants, Sergio Valente’s.\n(Chandler goes to his bedroom and opens the door. However, only the top half opens, and he trips into his bedroom over the bottom half.)\nJoey: Power saw kinda got away from me there.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Outside Central Perk, Phoebe is pacing back and forth waiting for someone.]",
            "dialog": "Rachel: (joining Phoebe outside) Hey Pheebs.\nPhoebe: Hey!\nRachel: Any sign of your brother?\nPhoebe: No, but he’s always late.\nRachel: I thought you only met him once?\nPhoebe: Yeah, I did. I think it sounds y'know big sistery, y'know, ‘Frank’s always late.’\nRachel: Well relax, he’ll be here.\nPhoebe: No, I know, I’m just nervous. Y'know it’s just y'know Mom’s dead, don’t talk to my sister, Grandma’s been sleeping a lot lately. It’s like the last desperate chance to have a family, y'know, kinda thing. You’re so sweet to wait with me.\nRachel: Well, actually Gunther sent me. You’re not allowed to have cups out here, it’s a thing. (takes her cup and goes back inside)\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: inside Central Perk]",
            "dialog": "Chandler: Does anyone else think David Copperfield is cute?\nMonica: No, but he told me, he thinks your a fox.\nChandler: All right, Janice, likes him. In fact she likes him so much she put him on her freebie list.\nJoey: Her what?\nChandler: Well, we have a deal, where we each get to pick five celebrities that we can sleep with, and the other one can’t get mad.\nRoss: Ah, the heart of every healthy relationship. Honesty, respect, and sex with celebrities.\nMonica: So, Chandler, who’s on your list?\nChandler: Ah, Kim Basinger, Cindy Crawford, Halle Berry, Yasmine Bleeth, and ah, Jessica Rabbit.\nRachel: Now, you do realize that she’s a cartoon, and way out of your league?\nChandler: I know, I know, I just always wondered if I could get her eyes to pop out of her head.\nJoey: Hey, Monica, who would yours be?\nMonica: First, I need a boyfriend, then I can have a list.\nJoey: It’s just a game Mon. (makes a ‘Can-you-believe-her’ face to the rest of the gang.) Rach, how about you?\nRachel: Oh, I don’t know, I guess, Chris O’Donnel, John F. Kennedy, Jr., Daniel Day Lewis, Sting, and Parker Stevenson.\nRoss: Spiderman?\nRachel: Hardy Boy.\nChandler: Peter Parker.\nRoss: Thank you.\nRachel: What about you honey, who would be on your list?\nRoss: Well I-I-I, that kind of thing requires some serious thought. First, I’ll divide my perspective canidates into catergories....\nChandler: (coughing) What a geek!\nPhoebe: (entering) Everbody this is Frank! This is my half-brother Frank.\nAll: Oh, hi.\nPhoebe: This is everybody. This is Ross.\nFrank: How are you?\nRoss: Hey.\nPhoebe: Chandler.\nChandler: Hi.\nFrank: Hi.\nPhoebe: Joey.\nJoey: Hey-hey!\nFrank: Hey.\nPhoebe: This is Monica.\nFrank: Whoa!\nPhoebe: And this is Rachel.\nRachel: Hi!\nFrank: Whoa!!\nPhoebe: I’m gonna get coffee.\nFrank: Hey, how do you guys get anything done?\nChandler: We don’t, really.\nRachel: Well, so, now, do you guys have a lot of big plans?\nPhoebe: Oh yeah! Yeah, no, we’re gonna connect, y'know bond, and everything.\nFrank: Yeah, I was thinking that maybe we could go down to Time Square and pick up some ninja stars. And, oh, um, my friend Larry, he wants me to take a picture of a hooker.\nChandler: You know, we don’t really take advantage of living in the city.\nJoey: I know.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Joey’s, Joey is drilling a hole in the wall and the drill comes out the other side really close to Chandler’s head. Chandler then rushes out to talk to Joey.]",
            "dialog": "Joey: Oh, I’m sorry. Did I get ‘ya?\nChandler: No, you didn’t get me!! It’s an electric drill, you get me, you kill me!!\nJoey: Calm down, do you want this unit or not?\nChandler: I do NOT want this unit!!\nJoey: Well, you should’ve told me that before, I’m not a mind reader. Hey, we’re out of beer. I’m going to Monica’s.\nChandler: Fine! (goes into his room and slams the door, then he slams the bottom half of the door.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel’s, Joey is entering]",
            "dialog": "Monica: Hey! Where ‘ya headin’ in those pants? 1982?\nJoey: Oh Monica, listen, I ah, I saw down at the hardware store, they got those designer tiles on sale. If you ever want to redo the bathroom floor.\nMonica: Why, what’s wrong with my bathroom floor?\nJoey: Nothing. It’s just old and dingy, that’s all.\nMonica: I highly doubt that. (they both go to the bathroom)\nJoey: Oh yeah. If you ah, move your hamper, you see what color the tile used to be. (Monica gasps) Yeah.\nMonica: I can’t live like this! What are we gonna do? What are we gonna do?\nJoey: Relax. Here hold this (hands her his beer). This old stuff just comes right off. (he bends down to try and lift some tile right in the middle of the floor, in his tight pants.)\nMonica: That’s a little more than I wanted to see.\nJoey: (manages to pry off only a small piece) Aw! Look at that, every inch of this stuff is glued down. It’d take forever to pry this up. You should ah, you should just leave it. (starts to walk away, but Monica grabs him)\nMonica: I can’t leave it! You gouged a hole in my dingy floor.\n(Joey places the toliet brush and holder over the hole, which is in the middle of the floor.)\nJoey: Eh! There you go.\nMonica: You know that’s nice, y'know we could put it back there after the surgeons remove it from your colon!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Phoebe’s, Frank and her, are sitting on the counh, watching TV]",
            "dialog": "Phoebe: (sits up) Oh, ew!\nFrank: What?\nPhoebe: Yeah I know what I wanted to ask you. Um, can you roll your tongue? Because I can, and my Mom couldn’t, and I thought y'know, I figured that was something I got from our Dad.\nFrank: What, wait, you mean like this? (does it)\nPhoebe: Yeah, yeah. You can do it to. (tries to do it, but can’t)\nFrank: Your not doing it.\nPhoebe: Oh right, yeah okay, my Mom could, and I can’t. We don’t have that....\nFrank: When’s your birthday?\nPhoebe: Feburary 16th.\nFrank: I know a guy who’s the 18th.\nPhoebe: Wow, that’s close. When’s yours?\nFrank: October 25th.\nPhoebe: That’s the same month as Halloween. So, um, what kinda things do you like to do at home?\nFrank: Melt stuff.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Ross is working on his list]",
            "dialog": "Ross: Okay, I’ve got three of my five.\nRachel: Three of your five, what?\nRoss: Celebrities I’m allowed to sleep with.\nRachel: Oh my God! You are giving this a lot of thought.\nRoss: Yeah, it’s hard okay, I only have two spots left.\nChandler: All right, so who do you got it narrowed down to?\nRoss: Okay, Elizabeth Hurely....\nChandler: Oooh-hoo, very attractive, forgiving.\nRoss: Susan Sarandon.\nChandler: Eh, y'know what, she’s to political, she probably wouldn’t let you do it, unless you donated four cans of food first.\nRoss: And!! Isabella Rosselini.\nChandler: Ooh-hoo. Very hot, very sexy. But ah, y'know she’s too international, y'know she’s never gonna be around.\nRachel: So?\nChandler: So, you gotta play the odds, pick somebody who’s gonna be in the country like all the time.\nRachel: Yeah, ‘cause that’s why you won’t get Isabella Rosselini, geography.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Phoebe’s, Frank is melting a plastic spoon.]",
            "dialog": "Phoebe: Okay so, by melting, you meant melting.\nFrank: Yeah.\nPhoebe: So is it like art?\nFrank: Yeah, you can melt art. Hey, can I use your phone?\nPhoebe: Um, yeah sure. Why you wanna call your Mom?\nFrank: No, I wanna melt it.\nPhoebe: Oh, well um, not right now. Y'know I’m just gonna go to bed, I think the fumes are giving me a headache.\nFrank: (starts laughing) Yeah!\nPhoebe: G’night, bro.\nFrank: G’night.\nPhoebe: Here. (gives him a fire extinguisher) Y'know, just in case.\nFrank: Oh, excellent. (starts to melt the fire extinguisher’s hose.)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica and Rachel’s, Phoebe is eating breakfast with Monica while Frank is playing with num-chucks on the balcony]",
            "dialog": "Monica: What kind of karate is that?\nPhoebe: No kind. He just makes it up.\nMonica: So how’s it going with you guys?\nPhoebe: So far, it kinda blows. I don’t know, I just thought y'know that he’d feel more like a brother y'know, like you and Ross, just like close and connected and....\nMonica: Oh honey, we’re close now but you-you wouldn’t believe the years of-of nugies, and wedgies, and flying wedgies, and atomic wedgies, and....(Phoebe shakes her head like she doesn’t understand) That’s where the waistband actually goes over your head.\nPhoebe: Ah!!\nMonica: Oh, we used to drive each other crazy playing the shadow game.\nPhoebe: Oh, how do you play the shadow game?\nMonica: Oh, how do you play the shadow game?\nPhoebe: I just asked you.\nMonica: I just asked you.\nPhoebe: I don’t have time for this.\nMonica: No, that is what the game is.\nPhoebe: Which you just gave up really quickly.\nChandler: (entering) Have you seen Joey?\nMonica: What’s the matter?\nChandler: Oh, just this! (turns around and has a paint lid stuck to the back of his pants.) Y’know what it’s my fault really, because the couch is usually where we keep the varnish.\nJoey: (yelling from bathroom) Hey, does somebody wanna hand me one of those tiles.\nChandler: What’s going on?\nMonica: He’s retiling my floor. (they both run to the bathroom)\nChandler: Yo!! Spackel boy! Get up!\nMonica: Ah-ah-ah, now you started this, you will finish it.\nChandler: He started mine first!\nPhoebe: Build the unit Cinderelly, lay the tile Cinderelly.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Phoebe’s, Phoebe and Frank are watching TV.]",
            "dialog": "Frank: Whoa! Big octopus.\nPhoebe: Yeah. (phone rings and Phoebe answers it) ‘Hello. (listens) Oh my God, I totally forgot! (listens) Well can’t someone else do it. (listens) But, I have company. (listens) Yeah, no look, that’s all right I’ll come in.’ (hangs up phone) Um, Frank, I’m really sorry but I have to go to work. It’s-it’s one of my regulars and he’s insisting that I do ‘um.\nFrank: Hey, what kind of work do you do?\nPhoebe: Oh! I’m a masseuse. I give people massages and stuff.\nFrank: You-you work at one of those massage parlors?\nPhoebe: Well, y'know we don’t call it that, but yeah!\nFrank: (starts laughing) Wow! That’s wild! No, I had no idea.\nPhoebe: All righty. I’ll be back in-in a little bit. Unless you wanna come with me?\nFrank: You mean like watch?\nPhoebe: No, no, you can get one yourself. It’ll be on the house! Y'know what are big sisters for?\nFrank: Well, I don’t think this, y'know.\nPhoebe: No, no, no, I wouldn’t do you myself, I mean that would be weird. Yeah, no, I’ll get one of the other girls to do it. Oh, this will be so much fun! Hey! Are you excited?\nFrank: Yeah! Hey, do Monica and Rachel work there?\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel’s bathroom, Joey and Monica are admiring the new floor.]",
            "dialog": "Monica: It’s beautiful! It’s like the first bathroom floor there ever was. (Chandler tries to go to the bathroom) Whoa! Are you going in there for?\nChandler: What, like a number?\nRoss: (entering) Hey!\nChandler: Hi! Bye! (runs to the bathroom)\nRoss: Okay, I’m done with my choices, these are final. (holds up a little card)\nRachel: Well, it’s about time.\nJoey: Ooh, very official.\nRoss: Oh, yeah, well y'know Chandler printed it up on his computer.\nMonica: And who laminated it?\nRoss: That would be me.\nRachel: All right let me see. (grabs the card) Uma Thurman, Winona Ryder, Elizabeth Hurely, Michelle Pfieffer, and Dorothy Hammel?\nRoss: Hey, it’s my list.\nRachel: Okay honey, you do realize she only spins like that on ice.\n, Frank is being ushered in, by the arm, to the room Phoebe is in by another girl.]\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Healing Hands Inc. (Phoebe’s work)",
            "dialog": "Frank: Ow!-Ow!-Ow! Ow! Ow! Ow! Ow! Ow! Ow! Y'know, ow!\nPhoebe: Hey!-Hey! What’s going on?\nFrank: She broke my arm.\nGirl: He touched my fanny.\nFrank: No, she touched mine first!\nGirl: That’s my job!\nFrank: So wait, what’s the deal here, I can have sex with you, but I can’t touch you?\nPhoebe and Girl: Ewww!!!\nPhoebe: You can’t have sex with her!\nGirl: What’d you think I was, a hooker?\nFrank: No, your a masseuse, it’s cool, I’m not a cop.\nPhoebe: Okay, Jasmine, can you, can you ask Mr. Whiffler if he can wait for like five minutes.\nJasmine: Fine. (starts to leave, and points at Frank) I don’t like you!! (leaves)\nPhoebe: (turns around and hits Frank) So that’s what you thought I did!! God! That’s not what I do!\nFrank: Wait that’s-that’s, what that’s not what you do?\nPhoebe: Nooo! Why would you think that?\nFrank: I don’t know, I mean, y'know, this is the city y'know, I just, I mean, I don’t know.\nPhoebe: Whatever, it’s the perfect end to the perfect weekend anyways.\nFrank: Oh, wait, no your right, no it was perfect and I can’t believe that I screwed it up so bad.\nPhoebe: You really thought it was perfect?\nFrank: Well, no, maybe-maybe it wasn’t perfect, but y'know it was pretty cool, y'know, ‘cause we had all those great talks y'know.\nPhoebe: Yeah, um, which ones in particular were great for you?\nFrank: Well y'know about the tongue thing, y'know, and how I told you about my likes and my dislikes...\nPhoebe: I don’t....\nFrank: How-how I like to melt stuff, and how I dislike stuff that doesn’t melt.\nPhoebe: Right, okay, um-mm.\nFrank: Yeah, y'know I feel like I can really talk to you ‘cause y'know you’re my sister, y'know.\nPhoebe: Yeah, I guess I do, yeah.\nFrank: Then I go feel your friend up and make you mad at me.\nPhoebe: Well, I-I wasn’t hopping mad, y'know.\nFrank: You hopped a little bit. Yeah, I really sorry.\nPhoebe: Okay. All right, this is my favourite part of the weekend, right now, this.\nFrank: This?\nPhoebe: Uh-huh.\nFrank: Oh come on we went, we went to Time Square, we found ninja stars, I almost got arm broken by a hooker...\nPhoebe: She wasn’t a hooker.\nFrank: Well, when I tell my friends about her she will be.\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Chandler and Joey’s, everyone is there, helping to lift the entertainment center into place]",
            "dialog": "Chandler: Okay, on three. One....Two....\nJoey: Why don’t we just go on two.\nChandler: Why two?\nJoey: Because it’s faster.\nChandler: Yeah, I coulda counted to three like four times without all this ‘two’ talk.\nRachel: Oh!\nJoey: All right, but in the future...\nRoss: Okay!! Okay!!\nRachel: Come on!\nRoss: Heavy thing, not getting lighter!\nChandler: Okay, one...two...\nJoey: So we are going on two?\nAll: All right!! (they lift it into place, however there is one small problem, the unit is so long that it blocks some of both of their bedroom doors.)\nChandler: Oh, good job Joe.\nJoey: Wow, it’s big!\nChandler: Yeah-yeah, so big that it actually makes our doors look smaller!\nJoey: Maybe, my ruler’s wrong.\nPhoebe: Maybe all the rulers are wrong.\nJoey: Look it’s not that bad. So what, it blocks a little of your door, a little of my door.\nChandler: Yeah, y'know what I got a better idea. How-how ‘bout it blocks none of mine door and a lot of yours? (throws his shoulder into the center to try and move it, but it doesn’t move.)\nJoey: Yeah, listen, before I forget that side is still wet.\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Central Perk, Rachel is serving some guy coffee.]",
            "dialog": "Rachel: Okay sir, um-mm, let see if I got this right. Ah, so this is a half-caf, double tall, easy hazel nut, non-fat, no foam, with whip, extra hot latte, right? (the guy nods) Okay, great. (she starts to walk away and under her breath) You freak.\n(Isabella Rosselini enters)\nRoss: (to Gunther) Thank you.\nIsabella: (to Gunther) Um, coffee to go, please.\n(Ross recognises her and goes over to the couch, mouthing ‘Oh my God’\nRoss: Isabella Rosselini. (points to her)\nMonica: Are you serious? (they all look) Oh my God.\nRoss: Damn! I can’t believe I took her off my list.\nMonica: Why? ‘Cause otherwise you’d go for it?\nRoss: Yeah, maybe.\nRachel: Oh-oh, you lie.\nRoss: What you don’t think I’d go up to her?\nRachel: Ross, it took you ten years to finally admit you liked me.\nRoss: Yeah, well missy, you better be glad that list is laminated.\nRachel: You know what honey, you go ahead, we’ll call her an alternate.\nRoss: Okay, hold my crawler.\nRachel: Okay.\nMonica: Rach, are you really gonna let him do this?\nRachel: Honey, he’s about to go hit on Isabella Rosselini. I’m just sorry we don’t got popcorn.\nRoss: (to Isabella) Hi! Hi, I’m Ross, you don’t know me, but I’m a big, big fan of yours. I mean, Blue Velvet, woo-oo hoo! Um, I was wondering if I could um, maybe buy you a cup of coffee? (Gunther hands her change) Or maybe reimburse you for that one?\nIsabella: Aren’t you with that girl over there? (points at Rachel, who waves back)\nRoss: Well, yeah, kinda. Um, but that’s okay, see we have an understanding, um, see we each have this list of five famous people, (gets his out) so I’m allowed to sleep with you. No, no, no, it’s flattery.\nIsabella: I’m sorry. (starts to leave)\nRoss: Oh no, no, no, wait, wait, Isabella. Don’t, don’t just dismiss this so fast. I mean this is a once in a lifetime opportunity...\nIsabella: Yeah, for you. Is that the list?\nRoss: Um, yeah.\nIsabella: May I see it?\nRoss: Um, no.\nIsabella: Come on! (grabs the list)\nRoss: But, okay.\nIsabella: (reading it) I’m not on the list!\nRoss: Um, see, but that’s not the final draft.\nIsabella: It’s laminated!\nRoss: Yeah, um, okay see, you were, you were on the list but my friend, Chandler (Chandler waves) brought up the very good point that you are international, so I bumped you for Wynona Rider, local.\nIsabella: Y'know it’s ironic...\nRoss: What?\nIsabella: ...because I have a list of five goofy coffee house guys and yesterday I bumped you for that guy over there. (points at a guy and leaves)\nRoss: (to the rest of the gang) We’re just gonna be friends.\nClosing Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Chandler and Joey’s, they are admiring the entertainment center]",
            "dialog": "Joey: Y'know what?\nChandler: Umm?\nJoey: I bet ‘ya ya I could fit in there. (points to a hole in the center)\nChandler: I’ve got five bucks says you can’t.\nJoey: Get out your checkbook, mister.\nChandler: Oh, I think I have the cash.\n(Joey successfully enters the entertainment center, and Chandler closes the door on Joey.)\nJoey: You are dogged man! I totally fit!\nChandler: Yeah, you got me. (picks up a 2x4 and puts it through the handles so that the doors won’t open) I’m out five big ones! (puts the money in the crack between the door and frame) Here you go.\nJoey: Thank you. Cha-ching! (Chandler starts to leave) Oh, well hello Mr. Lincoln. Better luck next time buddy. (Chandler leaves and closes the door) And the drinks are on me!\nEnd\n"
        }
    ]
}