{
    "metadata": {
        "season": "SEASON 3",
        "title": "320 The Dullhouse",
        "written_by": "Wil Calhoun",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler, Monica, Phoebe, and Joey are there.]",
            "dialog": "Chandler: Wait a minute, wait. You’re telling me this actress person is the only woman you ever wanted who didn’t want you back?!\nJoey: Yeah! Oh my God! (to Chandler) Is this what it’s like to be you?\nMonica: Wow, you’re really crazy about her, huh?\nJoey: Oh, you have no idea. And-and when we’re on stage I get to-to kiss her and-and touch her, but then she goes home with the director, and it’s like somebody’s ripping out my heart!\nPhoebe: Oh, it’s so great to see you feeling like this!\nRoss: (entering) Hey!\nAll: Hey!\nRoss: Monica, uh Dad called this morning and ah, Aunt Silvia passed away.\nMonica: Yes!! Yes! Yeah, yeah, yeah!\nRoss: We were all pretty shaken up about it.\nPhoebe: Wait, am I missing something though? ‘Cause I thought death was something that’s supposed to be sad, in a way.\nRoss: Well ah, Aunt Silvia was, well not a nice person.\nMonica: Oh, she was a cruel, cranky, old bitch! (Ross gives her a look) (to Ross) And I’m sorry she died. Did Dad say I get the dollhouse?\nRoss: You get the dollhouse.\nMonica: I get the dollhouse!\nPhoebe: Wow, a house for dolls, that is so cool! When I was kid, I had a barrel.\nJoey: Uh, Pheebs, you had a barrel for a dollhouse?\nPhoebe: No, just a barrel.\nMonica: Y'know what, you can play with my dollhouse.\nPhoebe: Really?! Really?!\nMonica: Any time you want. Y'know, when I was younger, all I wanted to do was to play with this dollhouse, but no!! It was to be looked at, but never played with.\nChandler: My Grandmother used to say that exact same thing to me.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Rachel’s office, Chandler and her are coming back from lunch.]",
            "dialog": "Rachel: Hey, Sophie!\nSophie: Hey, Rach!\nChandler: Hey.\nSophie: Hey.\nRachel: Thanks for lunch, Chandler. Y'know, you didn’t have to walk me all the way back up here.\nChandler: Oh, that’s-that’s okay, no problem. (He starts to look around her office.)\nRachel: Honey um, honey, you do realise that we don’t keep the women’s lingerie here in the office?\nChandler: Yes, I realise that.\nRachel: Summer catalogue! (hands him the catalogue)\nChandler: That’s the stuff! (quickly grabs it)\n[Rachel’s boss, Joanna, enters]\nJoanna: Rachel, I need the Versachi invoice. (to Chandler) Hello! You don’t work for me.\nRachel: (introduces them) Joanna, this is my friend Chandler Bing (to Chandler) Joanna.\nJoanna: Bing! That’s a great name.\nChandler: Thanks, it’s ah, Gaelic, for ‘Thy turkey’s done.’ So ah, I’m gonna go, nice, nice meeting you.\nJoanna: Me too.\nRachel: Bye, Chandler.\nJoanna: (to Rachel) So ah, what’s wrong with him?\nRachel: Oh, nothing, he’s just goofy like that, I actually, hardly notice it anymore.\nJoanna: Oh no, no-no-no, is he ah, married, or involved with anyone?\nRachel: No!! No! He’s not married, or involved, with anyone!\nJoanna: Oh, Rachel, (pause) actually, y'know what, forget it.\nRachel: Well, I’ll ask him for you, if you want me too?\nJoanna: Would you? Or, is it just to sad and desperate, and y'know something that Sophie would do?\nSophie: Uh, uh, uh, I am here.\nJoanna: I know that.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is showing off her new dollhouse. It’s a huge dollhouse, that takes up the entire living room table.]",
            "dialog": "Monica: Look at it! Ohhh! Wallpaper’s a little faded, that’s okay. Carpet’s a little loose. Hardwood floors!!\nPhoebe: (entering) Hey!\nChandler: Hello.\nPhoebe: Oh! Ooh! Oh Monica! It’s so beautiful.\nMonica: I know!!!\nPhoebe: So, I’m here, ready to play.\nMonica: Okay.\nPhoebe: I brought a bunch of stuff for the house, so check it out. Ha-ha. (She removes this large ceramic dog that comes up to the second floor and places it next to the house.)\nMonica: What’s this?\nPhoebe: That’s a dog, every house should have a dog.\nMonica: Not one that can pee on the roof.\nPhoebe: Well, maybe it’s so big because the house was built on radioactive waste.\nChandler: (holding a tissue) And is this in case the house sneezes?\nPhoebe: No, no, that’s the ghost for the attic.\nMonica: I don’t want a ghost.\nPhoebe: Well, nobody wants a ghost. But you’ve got one, because the house is sitting on an ancient Indian burial ground.\nRoss: Wait a minute, the house was built on radioactive waste, and an ancient Indian burial ground? That would never happen.\nPhoebe: Okay, obviously you don’t know much about the U.S. government.\nRachel: (entering) Hey!\nAll: Hello.\nRachel: I need to talk to you!\nRoss: Sure, what’s up?\nRachel: Oh, sorry. I meant Chandler.\nRoss: I-I know. Well if something comes up... (walks away)\nChandler: Oh, I'm glad you guys are past that little awkward phase.\nRachel: Okay, my boss, Joanna, when you left, she started asking questions about you...\nChandler: Oh-ho, liked what she saw, huh? Dug my action, did she? Checkin’ out the Chan-Chan man!\nRachel: (looks at him) That was (pause) surreal. Okay, what do think? Are you interested at all?\nChandler: Yeah, she seemed cool, attractive. I’ll do it.\nRachel: Oh thank you, Chandler, this is so great, she’s gonna love me.\nPhoebe: (holding a dinosaur) Okay, dinosaur attack!! Quick, everybody into the house!! Ahh-ahh! (the dinosaur starts attacking the house. She starts to bark like a dog.) Roof! Rrroof-roof-roof!\nMonica: Okay, Phoebe, y'know what? That-that’s it, that’s it, all right? No dinosaurs, no ghosts, no giant dogs, okay? They’re not the right size, they’re not Victorian, and they just don’t go.\nPhoebe: Okay, (starts to pack up her stuff) fine. Come dinosaur, we’re not welcome in the house of no imagination.\nRoss: Uh, Pheebs, while we’re hovering around the subject. I just have to say dinosaurs, they-they don’t go, rrroof!\nPhoebe: The little ones do.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: The Theatre, Joey and Kate are getting ready to rehearse the play.]",
            "dialog": "Joey: Hey, Kate!\nKate: Morning.\nJoey: Listen, I ah, went to that restaurant that you were talking about last week...\nThe Director: Hey, lovely! Come, talk to me a minute! (she goes over to him)\nJoey: (to himself) And I ate the food, I had the fish, it was good, yeah. It was good, yeah...\nWoman: Hi, oh, I’m Lauren, Kate’s understudy.\nJoey: Oh, hey! Joey Tribbiani.\nLauren: I know! I-I’m a big fan of yours.\nJoey: (looks at her, shocked) What?!\nLauren: I used to umm, schedule my classes so I could watch Dr. Drake Remoray on Days of Our Lives.\nJoey: Get out of here, really?!\nLauren: Absolutely!\nJoey: Yeah?\nLauren: Oh but then, they went and dropped you down that elevator shaft.\nJoey: They gave me the shaft all right.\nLauren: (laughing) Oh, you’re so funny. Listen, umm, what are you doing after rehearsals? Do you want to get a drink, or something?\nJoey: Well Ahh, (he sees Kate and the director kissing) yeah! Yeah, sure, a drink sounds great.\nLauren: Cool! I-I’ll see you then.\nJoey: All right.\nThe Director: All right, it’s time to act, my talking props. (Both Joey and Kate just look at each other.)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Monica and Rachel's, Phoebe is entering with her own dollhouse, that she made herself.]",
            "dialog": "Phoebe: Hey!\nAll: Hey!\nPhoebe: Look everybody, look at my new dollhouse!!\nRachel: Wow!!\nPhoebe: Look, look! (She lifts up the roof, and the front panel falls revealing the interior.)\nRoss: Hey, what’s this?!\nPhoebe: Oh, okay, it’s the slide instead of stairs. Watch this. (She slides a doll down the slide)\nMonica: It’s very interesting, Phoebe.\nRachel: What’s this?\nPhoebe: The Licorice Room, you can eat all the furniture. And, when guests come over, they can stay on the tootsie roll-away bed.\nRoss: This is the coolest house ever!!\n(Monica is looking on with a hurt expression on her face.)\nPhoebe: Hey, does anybody want to join me in the aroma room? (lights some incense)\nRachel: All right!\nRoss: I would!\nMonica: Hey, guys, guys, did you see my new, china cabinet?!\nRoss and Rachel: Uh-huh.\nPhoebe: Watch, watch. (She turns a strand of Christmas lights strung around the house.)\nRoss and Rachel: Ooohhhh!!\nPhoebe: And, and! (She turns on a bubble maker.)\nRoss and Rachel: Ahhhh!!\nChandler: (entering) Hey, my Father’s house does that!\nRachel: (to Chandler) O-o-o-okay, how did it go? Tell me everything.\nChandler: Well, the movie was great, dinner was great, and there’s nothing like a cool, crisp New York evening.\nRachel: Hmm.\nChandler: Of course, I didn’t get to enjoy any of that, because Joanna’s such a big, dull dud!\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Rachel’s office, Joanna’s telling Rachel, her side of the story.]",
            "dialog": "Joanna: Chandler is fantastic!!\nRachel: What?!\nJoanna: Oh God, we just clicked! Y’know how people just click? Like he came by to pick me up, and I opened the door, and it was just like, click! Did he tell you?\nRachel: Oh, I....\nJoanna: Oh, and he’s got such a good heart! Doesn’t he have a good heart?\nRachel: Oh, I know...\nJoanna: Oh, I know and he’s soo sweet! Listen, he said he was going to call, so put him straight through.\nSophie: Isn’t this great?!\nJoanna: Don’t spoil it.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: The Theatre, Joey and Kate are rehearsing.]",
            "dialog": "Joey: Come on baby, don’t go. Please? What do you say?\n[A phone rings.]\nThe Director: (answering the phone) Hello. Oh! It’s you. Just ah, just one-one sec. (to Joey and Kate) I am going to take this call. When I continue, I hope that there will appear on stage this magical thing that in the theatre we call, committing to the moment! (He goes to take the call.)\nJoey: (to Kate) That guy’s like a cartoon. What do you see in him anyway?\nKate: He happens to be brilliant. Which is more than I can say for that sweater you’re dating.\nJoey: Hey, I’m not interested in her sweater! It’s what’s underneath her sweater that counts. And besides, since ah, since when do you care who I’m going out with?\nKate: I don’t care. Why, do you want me to care?\nJoey: Do you want me to want you to care?\nKate: Do you?\nJoey: What?\nThe Director: (returning) Okay, I’m afraid to say this, but let’s pick it up where we left off.\n[They resume rehearsing.]\nJoey: Come on baby, don’t go. Please? What do you say?\nKate: I’ve got no reason to stay.\n(Joey grabs her and kisses her.)\nThe Director: Stop!! Stop it! You must stop! You are bad actors! This is a terrible play! I’ll see you in the morning. (exits)\nKate: I can’t believe we go on in, in a week.\nJoey: Hey, it’s gonna be all right.\nLauren: (to Joey) Hey! So since we’re getting off early, do you want to go and paint mugs?\nJoey: What?\nLauren: You know! At the place I told you about last night?\nJoey: Oh, yeah, with the mug painting. Yeah. I was so listening to that. But ah, y'know what, I think I kinda need to work on my stuff tonight.\nLauren: Oh, okay.\nJoey: Okay. (he gives her a peck on the cheek)\nLauren: I’ll see you tomorrow. (she kisses him full on the mouth.)\nJoey: Okay.\nLauren: G’night. (exits)\nJoey: (to Kate) Ah, are you okay?\nKate: Yeah, I guess. Look, what are we gonna do about this scene, huh?\nJoey: I don’t know.\nKate: Well umm, maybe if it had more heat.\nJoey: How do you mean?\nKate: Well, Adrian’s looking for a reason to stay, right? Victor can’t just kiss her, he’s gotta, gotta really give her a reason, y'know?\nJoey: Maybe he could slip her the tongue.\nKate: Or maybe, maybe he could grab her, and, and, and, and lift her up.\nJoey: Yeah, yeah, and then Adrian, she maybe she could wrap her legs around his waist.\nKate: And then she could rip off his shirt and kiss his chest, and, and his stomach!\nJoey: And then, then he could use his teeth, his teeth to undo her dress, and, and, and bite her!\nKate: And then right, right when the scene ends, he could take her with this raw, animal....\n[cut to Joey’s bedroom, Joey and Kate are emerging from under the covers.]\nJoey: Something like that?\nKate: Yeah, that’s pretty much what I had in mind.\nJoey: Yeah.\nCommercial Break\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Ross and Monica are eating breakfast as Joey enters, very happily.]",
            "dialog": "Joey: (to Ross) Hey.\nRoss: Hi.\nJoey: (to Monica) Hey.\n(He walks up behind Monica and gives her a big hug and a kiss on the neck.)\nRoss: Hi.\nJoey: Hey.\n(He walks over behind Ross, thinks about it for a moment, and gives him a big hug.)\nRoss: It’s a little early to be drinkin’.\nJoey: No-no, things ah, finally happened with Kate.\nRoss: Ohhhhh!\nMonica: You’re kidding?! That’s great!\nJoey: Oh, it was so amazing. After the (pause) love making...\nMonica: Oh my.\nJoey: Yep. I just, I just watched her sleep for like hours, just breathing in and breathing out. And then I knew she was dreaming ‘cause, ‘cause her eyes keep going like this. (He closes his eyes and moves them around, kinda like he’s been processed by the devil, or something.)\nChandler: (entering with Rachel) I’m telling ya, Joanna’s got it all wrong. Okay? All I said was, ‘This was fun. Let’s do it again sometime. I’ll give you a call.’\nRachel: Ohh, gee. I wonder why she thinks you’re going to call her?\nChandler: That’s what you say at the end of a date.\nRachel: You can’t just say, ‘Nice to meet you, good night?’\nChandler: To her face? Look it’s the end of the date, I’m standing there, I know all she’s waiting for is for me to say ‘I’ll call her’ and it’s just y'know, comes out. I can’t help it, it’s a compulsion.\nMonica: Come on Rach, when a guy says he’s going to call, it doesn’t mean he’s going to call. Hasn’t it ever happened to you?\nRachel: Well, they always called.\nMonica: Hmm, bite me.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Rachel’s office.]",
            "dialog": "Joanna: (entering) Did he call?\nRachel: No. Sorry.\nJoanna: Why?! Why?! He said he’d call. Why hasn’t he called?\nSophie: Maybe he’s intimated by really smart, strong, successful women.\nJoanna: Sophie, would you please climb out of my butt. Why hasn’t he called, Rachel? Why?\nRachel: Okay, okay. Umm, well ah, maybe he, maybe he feels awkward because you are my boss.\nJoanna: Awkward? Why should he feel awkward?\nRachel: Well...\nJoanna: The only person that should feel awkward is you, and you didn’t tell him not to call me, did you?\nRachel: No. I...\nJoanna: Because if you feel uncomfortable with your friend dating someone you work for, there are always ways to fix...that.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, Chandler is reading a magazine as Rachel approaches.]",
            "dialog": "Rachel: (grabbing the magazine out of his hands) Call her! Call her now!\nChandler: Multiple, so many paper cuts.\nRachel: Why hasn’t he called Rachel? Why? Why? I don’t understand. Why? He said he’ll call. Why? Why? Chandler I’m telling you she has flipped out, she’s gone crazy!\nChandler: (sarcastic) Oh, well give me the phone then.\nRachel: Come on, this isn’t funny. She thinks it’s my fault that you haven’t called her. You have to call her!\nChandler: Look, you can’t call somebody after this long just to say, ‘In case you didn’t notice, I don’t like you!’\nRachel: Well then you’re going to have to take her out again.\nChandler: Nooo!! She’s really dull! And she gets this gross mascara goop thing in the corner of her eye!\nRachel: I don’t care! I don’t care! You are going to have to take her out again and end it, and end it in way that she knows it’s actually ended. And, I don’t care how hard it is for you, do not tell her that you will call her again!\nChandler: All right! Fine! But it’s just a lunch date, no more than an hour! And from now on I get my own dates, I don’t want you setting me up with anybody ever again!\nRachel: That’s fine!\nChandler: That’s just a lot of big talk, y'know.\nRachel: I know.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Ross is entering.]",
            "dialog": "Ross: Mon?\nMonica: (from the bathroom) I’m in the shower!\n[He closes the door and walks over to get something from the fridge. He starts to smell something and turns around to see Phoebe’s dollhouse smoking. He runs over and takes off the roof to reveal that the dollhouse fire.]\nRoss: Oh, fire! There, there’s a fire! Fire!!\n[He tries to blow it out, and obviously, it doesn’t work. He runs over to the sink to get a glass of water to put out the fire, but since Monica is in the shower the water pressure is very low and takes a long time to fill the glass. In desperation he takes the half full glass over and dumps it on the fire, it doesn’t work. He then picks up the dollhouse and considers bringing it over to the sink, but decides to take it into the bathroom and use the shower to put it out. He kicks open the door and we hear Monica scream at the top of her lungs.]\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The Theatre, Kate is arriving for rehearsal.]",
            "dialog": "Joey: Hey.\nKate: Hi.\nJoey: So I ah, talked to Lauren, kinda told her how things were with us. Did you ah, did you talk to Marshall?\nKate: About what?\nJoey: Y'know, about what happened with us.\nKate: Nooo. And there’s really no reason he should find out, so ah let’s not make a big deal about it, okay?\nJoey: What are you talking about? It was a big deal. I mean, come on you can’t tell me last night didn’t mean something to you. I-I was there, you’re not that good an actress.\nKate: Look umm, I, I was, I was just caught up in the moment. That’s all it was. Joey, I’m-I’m sorry you feel bad, but haven’t you ever sleep with a women where it meant more to her than it did to you?\nJoey: Nooo.\nLauren: (entering) Hi, Kate!\nKate: Hi, Lauren.\nJoey: Hi, Lauren.\nLauren: Hi, pig!\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Monica and Rachel's, Monica and Ross are inspecting the damage to the dollhouse.]",
            "dialog": "Ross: Sorry I ah, I scared you in there.\nMonica: Oh, that’s okay. By the way, I was just checking the shower massager.\nRoss: Yeah.\nPhoebe: (entering) Hey!\nMonica: (runs over to her) I tried to reach you at work. There’s....been a fire.\nPhoebe: What?! Oh my... (sees the remains of the house) Oh my God!! What happened?!\nRoss: Well, we believe it originated here. (He uses a pointer and points to the point of origin.) In the Aroma Room.\nPhoebe: All right. Did everyone get out okay?\nMonica: Well, the giraffe’s okay. And so is the pirate.\nPhoebe: Ohh. What is this? (She sees a tissue covering something, and moves to remove it.)\nRoss: No Phoebe, don’t look! You don’t want to see what’s under there!!\nPhoebe: (She pauses to ready herself, and removes the tissue.) Ohh, the-the Foster puppets!\n(She picks up a charred piece of plastic that once was the Foster puppets, and starts to break down. Monica goes over and comforts her.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Rachel’s office, Chandler and Joanna are returning from their lunch date. He is telling her about her mascara problem. Rachel is already there.]",
            "dialog": "Chandler: It’s not a big deal. It’s, just it’s right here, (points to his eye) and it’s all the time.\nJoanna: Well, thanks again for lunch.\nChandler: (He looks over at Rachel, who nods her head) Yes, this, this was pleasant.\n(Rachel is slowing trying to leave and let them talk.)\nJoanna: It was, wasn’t it?\nChandler: The food there was, was great.\nJoanna: Wasn’t it?\nChandler: So take care.\nJoanna: You too.\nChandler: Well, this was great. I’ll give you a call. We should do it again sometime. (Rachel is disappointed)\nJoanna: Great! I’m looking forward to it. Rachel, any messages?\nRachel: Sophie’s desk.\n(Chandler starts to leave ashamed of himself, but Rachel stops him in the hallway.)\nRachel: (whispering) Chandler!! Are you gonna call her!\nChandler: Noo!\nRachel: Chandler!!\nChandler: Look, I’m sorry. Okay? I’m weak, and pathetic, and sorry.\nRachel: Okay, you are going to tell her and you’re going to tell her now. (She grabs his nipple and starts to twist it.)\nChandler: Ahhhh—I’m not going to call you.\nJoanna: What?\nChandler: I’m sorry. I’m-I’m-I’m sorry that I said I was going to when I’m not. Look, this has nothing to do with you, y'know? And this isn’t Rachel’s fault. It’s me. I have serious, serious problems when it comes to women. I have issues with commitment, intimacy, (pause) mascara goop. And I’m really sorry, it’s just that this is not, this isn’t going to work out.\nJoanna: Well, this isn’t how I was hoping how this would end, but I guess I have to appreciate your honesty.\nChandler: Yeah, o-okay.\nJoanna: So...\nChandler: Well this is great! I’ll give you a call! We should do it again sometime!\n(Rachel is shocked, and holds her arms out in disbelief.)\nClosing Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is talking on the phone.]",
            "dialog": "Joey: (on phone) Well, so anyway Beth, what I’m saying is I should’ve considered your feelings before I went home with you that night. I’ve ah, I’ve recently learned what’s it like to be on your side of it, and I’m sorry. So, do you think you can forgive me? (listens) Great. Thanks. Okay, bye. (He sits down and crosses out something, and dials the phone again.) Hello, Jennifer? (listens) Oh hi, Mrs. Loreo, is Jennifer there? (listens) Oh, she’s not home huh? (listens) Well ah, actually I kinda need to talk to you too.\nEnd\n"
        }
    ]
}