{
    "metadata": {
        "season": "SEASON 3",
        "title": "302 No One's Ready",
        "written_by": "Ira Ungerleider",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Rachel and Monica's, everyone is getting ready to go to a banquet]",
            "dialog": "Joey: All right they got water, orange juice, and what looks like cider. (takes a glass from the fridge.)\nChandler: Taste it.\nJoey: (drinks from the glass and puts it back in the fridge) Yep, it's fat. I drank fat!\nChandler: Yeah, I know, I did that two minutes ago.\nRoss: (entering) Hey!\nChandler: Hey, mister tux!\nRoss: Why aren't you guys dressed?\nJoey: We have a half hour.\nRoss: No, four minutes ago you had a half hour, we have to be out the door at twenty to eight.\nJoey: Relax Ross, we'll be ready. It only takes us two minutes to get dressed.\nRoss: Well, you know, I'd feel a whole lot better if you got dressed now.\nChandler and Joey: Okay. (they don't move)\nRachel: (entering from bathroom) Hey-hey! Oh, look at you, all sexy.\nRoss: Really.\nRachel: Ooooh! Wow!! Oh, hi.\nRoss: Hi.\nRachel: How come you didn't come over earlier?\nRoss: 'Cause, I'm a stupid, stupid man.\nJoey: Hey, Ross, want some cider?\nRoss: No. (to Rachel) So, um, let's see your pretty close, huh. Make-up's on, hair's done.\nRachel: Yeah, I just have to get dressed.\nRoss: Yay! And that takes what? Just six or seven minutes.\nRachel: Yeah! Once, I figure out what I'm wearing.\nJoey: Glass of fat?\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's. Ross is acting nervous]",
            "dialog": "Joey: What's a matter Ross? What you're nervous about your speech?\nRoss: No! Do you wanna hear it?\nJoey: Am I in it?\nRoss: Uh, huh. Yeah, right after I thank everyone for giving money to the museum, I sing a song about the wonder that is Joey.\nPhoebe: (entering) Hello.\nRoss: Hey!\nJoey: Whoa!\nRoss: Wow, hello! You look great!\nPhoebe: Thank you! I know, though.\nRoss: You see this, this is a person who is ready to go. Phoebe you, oh, you are my star.\nPhoebe: Ohh, well, you're my lucky penny.\nChandler: (entering from bathroom, with an issue of Cosmo) All right, I took the quiz, and it turns out, I do put career before men. (to Joey) Get up.\nJoey: What?\nChandler: You're in my seat.\nJoey: How is this your seat?\nChandler: 'Cause I was sitting there.\nJoey: But then you left.\nChandler: Well, it's not like I went to Spain. I went to the bathroom, you knew I was coming back.\nJoey: What's the big deal, sit somewhere else.\nChandler: The big deal is I was sitting there last, so, that's my seat.\nJoey: Well, actually the last place you were sitting was in there (points to the bathroom). Soo...\nRoss: You guys, you know what, you know what, it doesn't matter, because you both have to go get dressed before the big vain in my head pops. So..\nChandler: All right, Ross, I just have to do one thing, really quickly, it's not a big deal. (yells at Joey) GET UP!!\nMonica: (entering) Hi.\nAll: Hey.\nMonica: Ooh, Phoebe, you look great!\nPhoebe: All right all ready.\nMonica: (to Ross) Ooh, are you gonna do magic?\nRoss: That's, that's funny. Change!\nMonica: Hang on a second I just got in.\nRoss: Look, I don't care it starts at eight, we can't be late.\nPhoebe: We could not, would not want to wait.\nRoss: Look, our table is down in front, okay, my boss is gonna be there, everyone will see if we arrive after it starts.\nMonica: Has somebody been drinking my fat? (Joey and Chandler look at each other)\nRachel: (entering from her bedroom) You guys, (holds up an outfit) does this look like something the girlfriend of a paleontologist would wear?\nPhoebe: I don't know, you might be the first one.\nMonica: Rach, did you check the machine?\nRachel: Uh, no. Wait, you know what, this is the outfit that makes my calves look fat. Nevermind.\nChandler: Well, Joey, I wrote a little song today. It's called: Get Up.\nJoey: All right! You can have the chair.\nChandler: Really!\nJoey: Oh my, would you look at that! (holds up crossed fingers)\nPhoebe: (on machine) \"Hi, it's me, I'm coming over now. Hey, what if I'm already there when your playing this message?\" (to the guys) Is that too spooky?\nRoss: (on machine) \"Hi Rach, are you there? It's me, pick up. Rachel. Rach!\"\nRachel: (entering from her bedroom) What?!\nRoss: Nevermind.\nRichard: (on machine) \"Monica, it's Richard. Call me.\"\nMonica: Is-is-is that message old or new? (yelling) Old or new?! Old or new?!\nRoss: It's old, it's definitely old. Didn't you hear the, the double beep?\nMonica: What if it's new? I mean, we agreed not to talk again, unless we had something really important to say. Shouldn't I call him back?\nChandler: Honey, you did call him back. 'Cause, it's, it's really old.\nRoss: Yeah, see Mon, listen, listen. When Carol and I broke up, I went through the same thing. And you know what I did?\nMonica: Huh?\nRoss: I.....got.....dressed. Really, really quickly. Okay, okay. (Rachel starts to follow Monica into her room, but Ross stops her and sends her back to her room.) There we go, there we go.\nChandler: You know what, okay, fine. Don't get up, you just sit right there. I just hope, you don't mind, you know, my hand right here. (holds his hand a couple of inches in front of Joey's face) Op, not touching, can't get mad! Not touching can't get mad! Not touching can't get mad! (Joey flings some dip onto Phoebe's dress)\nPhoebe: Ah! Oh my God! You r-r-rotten boys!\nChandler and Joey: Sorry Phoebe.\nJoey: I'm so sorry.\nPhoebe: What am I gonna do?\nRoss: No, no, don't, don't, rub it! Don't! (clapping) What gets out hummus?! What gets out hummus?!\nPhoebe: Monica, Monica, you know what gets out hummus.\nMonica: If it is a new message, what is he calling to say?\nPhoebe: Okay, thanks. Yeah, I'll try that.\nChandler: Maybe he's calling to say your obsessive and crazy.\nMonica: So, should I call him back?\nThe Guys: Noo! (Monica starts to go back into her room and stops) NO!\nChandler: All right, fine, you know what, we'll both sit in the chair. (sits on Joey's lap) I'm soooo, comfortable.\nJoey: Me too. In fact, I think I might be a little too comfortable.\nChandler: All right! (jumps up)\nRoss: Okay, look, we have nineteen minutes. Okay, Chandler, I want you to go and change! Okay. And then, when you come back, Joey will go change, and he'll have vacated the chair. Okay. Okay.\nChandler: All right! Fine! I'm going. But when I get back it's chair sitting, and I'm the guy who's....sitting in a chair! (leaves)\nRachel: (entering from her room) Is this a little too... (sees Phoebe) Pheebs, what happened?\nPhoebe: Hummus. I got the hummus.\nRachel: Ooooh! Honey, well we'll find you something. Do you wanna wear my black jacket?\nPhoebe: That won't go with this dress though.\nRachel: No, you're right. Well, we'll find something. Let's just get you out of that. Come on.\nRoss: No, no, no, no, no, no, not out of that, not out of clothes.\nRachel: Monica, can Phoebe borrow your green dress?\nMonica: I called him.\nAll: Nooo.\nMonica: Yes. Well I got his machine and I left a message. But it's okay, it's okay, it's okay, because you know it was like a casual, breezy message. It was breezy! Oh God, what if it wasn't breezy?\nPhoebe: Well, how could it not be breezy, no, 'cause, you're, you're in such a breezy place.\nMonica: Here, I got it. I'll will play my message for you guys, and you can tell me if it's breezy enough.\nJoey: Monica, how are you gonna do that?\nMonica: I know the code to his answering machine.\nRoss: Okay, Mon, I really don't think this is the... Okay, you're dialing, you are dialing.\n(Chandler enters, and Joey is standing near the chair, they have a show down to see who gets the chair and Joey wins)\nRichard: (on machine) \"Hi, this is Richard. Please, leave a message at the tone.\"\nMachine: \"You have two new messages.\"\nJoey: Wow, what a cool job. (in a machine voice) 'You have two new messages.' 'Please, pass the pie.'\nMonica: (on machine) \"Hi, it's Monica. I'm just checking in 'cause I got this message from you and I didn't know if it was old or new or what. So, I'm just checkin'. So let me know, or don't, whatever. I'm breezy.\"\nJoey: Hey, you can't say you're breezy, that, that totally negates the breezy.\nWoman's Voice: (on machine) Hola, it's me, yesterday was really fun. Call me about this weekend, okay.\nJoey: Now she sounded breezy.\nCommercial Break\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, continued from earlier]",
            "dialog": "Monica: He's seeing someone. I can't believe he's seeing someone.\nPhoebe: Monica, you don't know that.\nMonica: Well, who's voice was that?\nChandler: Maybe it was his sister's. You know, maybe it was his daughter's.\nMonica: Michelle! Of course, it was Michelle! Did it sound like Michelle?\nRoss: Oh, great. It's starting to rain, that will make it easy to get a cab.\nMonica: It was Michelle. It was definitely Michelle.\nRachel: Pheebs, you go with Monica and try on her green dress. If that doesn't work, you can wear my gray silk one. Oh, gosh, what am I wearing?!\nRoss: You don't, you don't know what your wearing?\nRachel: Well, hon-ey. I'm just trying to look nice for your big night.\nRoss: Yeah, which, which we have to leave for in exactly twelve minutes. All right, come on, I'll just pick something out for you.\nChandler: All right, you will notice that I am fully dressed. I, in turn, have noticed that you are not. So in the words of A. A. Milne, \"Get out of my chair, dillhole!\"\nJoey: Okay. (he gets up and takes the cushions with him, as he starts to leave)\nChandler: What are you doing?\nJoey: You said I had to give you the chair, you didn't say anything about the cushions.\nChandler: The cushions are the essence of the chair!\nJoey: That's right! I'm taking the essence.\nChandler: Oh-ho, it'll be back. Oh-ho, there's nobody in the room.\nRoss: Look, I'm sorry, I thought it looked pretty.\nRachel: Ross, that was a Halloween costume, unless you would like me to go to this thing as Little Bo Peep.\nRoss: Look, I didn't recognize it without that inflatable sheep.\nRachel: Yeah, which, by the way Chandler, I would like back one of these days.\nPhoebe: Oh Rach, good, listen isn't this perfect for me! (she's wearing another dress on a hanger around her neck)\nRachel: Oh, it's perfect! But not for tonight.\nPhoebe: Well, of course not for tonight. Yeah, hi!\nRoss: Not for tonight. Not for tonight! Wh-what, what, what, are you doing?\nRachel: No honey, we're sorry, we didn't mean it. I love you. I love you.\nChandler: We used them as pillows when we went camping.\nRoss: What?\nChandler: (shyly) The sheep.\nRoss: Hey, what you do on your own time...\nJoey: (entering) Where's my underwear?!\nRoss: Whoa, whoa, whoa. Come on, come on, what. You took his underwear?\nChandler: He took my essence!\nRoss: Okay, now hold on. Joey, why, why can't you just wear the underwear you're wearing now?\nJoey: Because, I'm not wearing any underwear now.\nRoss: Okay, then why do you have to wear underwear tonight?\nJoey: It's a rented tux. Okay. I'm not gonna go commando in another man's fatigues.\nChandler: Well, then it looks like somebody is gonna have to give back somebody his cushions.\nJoey: Okay, you hide my clothes. I'm gonna do the exact opposite to you.\nChandler: What are you, what are you gonna show me my clothes?\nJoey: Hey, opposite, is opposite! (leaves)\nChandler: He's got nothing!\nPhoebe: (entering from Rachel's room, wearing a huge bow to cover the stain) Okay, I'm ready.\nRoss and Chandler: Oh, aaaah!\nPhoebe: Rachel, didn't have anything that I liked, so, but she had this Christmas ribbon, and I thought, 'All right, fine I'll be political.'\nChandler: What are you supporting?\nPhoebe: Duh!! Christmas!\nRoss: Okay, hey, that's okay with me. Two down and I have exactly twelve minutes.... Wha, my watch stopped. My watch. (shows Chandler) Okay, see, the, the dinosaur tail isn't going around any more. (grabs Chandler's watch) What time is it? It's 7:33, I have seven minutes. I have seven minutes!!\nRachel: (entering from her room) Okay, Pheebs, quick, what shoes should I wear? The black or the purple?\nRoss: Just, just, just pick one!\nPhoebe: Okay, okay, okay, the black. But, oh, do you have black, with the little strappys?\nRachel: Yeahh, but, but those really go better with pants. Maybe I should wear pants?\nRoss: Yeah, pants, what, what an idea. Or better yet, um, how 'bout you go without any pants. Look, I don't know what you're trying to do to me, but just get your butt in there and pick out any shoes that fit your feet, okay. No, no I don't care if they match. I don't care if they make your ankles or your knees or your earlobes look fat. Okay.\nRachel: But I...\nRoss: No, no, no just do it. Go in there and pick something out so we can go.\nRachel: All right.\nRoss: Thank you!\nMonica: (entering from her room) Okay. I gotta call Michelle. I gotta see if that was her voice or not. I'm sorry, I just have to.\nRoss: It was, it was her voice.\nChandler: Monica, I think you've gone over to the bad place.\nMichelle: Hola! Hello. Hello?\nMonica: Okay. That was her right?\nPhoebe: Definitely.\nMonica: See there you go. Woo! We're out of the woods. Okay, I'll get dressed now.\nRoss: Yay!\n(phone rings)\nPhoebe: I'll get it, okay. (answers phone) Hi, Monica and Rachel's. (listens) Yeah, just a second, can I ask who's calling. (to Monica) Oh, ew, it's Michelle! Ew! She, she must have that Caller Id thing. You should get that.\nMonica: (on phone) Uh, Michelle. Yeah, that was me, I-I dialed your number by mistake. (listens) Oh, you're so sweet. Yeah, we were a great couple. I know I really miss him. Well, you know how it is, it's that....\nChandler: (to Phoebe) You know what's weird. Donald Duck never wore pants. But whenever he's getting out of the shower, he always put a towel around his waist. I mean, what is that about?\nMonica: (on phone) Michelle, I only beeped in so I could hear my message. I mean that's allowed. Yeah-huh! I mean look, yeah, you know what I would really appreciate it if you didn't tell your Dad about. What do you mean, you're not comfortable with this? Come on we're friends!! (Michelle hangs up) That bitch always hated me. I'm calling her back.\nRoss: No, no, no, no. Tick, tick, tick, tick.\nMonica: Okay, fine. (runs to her room)\nChandler: They got a phone in there, right?\nPhoebe: Okay, we're on it. We're on it.\n(Rachel comes out from her room wearing sweat pants and a sweatshirt)\nRoss: Um. I know it says black tie optional, but, um this may be pushing it a little, um.\nRachel: I'm not gonna gooo.\nRoss: You're not going to go.\nRachel: No, I think I'm gonna catch up on my correspondence.\nRoss: How, how, um how can you not be going?\nRachel: I'm not gonna gooo, so I think that will accomplish the not going.\nRoss: Um, you know, just out of curiosity...\nRachel: Well, ever since I was humiliated and yelled at in front of my friends, I'm just, I don't know, not in a museum benefitty kind of mood.\nRoss: Right. Right, okay, okay. I'm sorry. I'm sorry I yelled.\nRachel: It's fine.\nRoss: No, but, your-your mad.\nRachel: I'm not mad.\nRoss: No.\nRachel: I'm just not going.\nRoss: Your not going.\nRachel: Right.\nRoss: Okay. You know that I-I have to go.\nRachel: Um, hum.\nRoss: Right. So is it gonna be like 'I'm abandoning you while your upset.'\nRachel: No.\nRoss: No, because your not upset.\nRachel: Right.\nRoss: About the yelling.\nRachel: Right, and the humiliating.\nRoss: Oh, well of course, the humiliating. So, so wee, we're okay.\nRachel: Um, hum.\nRoss: We're good.\nRachel: Right.\nRoss: Okay. Honey?\nRachel: Yes, Ross. (turns toward him)\nRoss: I love you. (goes to kiss her and she turns away.)\nPhoebe: (yelling from the bedroom) Get away from that! No! (she comes into the living room carrying the phone) She's just getting dressed.\nChandler: Is it wrong that I was totally aroused by that?\n(Joey enters wearing a lot of clothes)\nJoey: Okay, buddy-boy. Here it is. You hide my clothes, I'm wearing everything you own.\nChandler: Oh my God! That is so not the opposite of taking somebody's underwear!!\nJoey: Look at me! I'm Chandler! Could I be wearing any more clothes? Maybe if I wasn't going commando...\nChandler: Oooo-ooh!\nJoey: Yeah. Whew, it's hot with all of this stuff on. I ah, I better not do any, I don't know, lunges. (starts doing lunges)\nRoss: Okay, okay. Enough, enough with the lunging. No! I'm sick of this. Okay. I've had it up to here with you two! Neither you can come to the party!\nChandler: Jeez, what a baby.\nJoey: Yeah, Ross, way to ruin it. I was just going to get dressed.\nRoss: You know what I don't care. The only person I cared about getting dressed, is the one person that says she's not even gonna go. Look Rach, I'm sorry. Okay. Look, I-I wa, I was a jerk. I'm sorry I yelled. I want you there, I need you there. Look, what, what can I do that can show you how much, how much I want you to be there.\nJoey: You could drink the fat.\nRoss: Hi, welcome, to an adult conversation.\nRachel: No, no, no, now wait, wa, wa, waa-it a minute, wait a minute, wait a minute, wait a minute. That actually, uh, that sounds interesting.\nRoss: What?\nRachel: I think you should drink the fat.\nJoey: Yaaaay!\nRoss: Okay, okay. If that is what it takes to show you how much you mean to me, and how much I want you there. Then that's what I'll do.\nPhoebe: Oh, wait, let me get you another glass. That's been sitting out.\nRoss: I think this will be fine. Okay, vanilla milkshake, just a vanilla milkshake, with chicken bits floating in it. Cheers. (starts to drink, but Rachel stops him just before he starts drinking)\nRachel: No, no, no, wait! Okay, okay. Don't! I'll go, I'll go!\nRoss: You will?!\nRachel: You were really gonna do that, weren't you?\nRoss: Well, yeah.\nRachel: You were gonna drink the fat.\nJoey: Let's see what else he'll do!\nRoss: (to Joey) How 'bout instead you, go get changed! (to Chandler) You, give him back his underwear! I'm gonna go get a cab, and I want everyone down stairs in two minutes! Monica!\n(Joey and Chandler start to leave, Joey is lunging as he is walking)\nChandler: Stop it. Stop it!\n(Monica runs into the living room, and starts dialing the phone)\nPhoebe: Ross, went to get a cab so we can all... No, wh-what are you doing! No, Monica, no!\nRichard: (on machine) Hi, this is Richard.\nMachine: You have three new messages.\nMonica: Not any more!\nMachine: Message erased. To record a message begin speaking at the tone.\nMonica: Hi, uh, Richard it's Monica, um, listen I did something kind of crazy tonight, um, maybe I'm getting my period or something, I don't know. Um, anyway, I, I, I beeped into your machine and I heard a message that, that freaked me out, and um, you know what Michelle will tell you the rest. I, I, um, I'm sorry, okay, I, I hope that we can forget the whole thing. Okay, bye.\nMachine: Your outgoing message has now been changed.\nMonica: Outgoing! Did that say outgoing?! Not, outgoing!!!\nMonica: (on machine) \"Hi, uh, Richard it's Monica, um, listen I did something kind of crazy tonight, um, maybe I'm getting my period or something, I don't know.\" Nooo!!\nPhoebe: How did you do that?\nMonica: I don't know!\nMachine: Good-bye.\nMonica: Noooo!!!!\nRoss: (entering) Okay, okay, okay, I've got two cabs and no people. Go! Go! Go!\nMonica: Maybe we could call the phone company. Maybe they could change the message. Maybe they can change his number.\nPhoebe: Yeah, after this, I think he'll be doing that himself.\nRoss: Rachel!! (she enters) Wow! You, uh, you look, wow!\nRachel: And I still have about five seconds to spare. (kisses him) Okay, that was about seven seconds.\nRoss: So we're a little late.\nRachel: Come on. (they start to leave) Oh! And, uh, by the way....\nRoss: What?\nRachel: I'm going commando, too.\nRoss: Awwww!!!\nClosing Credits\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: At the banquet]",
            "dialog": "Sherman Whitfield: Dr. Geller, Sherman Whitfield, London Institute.\nRoss: Wow! What a pleasure.\nWhitfield: (sits down) Well, I have to tell you, I was quite impressed with your paper on Pre-Cretaceous fossils. Yeah, it confirmed everything that I have written.\nChandler: Excuse me. Hi.\nWhitfield: Yes?\nChandler: Well, your kind of sitting in my seat.\nWhitfield: What do you mean, your seat?\nChandler: I mean, I was sitting there.\nWhitfield: But, you got up!\nChandler: But, I never left the room!\nWhitfield: But, you left the chair area.\nChandler: All right, that's it, give me your underwear.\nEnd\n"
        }
    ]
}