{
    "metadata": {
        "season": "SEASON 3",
        "title": "324 The Ultimate Fighting Champion",
        "written_by": null,
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, the whole gang minus Monica is there.]",
            "dialog": "Chandler: Do you think that there’s a town in Missouri or some place called Sample? And ah, as you’re driving into town there’s-there’s like a sign, and it says “You’re in Sample.” (He says it like urine sample.)\nMonica: (entering) Hey.\nAll: Hey!\nRachel: How’d it go with Pete?!\nJoey: Tell us!\nMonica: You’re not gonna believe this. Okay, so I go over...\n[Two guys walk over and interrupt her. They’re both names you’ve already heard. One’s Billy Crystal. Yes, that Billy Crystal from City Slickers. The other one is Robin Williams. Yes, that Robin Williams from Mrs. Doubtfire.]\nBilly Crystal: I’m sorry. Ex-excuse us. I’m sorry, it’s a little crowded. Do you mind if we... (motions to the couch)\nRobin Williams: Yeah, could you scooch?\nBilly: Yeah, move over just a little bit.\n(Rachel, Chandler, Phoebe, and Joey all scooch over to let them sit down.)\nRobin: Keep on scooching.\n[cut to Monica telling the gang about what happened at Pete’s]\nMonica: So guys, listen, I go over there, and umm...\n(Robin interrupts her again by complaining loudly to Billy as the camera cuts to them.)\nRobin: Why? Why?! What’s wrong with me?!\nBilly: What’s the matter?\nRobin: I have a feelin’... I, my wife is sleeping with her gynaecologist.\n(The gang is now eaves dropping in on the conversation, and is shocked.)\nBilly: How do you know?\nRobin: Well y'know, he’s got access.\nBilly: Yeah.\nRobin: Y'know it’s that feeling you get, y'know?\nBilly: Like when you go bowling and you know you’re in somebody else’s shoes?\nRobin: That’s the one.\n[cut back to the gang.]\nPhoebe: All right, so, so you went to Pete’s...\nRoss: What happened?\nMonica: (Robin is speaking loudly again) I...\n[cut to Billy and Robin]\nRobin: Why is this happening to me?! I don’t know, maybe it’s my wound.\n[cut to the gang]\nMonica: Forget it. (they all turn and listen to Billy and Robin)\nBilly: So it’s-it’s not heeled yet?\nRobin: No-no, it’s ooozing, oozing. (to Rachel) Could you pass me the cream? Is there any—Oh, there’s the cream.\nBilly: Thomas, this is gonna be hard, but I wanted it to come from me, and nobody else.\nRobin: What is it, Tim?\nBilly: It’s me, I’ve been sleeping with your wife.\nJoey: (to Billy) So you’re the gynaecologist?\nBilly: (to Joey) Hey, I’m trying to have a private conversation! Is that okay?!\nRobin: (starting to cry) Ooh, (to Rachel) Can I have a napkin, please? Could you please hand me a napkin? (Rachel tries to grab one, but is to slow for his tastes.) Would you--Give me this thing (grabs the napkin holder from her.) all right!! Enough! (to Billy) And you are no longer my friend! We are finished! (gets up to leave) Nada!! No more! You are a bastard for doing this!! (Billy follows him) Get away from me!!\nBilly: Thomas, come back here! (they both leave)\n[cut to the gang, they’re all stunned]\nPhoebe: So Monica, what were you gonna tell us?\nMonica: (pause) I have no idea.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Central Perk, continued from earlier.]",
            "dialog": "Rachel: So, come on, what was the big news Pete wanted to tell you Mon?! Or should I say Mrs. Monica Becker?\nPhoebe: No-no-no oh, keep your name, don’t take his name.\nMonica: He didn’t ask me to marry him.\nAll: Ohh.\nPhoebe: Well then definately don’t take his name.\nMonica: He wanted to tell me he’s gonna compete is some ultimate fighting competition thingy.\nThe Guys: Pete?!\nRachel: Why?! What is it?\nMonica: I don’t know exactly. It’s-it’s sorta like wrestling.\nPhoebe: (intrigued) Oh?!\nMonica: Yeah, but without the costumes.\nPhoebe: (disappointed) Oh.\nJoey: And it’s not fake, it’s totally brutal.\nChandler: Yeah, it’s two guys in a ring, and the rules are: “They’re are no rules.”\nMonica: So you can like, bite, and pull people’s hair and stuff?\nRoss: Yeah, anything goes, except ah, eye gouging and fish hooking.\nMonica: What’s fish hooking?\nRoss: Huh, what’s fish hooking... (Joey sticks his finger in Ross’s mouth and pulls on his cheek, y'know like when you hook a fish.) (to Joey, sarcastic) Thanks man, that would have been really hard to describe. What is that taste?\nJoey: What? My hands are totally clean, I just gave the duck a bath.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Chandler’s office, he is just finishing a meeting with his boss.]",
            "dialog": "Doug: So thanks for the warm welcome. It’s good to have you guys on my team, and I come to play. I hope you do too. Now, let’s go out there and get ‘em! Huh? And remember, there is no ‘I’ in team.\nChandler: Yes, but there’s two in martini, soo everybody back to my office.\nDoug: (to Chandler) You! Chuckles! What’s your name?\nChandler: Oh it’s Bing, sir. I’m sorry , I was just ah...\nDoug: No-no, I heard what you said, funny. I like funny. (Chandler starts to leave) This team is about hard work, but it’s also about having fun. Good to have you aboard Bing! (smacks him on the butt, and Chandler leaves shocked.)\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, Ross is making reservations.]",
            "dialog": "Ross: (on phone) That’s right, Ryder. Wynona Ryder for six. (listens) Thank you. (hangs up) (to the gang) Yeah, we have the reservations.\nRachel: Yes!!\nChandler: All right buddy, way to go! (smacks him on the butt)\nRoss: (stunned) Dude, what are you doing?\nChandler: Thank you! Today, my boss keep slapping my butt and he was acting like it was no big deal.\nPhoebe: Yeesh, what’d you do about it?\nChandler: Well, I didn’t do anything. I didn’t want to be the guy who has a problem with his boss slapping his bottom.\nMonica: I gotta tell ya, I think it’s okay to be that guy.\nJoey: Yeah, maybe it’s like y'know, that jock thing. Y'know how football players pat each other after touchdowns. (pats Ross on the butt)\n(Ross throws his hands out in a “What are you doing?” gesture)\nRachel: Y'know I don’t, I don’t understand guys, I mean I-I would never congratulate Monica on a great stew by y'know, grabbin’ her boob.\nChandler: Yeah, I know, for a really great stew you just y'know, stick your head in between ‘em.\nMonica: Okay, can we please go eat?\nJoey: Yeah. What are we getting?\nMonica: (to Chandler) Anything but stew.\nRoss: All right so, Chandler, from now on, don’t give your boss a chance to get you. Y'know just ah, don’t turn your back to him.\nJoey: Yeah, or you can teach him a lesson. Y'know? What you could do is you could rub something that really smells on your butt, all right? Then, when he goes to smack ya, his hand will smell. (thinking aloud) Now what could you rub on your butt that would smell bad?\nChandler: (to Ross and Monica) What if Joey were president?\n(Monica, Ross, Chandler, and Joey exit.)\nPhoebe: Umm, hey Rach, can I ask you something?\nRachel: Yeah.\nPhoebe: Okay, you can totally say no, but umm, would it be okay with you if I set Ross up on a date?\nRachel: Oh, ah with who?\nPhoebe: Umm, my friend, Bonnie. She just always thought Ross was really cute, and now that you two aren’t together, she asked if I could set it up, but if you’re not cool with it...\nRachel: Oh-oh-oh, which one is Bonnie again?\nPhoebe: You remember her from my birthday party two years ago. She’s yeah, like, average height, medium build, bald...\nRachel: Oh! (laughs) That’s fine.\nPhoebe: Great! Okay, good for you! (as they leave she slaps Rachel on the butt)\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: A Gym, Pete is training for the Ultimate Fighting Championship, with his trainer, Hoshi.]",
            "dialog": "Hoshi: You are iron. You are steel! Let me ask you something, how come when I call your computer support line, I have to wait an hour and a half?\nPete: I told you, we’re adding new operators all the time. Could we concentrate on my training?\nHoshi: It’s just hard when I know I have e-mail I can’t get!\nMonica: (entering) Hi!\nPete: Monica! (runs over and kisses her) Hi honey.\nHoshi: All right, on the table. (Pete gets on the table for his rubdown)\nMonica: Hey, umm, so listen umm, my friends were telling me a little about this ah, ultimate fighting thing and it, well it sounds really dangerous. I-I don’t want you to get hurt, ‘cause I kinda like you.\nPete: Oh, believe me, I don’t want to get hurt either. I’m being smart about this. See these guys? They’re the best trainers in the world, and Hoshi here used to be a paid assassin. (Hoshi yells at him in Chinese) A house painter! He used to be a house painter.\nMonica: Promise me you’ll be careful.\nPete: I promise.\nMonica: Hey, are we still on for tonight?\nPete: Yeah.\nMonica: Okay, good, ‘cause umm, well maybe we could have a little workout of our own...\nHoshi: No! No boom-boom before big fight!\nMonica: How ‘bout just a boom?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Central Perk, Phoebe is there with Bonnie, as Rachel enters.]",
            "dialog": "Rachel: (to Phoebe) Well that was depressing, I think I just bought a soft pretzel from one of the kids from Fame. Ready to go to the movies?\nPhoebe: Um-hmm. Oh wait! This is Bonnie. (who has hair by the way)\nBonnie: Hi!\nRachel: This is Bonnie? (to Phoebe) This is Bonnie? (to Bonnie) You’re Bonnie?\nBonnie: I can show you an ID if you want?\nRachel: Oh no, I’m sorry, you look a lot different from the last time I-I saw you.\nBonnie: Oh yeah, well I just started wearing bras again.\nRachel: Oh, that must be it.\nPhoebe: (to Bonnie) Well I hope you have fun tonight.\nBonnie: Thanks! You too.\n(Phoebe starts to leave, Rachel slowly follows, shocked about how good Bonnie looks now.)\n[cut to outside of Central Perk]\nRachel: (to Phoebe) You said she was bald.\nPhoebe: Yeah, she was bald, she’s not now.\nRachel: How could you not tell me that she has hair?\nPhoebe: I don’t know, I hardly ever say that about people.\nRachel: (looks in the window) Ohh, well, this is just perfect!\nPhoebe: Well I’m sorry, I thought you said it was okay.\nRachel: Yeah, I said what was okay when I thought she was some weird bald chick. I mean, y'know, that girl has hair got all over head!\nPhoebe: Well, maybe it won’t work out. Maybe Ross won’t like her personality.\nRachel: Why, does she have a bad personality?\nPhoebe: Oh no, Bonnie’s the best!\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Chandler’s office, Chandler is bent over getting some water as his boss approaches.]",
            "dialog": "Doug: Bing! (Chandler stands bolt upright and turns around to face him.) Read your Computech proposal, a real homerun. (He goes to slap his butt, but Chandler slides over making him miss.) Ooh. Barely got ya that time, get over here. Come on. (Chandler goes over) Wham! (slaps him on the butt) Good one. That was a good one. (to a couple of Chandler’s co-workers) Keep at it team. (goes into his office)\nChandler: (to his co-workers) What is with him?\nPhil: With him? You’re is favourite, you’re his guy!\nStevens: We never get smacked.\nChandler: Well, that’s not true, he-he smacked you once.\nPhil: Not on purpose, he ricocheted of you and got me.\nStevens: I’m telling you, I need some smacks. I got a kid starting Dartmouth in the fall.\nDoug: (coming out of his office) Dartmouth? Who went to Dartmouth? Dartmouth sucks. Did you go to Dartmouth Bing?\nChandler: No sir.\nDoug: There you go. (smacks him on the butt)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The Ultimate Fighting Championship, Ross and Monica are there watching Pete.]",
            "dialog": "Ross: (walking up with this huge tub-o-popcorn and drink) Hey!\nMonica: God Ross, what is that?\nRoss: Yeah, it’s the Ultimate Fighting Combo. Yeah, I saved thirty cents, plus I get to keep the cup. Yay!!\nAnnouncer: From New York City, New York! Appearing in his Ultimate Fighting Championship debut! He’s known for his confrontational business style. Ladies and Gentlemen, introducing Pete Beck-errrr!!\n[Pete enters with his entourage all pumped up, and Ross and Monica are the only ones who stand up and cheer.]\nMonica: I love you, Pete!!!\nAnnouncer: And his opponent, from Hunnington Beach, California! He’s a 300 pound street fighter, Tank Abbottttttt!!!!\n(The crowd goes wild, and Ross is the only one boo-ing him.)\nMonica: (going up to the ring) Pete! Pete!! That guy’s pretty huge!\nPete: Don’t worry, Hoshi taught me how to use an opponent’s strength and weight against him.\nRoss: Well, then that guy is in serious, serious trouble.\n(Pete and Monica kiss, and Monica mouths “I love you.” to him.)\nRoss: All right! You go get him! Let’s go!\nReferee: Here we go gentlemen, here we go! (to Tank Abbott) Are you ready? (He nods, and takes out his teeth) (to Pete) Are you ready? (Pete nods, “Yes.”) Let’s get it on!!\n(They both rush each other. Tank picks Pete up and carries him over and slams him into the fence surrounding the ring.)\nPete: Uh-oh.\n(Tank carries Pete over to the other side of the ring, and we see both Ross and Monica wince in pain.)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Arena, after the fight. Monica is walking up to a defeated Pete.]",
            "dialog": "Monica: Hey! (she sits down next to him) It’s me. Mon-i-ca! Can I just tell you how proud I am of you.\nPete: It would be nice after hearing 20,000 people chant “You suck!”\nMonica: I mean I-I thought you were nuts at first, but you-you did it. And now you can just look back at this thing with no regrets.\nPete: What, look back?\nMonica: Well, you’re not gonna get going are you?\nPete: Well let me ask you a question. Am I the Ultimate Fighting Champion?\nMonica: Well, no. But...\nPete: Well I’m not gonna stop until I’m the Ultimate Fighting Champion.\nMonica: That guy stood on your neck until you passed out!\nPete: Let me tell you a story. When I set out to create Moss 865, do you think it just happened overnight? No. There was Moss 1, that burnt down my Dad’s garage, there was Moss 2 that would only schedule appointments in January, and 862 others that I learned from, just like I learned from this fight, never to let a guy stand on my neck.\nMonica: You didn’t know that already?\nPete: Look, I’m gonna get better. Okay? I promise you.\nMonica: Okay, just get a lot better. (pause) Fast.\nPete: Oh, one other thing. Hoshi thinks that you being ringside may have affected my concentration.\nMonica: Yeah. That-that was the problem.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Monica and Rachel's balcony, Ross and Phoebe are grilling some burgers and hot dogs.]",
            "dialog": "Monica: (joining them) Hey.\nRoss: Hey! How long until Pete’s fight?\nMonica: Oh, about five minutes. Right now they’re interviewing his opponent. Apparently he trains by going to Iran and pulling the arms off thieves.\nRoss: Hot dog?\nMonica: Four, please. (Ross looks at her) I’m really nervous. (Ross gives her the four dogs) Thank you. (she grabs four buns, and heads back inside)\nPhoebe: So Ross, how umm, how did it go with Bonnie?\nRoss: What? Oh! I gotta tell you, I-I wasn’t expecting to like her at all, I mean I actually wasn’t expecting to like anyone right now, but she’s really terrific.\nPhoebe: Ohh, that’s too bad!\nRoss: No, I-I’m saying I liked her.\nPhoebe: Yeah, y'know what, there are other fish in the sea.\nRoss: Pheebs, I think she’s great. Okay? We’re going out again.\nPhoebe: Okay, I hear you! Are you capable of talking about any thing else?\nChandler: (joining them) Hey! Which one’s my turkey burger?\nRoss: Ahh, the one next to my foot. Sorry.\nJoey: (sticking his head out the window) Hey, the fight’s starting!\nRoss: Okay, we’ll be right in. (to Chandler) So ah, did your boss try to slap you again today?\nChandler: Nine times! Okay, I had to put on lotion! But, it’s gonna be okay, because as of tomorrow I’m conducting an experiment, and if all goes as planned, my butt will be smack free.\nJoey: (sticking his head out the window) Fight’s over!\n(Chandler, Ross, and Phoebe all stop dead in their tracks at the news.)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Chandler’s office, Chandler is confronting his boss about the butt smacking thing. His boss is writing on a white board.]",
            "dialog": "Chandler: Excuse me, Doug? (no reaction) Hey there sports fan!!\nDoug: (turning around) Bing! You got those numbers for me?\nChandler: No, I ah, I didn’t do them.\nDoug: Oh, you forgot?\nChandler: No, no I just ah, didn’t do them. Instead, I ah, hung out with a couple of friends and had a couple of beers so I certainly don’t deserve any praise, verbal or otherwise.\nDoug: Well, I got tanked myself last night. Pretty dicey drive home, Tapanzi Bridge never looked smaller. (laughs) That’s okay, you’re still my number one guy! (slaps him on the butt) Bing!\nChandler: Doug!!\nDoug: Hmm.\nChandler: I’m a little bit uncomfortable with the that way you express yourself.\nDoug: Oh, is it the swearing? I mean is it the constant swearing? Because I gotta tell ya, if it is, you can just... kiss my ass!\nChandler: No, no. It-it’s not about the swearing, it’s more about ah, the way, that you ah, occasionally, concentrate, your enthusiasm on my buttock.\nDoug: Oh?\nChandler: Oh, and don’t get me wrong, I appreciate the sentiment. It’s just that I, I have a rather, sensitive posterior, and ah, besides, it’s making all the other guys jealous.\nDoug: Well, say no more. Y'know it takes guts to bring this up. Bing! You’re okay.\nChandler: Okay. (he starts to leave)\nDoug: Ha! (goes to smack him on the butt, but stops, faking Chandler out) Ahhhhhhh!\nChandler: Ahhhhh! (walks out, imitating shooting himself in the head)\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: The street outside Central Perk, Rachel and Phoebe are talking and walking.]",
            "dialog": "Phoebe: Okay. Would you rather live in the shirt pocket of a sweaty giant, or inside his shower drain?\nRachel: (seeing Ross and Bonnie inside Central Perk) Oh my God! Phoebe look, it’s Ross and that girl.\n(We see Ross and Bonnie laughing and having a good time.)\nPhoebe: No! No! Look at that! (drags her away from the window) It’s a line of ants! They’re working as a team!\nRachel: Phoebe! (goes back to the window)\nPhoebe: (looking in the window) Right, oh yeah. Wow, oh, it looks like Ross is breaking up with her. Uff, I hope he lets her down easy. Let’s go.\nRachel: Come on Phoebe, look at that! They are not breaking up, look at them. Okay that’s, you know what that is? That is a, that is a second date, that’s what that is! Look at that, she just put her hand on his thigh...\nPhoebe: Oh no! That really is nothing, she is very sexually aggressive.\nRachel: Ohh! (walking away from the window) Phoebe, this is all your fault! Now he loves her, he’s gonna marry her, and this is all your fault.\nPhoebe: You said it was okay!\nRachel: You said she was bald!!\nPhoebe: What?! What-what-what-what-what?!!\nRachel: Phoebe, we can’t, we just can’t just let it happen! Okay, we have to do something! We have to break them up! Okay? Just go in there and like, shave her head! You owe me one bald girl!!\nPhoebe: Okay, first of all, breathe. Second of all, I don’t get it. Aren’t you the one that decided that you didn’t want to be with Ross?\nRachel: (quietly) Yes.\nPhoebe: Well isn’t he your friend? Don’t you want him to be happy?\nRachel: Yes.\nPhoebe: So?\nRachel: I just y'know, I didn’t expect him to be this happy so soon. Ufff. Ooo-ooh! (sits down on the curb)\nPhoebe: (sits down next to her and hugs her) Oh no.\nRachel: What?\nPhoebe: Oh, we killed them all.\nRachel: Oh!\n(They both jump up and wipe off their butts.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: A locker room, Pete is in a full upper-body cast. Monica enters, sees him, and gasps. Pete tries to turn around, and winces in pain.]",
            "dialog": "Pete: It’s okay, it’s not as bad as it looks, it’s a precaution. Ah, I’m not supposed to move my spine.\nMonica: Please tell me you’re stopping now.\nPete: I’m fine! I’d fight tonight, if they’d let me. (stands up and starts swinging his arms) See this circle I’m marking off here? This is my zone of terror.\nMonica: You are insane! You-you gotta give this up!\nPete: I can’t until I’m the ultimate fighter. I will do it. I’m telling you, the day will come when children will argue over who will win a fight, me or Superman. Now, I’m not saying I could beat Superman, but y'know, kids are stupid.\nMonica: Sit down. All right? Please, just listen to me. You are terrible at this! Okay? You are the worst ultimate fighter ever! Ever!!\nPete: Y'know I have a torn rotator cuff, a hairline fracture in my right forearm, and a severely bruised Adam’s Apple, but that really hurt.\nMonica: Well then, y'know what? I care about you to much to watch you hurt yourself like this. So if you have to do this, then you’re gonna have to do it without me.\nPete: Well if you’re asking me to quit, then you’re asking me to be someone I’m not. I’ve got to do this.\nMonica: Then I’ve gotta go. Bye. (kisses him and starts to walk out)\nPete: Mon-Monica?\nMonica: Yes?\nPete: Could you leave a note? ‘Cause I’m on a lot of pain killers now, and I don’t know if I’ll remember this tomorrow. (She leaves.)\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Chandler’s office, he is just finishing up a meeting with his boss and the rest of his team.]",
            "dialog": "Doug: So, in conclusion, the lines all go up (points to the chart), so I’m happy. Great job team! Tomorrow at 8:30. (They start to leave) Phil! Nice job. (smacks him on the butt) Stevens! Way to go! (smacks him on the butt) Joel-burg, you maniac! I love ya! (smacks him on the butt) (Chandler walks up) Bing! Good job, couldn’t have done it without ya. (he shakes his hand)\nChandler: Thank you, sir.\nStevens: (coming back in) Oh, excuse me. I forgot my briefcase y'know, by accident.\nDoug: Of course, you did. Forgot something else too ya bastard! (smacks him on the butt) (to Chandler) Well, what about you? You’re not feeling left out or anything are ya?\nChandler: No. No, not at all, that’s-that’s ridiculous.\nDoug: Everybody else got one, and you want one too. Don’t you?\nChandler: Ye-ye-yeah, yes I do!\nDoug: Now get on out of here, you! (smacks him on the butt)\nClosing Credits\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica and Rachel's, the gang is watching Pete fight on TV. Monica is hiding in the kitchen, not watching.]",
            "dialog": "TV Announcer: Pete Becker is circling the ring now. It looks like, he’s just trying to feel him out. Oh, Bruiser is just...\nChandler: Run! Run you crazy, rich freak!\nRachel: Oh, I can’t watch this. (turns her eyes away)\nJoey: Check it out, he’s winning! (to Monica) Pete’s winning!\nMonica: Really?!\nJoey: No-o-o!!\nTV Announcer: Uh-oh, Bruiser has Becker on the canvas and is going for his favourite area.\nAll: Oh! Oh! (they all recoil in horror)\nPhoebe: Wait, if that’s his favourite area, why is he being so mean to it?\nRoss: Well, this is ironic. Of your last two boyfriends, Richard didn’t want to have kids, and from the looks of it, now Pete can’t.\nAll: Ohh!! (they all start pointing at the screen)\nEnd\n"
        }
    ]
}