{
    "metadata": {
        "season": "SEASON 3",
        "title": "319 The Tiny T-Shirt",
        "written_by": "Adam Chase",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Central Perk, Gunther is pouring Rachel coffee.]",
            "dialog": "Gunther: Here you go.\nRachel: Thank you.\nGunther: (In his head) Say Rachel, I was wondering if you’d like to go to a movie with me sometime. As my lover! Nnnsch, to out there. Maybe you’d just like to ah, get something to eat with me sometime? As my lover.\nMark: (entering) Hi!\nRachel: Hi! All right, let’s go shoppin’!!\nMark: Um, y'know, before we go ah, there’s something I need to say.\nRachel: Oh, okay.\nMark: I’ve kinda of had this ah, this crush on you. (Rachel is shocked) But since you were with Ross, I-I didn’t do anything about it. But, now that you’re not, I’d really like to ask you out sometime. So-so that’s-that’s what I’m doing, now.\n(Gunther gets this hurt expression on his face and goes into the back room)\nRachel: Wow! Umm....\n(She’s interrupted by a loud crash and the sound of braking dishes. Followed quickly by another crash. Everyone turns and looks at the back room, as Gunther emerges.)\nGunther: I dropped a cup.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: The hallway between the two apartments, Pete and Monica are returning from their date.]",
            "dialog": "Pete: ...so y'know, that’s why, within a few years, that voice recognition is gonna be pretty much standard on any computer you buy. Y'know, so you could be like-like, ‘Wash my car.’ ‘Clean my room.’ It’s not gonna be able to do any of those things, but it’ll understand what you’re saying.\nMonica: Oh, this is so great.\nPete: Yeah, it was.\nMonica: All right then. (He leans in to kiss her goodnight, but she quickly kisses him on the cheek and pats his shoulder.) Bye.\n(She goes into her apartment and sees Chandler, Phoebe, and Ross sitting there.)\nMonica: Hello, people who do not live here.\nAll: Hi! Hello!\nMonica: I gave you a key for emergencies!\nPhoebe: We were out of Doritos.\nRoss: Hey, how’d the date go with Mr. Millionaire?\nChandler: Mr. Millionaire, new from Snooty Playthings! Third wife sold separately.\nMonica: He’s great! I mean we have such a good time together! He’s so funny, and sooo sweet, and I’m not attracted to him at all!!\nRoss: Still?!\nMonica: Noo!! It’s driving me crazy. I mean every other way he’s like the perfect guy, he has everything. Plus! He actually has everything.\nChandler: Life-sized Imperial Storm Troopers from Sharper Image?\nMonica: Two.\nChandler: Wow!! Can Joey and I put them on and fight?\nJoey: (entering, dancing and singing) Oh mommie, oh daddie, I am a big old baddie! Oh mommie, oh daddie, I am a big old baddie! (He dances around the dinner table and exits)\nRoss: I guess he musta gotten the part in that play.\nMonica and Phoebe: Oh.\nChandler: Yeah, either that, or Gloria Estefan was right, eventually, the rhythm is going to get you.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: A Theatre, Joey is arriving to rehearse the play he’s in.]",
            "dialog": "The Director: Joe. How’s it going?\nJoey: Good. (He sets his stuff down and starts talking to Kate, another cast member.) Hey.\nKate: Hi.\nJoey: Oh, so you’re playing Adrienne, huh?\nKate: Yes. Are you one of the retarded cousins?\nJoey: Oh, no. Ah, I playing your husband, Victor. I’m Joey Tribianni.\nKate: Hi, nice to meet you. Kate Miller.\n(She goes over to the snack table, and Joey quickly runs over and pours her a cup of coffee.)\nJoey: So the ah, play’s pretty great, huh?\nKate: Oh, yeah. I love Jennifer Van Murray’s work. She’s so brilliantly incisive when it comes to deconstructing the psyche of the American middle class.\nJoey: Oh, forget about it. She rocks!\nKate: Where do I know you from?\nJoey: Dr. Drake Remoray. Days of Our Lives. Voted most datable neurosurgeon by Teen Beat.\nKate: No, that’s not it. So, you’re a soap actor? Well this must be pretty exciting for you to be in a real play, hmm?\nJoey: Hey, I’ve done plays before. I’m a serious actor.\nKate: That info-mercial! For the milk carton spout thing! You’re-you’re-you’re the guy that doesn’t know how to pour milk!!\nJoey: See, I actually can pour milk, but I got you believing that I couldn’t. Now, see, that’s acting.\nKate: Right, at the end, you choked on a cookie.\nJoey: Yeah, that was real.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Central Perk, Rachel is telling Phoebe about Mark, as Gunther eavesdrops behind them.]",
            "dialog": "Phoebe: Wow! I cannot believe Mark asked you out.\nRachel: I know.\nPhoebe: What, so what are you gonna tell him?\nRachel: Well, I told him I would think about it, but I’m gonna tell him no.\nPhoebe: Huh.\n(Gunther tries to swoop in to ask Rachel out.)\nRachel: I mean I think I’d say no to anybody right now. (Hearing this Gunther swoops back to cleaning tables.) Oh, but it was so strange. I mean I’m standing there with this charming, cute guy, who’s asking me to go out with him, which I’m allowed to do, and I felt guilty. Y'know, like I’d be cheating on Ross or something.\nPhoebe: Wow. So, okay, maybe that means that, you’re not over Ross yet and you have issues with your father.\nRachel: I don’t have any issues with my Father.\nPhoebe: Okay, so it’s probably just the Ross thing then.\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is telling Chandler about Kate.]",
            "dialog": "Joey: I hate this woman!! I hate her! She told everyone in the company about that info-mercial, and now they all keep asking me to open their drinks. Okay, and whenever I can’t do it, they’re all like-like laughing at me.\nRoss: (entering) Hello.\nChandler and Joey: Hey!\nRoss: So Rachel called. Wants to see me. Going over in a minute.\nJoey: Wow, what-what do you think she wants?\nRoss: Well, maybe the crazy fog has lifted and she realises that life without me.... a-sucks.\nChandler: It’s possible. You are very loveable, I’d miss you if I broke up with you. (Ross glares at him) I was just trying to be supportive.\nRoss: Then be supportive like a guy.\nChandler: (in a deep voice) If I broke up with you, I’d miss you.\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is there as Ross enters, walking very confidently.]",
            "dialog": "Ross: Hi.\nRachel: Hi!\nRoss: You ah, wanted to see me?\nRachel: Yeah. Ahh, here’s a box of your stuff. (hands him a box)\nRoss: What?!\nRachel: Oh, y'know, it’s just like hats, and a shirt, and CD’s, just sort of stuff that you’ve left here.\nRoss: What are you doing? Are you trying to hurt me? Or something?\nRachel: No. Ross, it, it just seems that y'know it’s time we-we y'know, move on. I mean, I mean don’t’ you think?\nRoss: Yes.\nRachel: Yeah?\nRoss: Yes, I do.\nRachel: Good.\nRoss: Yeah, I-I really do. (takes a dinosaur mug out of the box) Hey! This-this was a gift?!\nRachel: Ross, you got that for free from the museum gift shop.\nRoss: It’s still a gift! I got it from the gift shop!\nRachel: Okay, all right, give me the mug! I’ll keep the mug.\nRoss: No!! Y'know-y'know don’t do me any favours. In fact, where, where’s the rest of my stuff?! Huh? Like-like my umm, (picks up a book) Hey, this book is mine!! And-and-and, and that T-shirt you sleep in? I’d like that back too. Yes, I do.\nRachel: You know how much I love that T-shirt! You never even where that T-shirt!\nRoss: I’m just trying to help you, move on.\nRachel: Oh, you are a petty man. You are a petty, petty....\nRoss: Petty...\nRachel: Petty... (goes into her room)\nRoss: Petty...\nRachel: Petty...\nRoss: Petty...\nRachel: Small...\nRoss: Small... (Rachel comes back into the living room and catches Ross mocking her.)\nRachel: You are so just doing this out of spite.\nRoss: Awwwahuh, no, no, no!!\nRachel: Huh?\nRoss: I’m-I’m gonna wear this all the time! I love this shirt!! (he kisses the shirt)\nRachel: You have not worn that T-shirt since you were 15!! It doesn’t even fit you anymore!\nRoss: Oh, yeah-yeah-yeah-yeah...\nRachel: (imitating him) yeah-yeah-yeah!!\nRoss: Oh-oh, okay, okay! (He quickly takes off his sweater in order to put on the T-shirt. It’s an old ‘Frankie says relax’ T-shirt, that barely fits him. Rachel nods her head in approval of the new look.) If you don’t mind I’m gonna the rest of my stuff, and relax, in my favourite shirt. (Starts to leave) You have a pleasant evening. (He exits and leaves the door open.)\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, the gang minus Rachel and Ross are talking to Pete.]",
            "dialog": "Phoebe: So, you’re like a zillionaire? (Pete smiles and nods)\nChandler: And you’re our age. You’re our age.\nPhoebe: Y'know what, you should like, you should buy a state and then just name it after yourself.\nPete: What like Pete Dakota?\nPhoebe: Yeah, or, or, or, Mississ-Pete.\nJoey: Oh, oh, I got it! Pete-Chicago.\nChandler: That’s not a state Joe.\nJoey: Oh, and Mississ-Pete is?\nPete: I got to go, so ah, I’ll see you guys later.\nAll: Okay.\nChandler: You’re our age!\nPete: (to Monica, by the door) So ah, we on for tomorrow?\nMonica: Absolutely! (He goes to kiss her, but she stops him and rubs his head and says...) Now get out of here you!! (Pete leaves) (to the gang) Okay, I’m running out of places I can touch him! Look, is there something wrong with me? I mean why am I only attracted to guys where there’s no future? Either they’re too old, or they’re too young, and then there’s Pete who’s-who’s crazy about me, and who’s absolutely perfect for me, and there’s like zip going on! I mean, seriously, does it sound like something’s wrong with me?!\nPhoebe: Yeah, kinda.\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: The Theatre, Joey and Kate are rehearsing for the play.]",
            "dialog": "Kate: Happy?! Is that what I’m supposed to be Vic? Happy?\nJoey: Well, why don’t you tell me what you’re supposed to be! Huh? Because I sure as hell can’t figure it out! I talk to you and nothin’. You look at me, and it’s nothin’. (He kisses her) Nothing.\nThe Director: Tasty! I’m really starting to feel like you guys have a history, it’s-it’s nice.\nKate: I have a question about this scene.\nThe Director: Yes?\nKate: Well, I don’t understand why Adrienne’s attracted to Victor.\nThe Director: Peel the onion. First of all, he’s good looking.\nJoey: Yeah.\nKate: I think my character’s gonna need a little bit more of reason than that.\nJoey: Oh, hey, how about this one. Ah, it’s says so in the script! Y'know ah, I-I don’t know why my character likes you either, I mean it says in the script here that you’re a bitch.\nKate: It doesn’t say that in the script.\nJoey: It does in mine!\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: The Hallway, Chandler and Ross are returning from working out.]",
            "dialog": "Chandler: I can blow dry it. I can put gel on it. It doesn’t matter, I still wind up with this little (pats the flat spot on the back of his head) cowlicky thing on the middle part of my head. It’s so annoying. Does it bug you?\nRoss: You bug me.\n[Rachel comes out of her apartment, followed by Mark, and they leave on their date, without saying a word to Ross. Ross is stunned.]\nChandler: Is there any chance you didn’t see that?\nCommercial Break\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is watching a basketball game, Ross is staring out the peephole.]",
            "dialog": "Chandler: Ross! You gotta stop! Okay?! You can’t just stare through the peep hole for three hours! You’re gonna get peep eye!\nRoss: I knew it! I knew it! I always knew she liked him! Y'know, she’d say no, but here we are! Right? We just broke up, first thing she does!\nChandler: You didn’t just break up.\nRoss: Hey, it’s been like three weeks!\nChandler: You slept with somebody three hours after you thought you broke up. I mean bullets have left guns slower!\nRoss: Here they come, here they come. Oh-ho, if she kisses him goodnight, I’m gonna kill myself, I swear. I can’t, I can’t watch this. (turns away, then quickly turns to look again) Come on, date over! Date over! Uh-oh, here we go, she’s going in.\nChandler: Okay.\nRoss: She’s going in. Wait! He’s going in! He’s going in!! The door’s closed! I, I can’t see anything but the door closed!!\nChandler: And the inventor of the door rests happily in his grave.\nRoss: Okay, I have to do something. I mean, I have, I have to stop it!\nChandler: Stop what?!\nRoss: I don’t know, but I ah, I have the feeling that my being there will do it. I’ll go over and I will borrow something. Juice!! I need juice!!\n(He starts to exit, but Chandler tries to stop him by climbing on his back and grabbing hold of the foosball table.)\nChandler: No!! You can’t!!\nRoss: Look, they must be stopped!\nChandler: I am your friend, and I am not gonna let you do this!! (Ross is now dragging Chandler and the foosball table to the door) You are surprisingly strong!\nRoss: I need juice! People need juice!!\nChandler: Look man!\nRoss: People need juice!\nChandler: Listen to me!! (Chandler turns him around and closes and holds the door shut with his feet.)\nRoss: Juice, I need...\nChandler: She’s moving on! Okay, if it’s not this guy, it’s gonna be somebody else! And unless you’re thinking about subletting my peep hole, you are going to have to get used to the fact that the relationship is over! Okay, man? It’s over.\nRoss: Yeah, okay.\nChandler: Okay.\nRoss: It’s just I miss her so much.\nChandler: I know. (He rubs Ross’s head)\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is pouring Mark some coffee.]",
            "dialog": "Mark: Why do all you’re coffee mugs have numbers on the bottom?\nRachel: Oh. That’s so Monica can keep track. That way if one on them is missing, she can be like, ‘Where’s number 27?!’\n(She sits down, and Mark leans over and kisses her. Rachel doesn’t react. He tries it again, and Rachel jumps back quickly.)\nRachel: Y'know what?\nMark: No. And I don’t think I’m gonna want to.\nRachel: I can’t do this.\nMark: Yep. Yep, that’s what I didn’t want to know.\nRachel: Well, oh, Mark, I’m doing this for the wrong reasons, y'know? I’m just doing it to get back at Ross. I’m sorry, it’s not very fair to you.\nMark: Ahh! Fair, schmair! Y'know? Look, if you want to get back at Ross, I am here for you. Really? No-no, I say-I say, I say we get back at him right on this couch. Right here!\nRachel: Oh God. I’m sorry about this.\nMark: That’s okay.\nRachel: You sure?\nMark: Yeah. I can just go home and get back at him by myself.\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: A Hospital Reception, Monica and Pete are there.]",
            "dialog": "Spokeswoman: ...has become the penicillin of the twenty-first century. And so today, this hospital is about to take major steps toward leading that revolution. It is truly ironic, on one hand consider the size...\nPete: (to Monica) Hey, can I ask you something?\nMonica: Sure.\nPete: Where are we?\nMonica: (looks around) Well, with all these doctors and nurses, I’m gonna say, midget rodeo.\nPete: Just tell me the truth.\nMonica: Okay. Umm, y'know, I don’t think, I don’t think I told you this, but umm, I just got out of a really serious relationship.\nPete: Oh, yeah. Wasn’t that like a year ago?\nMonica: So I did tell you. Okay, y'know, that really isn’t the thing. Umm, the thing is that, right now I’m just in a place in my life where I need to focus on me. Y'know what I mean?\nPete: Oh, yeah. I know that.\nMonica: I so wanna be attracted to you.\nPete: But you’re not. Okay, good.\nMonica: I’m sorry.\nPete: Y'know what, don’t be. This is not, don’t be, ‘cause it’s not so bad.\nMonica: It’s not?\nPete: I know I’m no John Bon Jovi, (Monica laughs) or someone who find attractive, I’m just, I think, y'know, that you might end up feeling differently.\nMonica: Well, um, look I-I don’t want this to come our wrong, but ah, you seem awfully confident for a guy I just told I wasn’t attracted too.\nPete: Yeah, stupidly charming isn’t’ it? Well listen let’s, you wanna get something to eat? ‘Cause this place is kinda depressing. (they start to leave)\nSpokeswoman: And the man who made all this possible... Mr. Peter Becker.\nPete: (to Monica) One second.\n(He takes the scissors, cuts the ribbon, shakes her hand, posses for the picture, and leaves.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is sitting in one of the black chairs, and turns to face the other one.]",
            "dialog": "Chandler: I don’t think this town is big enough for both of us to relax in. (He blows on his hand) Draw!! (He quickly pulls the lever to raise the foot rest, like a gunfighter in a Western.)\n(Joey enters.)\nChandler: (to Joey) I wasn’t doing anything. (Joey starts angrily throwing his stuff down.) Uh-oh, what did she do now?\nJoey: Just because she went to Yale drama, she thinks she’s like the greatest actress since, since, sliced bread!\nChandler: Ah, Sliced Bread, a wonderful Lady MacBeth.\nJoey: God, I just, I hate her! I hate her!! With her, ‘Oh, I’m so talented.’ and ‘Oh, I’m so pretty,’ and ‘Ooh, I smell so good.’\nChandler: I think somebody has a crush on somebody.\nJoey: Hey, Chandler, can we please stay focused on my problem here?! Y'know?\nChandler: I’m talking about you. You big, big freak.\nJoey: Oh. (realises) Ohh. Ohh, you’re out of your mind.\nChandler: Hey, you have nothing but talk about her for the last 48 hours! If you were in a school yard you’d be pulling her pigtails and pushing her down now!\nJoey: Oh, yeah?! Then how come I keep thinking about her in all these sexual scenarios and stuff huh?!\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: The Theatre, Kate and Joey are rehearsing the same scene as before.]",
            "dialog": "Kate: Happy?! Is that what I’m supposed to be Vic? Happy?\nJoey: Well, why don’t you tell me what you’re supposed to be! Huh? Because I sure as hell can’t figure it out! I talk to you and it’s nothin’. You look at me, and nothin’. (He kisses her, more passionately this time) Nothing.\nThe Director: You guys make me fly! High! Okay, we’re gonna pick it up here, tomorrow.\nKate: Well, that was ah...\nJoey: Better?\nKate: Yeah! Yeah, it was definitely an improvement. G’night.\nJoey: Ah, Kate?\nKate: Yeah?\nJoey: You ah, you forgot your shoes.\nKate: (she giggles) I’m probably gonna need those. Huh? (she giggles some more)\nJoey: Hey, listen you ah....\nKate: Hmm?\nJoey: ...feel like getting a cup of coffee?\nKate: Umm.\nThe Director: (leaning in) Kate?\nKate: Yep.\nThe Director: You ready to go?\nKate: Yeah.\nThe Director: (to Joey) Very nice. Very nice. (he walks away)\nKate: So umm, I’ll see you tomorrow, huh?\nJoey: Yeah, yeah sure, goodnight.\n"
        },
        {
            "scene_no": 14,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is in the kitchen chopping vegetables. Chandler and Phoebe are sitting in the living room.]",
            "dialog": "Phoebe: (to Chandler) Hey! (Chandler looks up, startled) Why isn’t it Spiderman? Y’know like Goldman, Silverman...\nChandler: ‘Cause it’s-it’s not his last name.\nPhoebe: It isn’t?\nChandler: No, it’s not like, like Phil Spiderman. He’s a spider, man. Y'know like ah, like Goldman is a last name, but there’s no Gold Man.\nPhoebe: Oh, okay. There should be Gold Man!\nRachel: (entering) Hey!\nMonica: Hey, Rach, how was work?\nRachel: Oh, great. Although I did sit down where there wasn’t a chair.\nMonica: By the way, Ross dropped by a box of your stuff.\nRachel: Oh, well, I guess I had that one coming. I’m just gonna throw it out, it’s probably just a bunch of shampoo and... (she opens the box and stops)\nMonica: Something wrong?\nRachel: (She takes the T-shirt out of the box and holds it to her chest and take a deep breath.) No. Nothing. (She smiles and goes into her room.)\nClosing Credits\n"
        },
        {
            "scene_no": 15,
            "scene_mark": "[Scene: Chandler and Joey's, Phoebe and Chandler are sitting in the black chairs.]",
            "dialog": "Chandler: So, ahh, what kind of powers would Gold Man have?\nPhoebe: Okay well, he would turn things to gold.\nChandler: What about things that are already gold?\nPhoebe: Ahh, his work is done.\nChandler: Okay, let’s play my game now.\nPhoebe: Okay. All right you yellow-bellied-lilly-livered-DRAW!! (they both kick up the foot rests like an old fashioned gun fight.)\nEnd\n"
        }
    ]
}