{
    "metadata": {
        "season": "SEASON 3",
        "title": "303 The Jam",
        "written_by": "Wil Calhoun",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: Chandler and Joey's, Chandler is sitting reading a book and hears the bed in Joey's room creaking, and does a 'Oh no, not again' look on his face.]",
            "dialog": "Joey: (from bedroom) WHOAA!!\nChandler: (going to the bedroom) See Joe, that's why your parents told you not to jump on the bed.\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: Monica and Rachel's, Ross and Rachel are entering]",
            "dialog": "Monica: Hey, look at me. I'm making jam, been at it since 4 o'clock this morning.\nRoss: Where'd you get fruit at four in the morning?\nMonica: Went down to the docks. Bet ya didn't know you could get it wholesale.\nRachel: I didn't know there were docks.\n[Joey and Chandler enter]\nJoey: Hey.\nChandler: Hey.\nRoss: Aww, is it broken?\nJoey: No, I gotta wear this thing for a couple weeks. (points to the sling he is wearing)\nRachel: Did you tell the doctor you did it jumping up and down on your bed?\nJoey: Nooo. I had a story all worked out but then Chandler sold me out.\nChandler: Well, I'm sorry Joe. I didn't think the doctor was gonna buy that it just *fell* out of the socket.\nJoey: What is this? Fruit?\nRachel: Monica's making jam.\nJoey: Whoa, jam! I love jam! (to Chandler) Hey, how come we never have jam at our place?\nChandler: Because the kids need new shoes.\nMonica: I'm going into business people. I'm sick and tired of being depressed about Richard. I needed a plan, a plan to get over my man. What's the opposite of man? Jam. (sees Joey trying some jam from the pot) Oh Joey don't! It's way to hot. (Joey realizes this and spits what he had in his mouth back into the pot.)\nJoey: This will just be my batch.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Street, Phoebe is being followed by some guy, as they pass a flower vendor. Phoebe turns around and the guy quickly picks up some flowers and continues following her.]",
            "dialog": "Phoebe: (turns around) Um, that's it. No. Hey! You! J. Crew guy. Yeah. Why have you been following me? I mean, all week long everywhere I look there's you.\nGuy: You wouldn't return my calls, you sent back my letters....\nPhoebe: What?\nGuy: One more chance Ursula, please?\nPhoebe: Oooh. Oh, well this is awkward.\nGuy: Wh..\nPhoebe: Um, yeah, you want Ursula, and I'm Phoebe. Twin sisters! Seriously.\nGuy: Oh, that's great. I'm stalking the wrong woman. I am such a dingus!\nPhoebe: Oh, you're not a dingus.\nGuy: I just, I want you to know I didn't used to be like this. Before I meet your sister I was like this normal guy who sold beepers and cellular phones.\nPhoebe: Well, I mean look it's, it's not your fault, you know. I mean this is just what, what she does to guys, okay.\nGuy: Well thanks. (starts to leave)\nPhoebe: Wait, (grabs him) you know what, I got a little story. When I was in Junior High School I went through this period where I thought I was a witch. And there was this guidance counselor who said something to me, that I think will help you a lot. He said okay, 'you're not a witch you're just an average student.' See what I'm saying?\nGuy: Not really.\nPhoebe: Um, well, get over it. So, I mean you, you just seem to be a really nice guy, you know. Don't be so hard on yourself okay.\nGuy: Wait. You're right. I know you're right. And, thanks for being so nice. Here (gives her the flowers he bought.)\nPhoebe: Oh, thanks a lot. Do you want to get a cup of coffee?\nGuy: Yeah, okay.\nPhoebe: Okay. (they start to leave, he is still following her) Okay, you don't have to walk behind me any more.\nGuy: Sorry.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Monica and Rachel's, Ross and Rachel are entering]",
            "dialog": "Rachel: Mon?\nRoss: Mon?\nRachel: (reading) 'Gone for more jars. Back later. Monica Geller.'\nRoss: Wait a minute, look.\nRachel: What?\nRoss: Look, look, look.\nRachel: What, what, what?\nRoss: It's an empty apartment.\nRachel: Oooh.\nRoss: We're all alone in an empty apartment.\nRachel: Honey, come on, I have to be at work in like ten minutes (Ross starts kissing her neck) Oh, all right, well it's not like I'm employee of the year or anything. (they fall onto the couch)\n(Chandler enters and they both jump up and pretend that Ross is showing her something in the couch.)\nRoss: There it is.\nRachel: Oh, oh, that's what you're talking about. (to Chandler) Hey.\nRoss: Hey.\nChandler: Do I look fat?\nRoss and Rachel: Noo.\nChandler: Okay, I accept that. When Janice asked me and I said no, she took that to mean that I was calling her a cow.\nRachel: Okay, walk us through it, honey, walk us through it.\nChandler: Okay, well. Janice said 'Hi, do I look fat today?' And I, I looked at her....\nRoss: Whoa, whoa, whoa. You looked at her. You never look. You just answer, it's just a reflex. Do I look fat? Nooo! Is she prettier than I am? Noo! Does size matter?\nRachel: Nooo!\nRoss: And it works both ways.\nChandler: Okay, so you both just know this stuff?\nRachel: Well you know, after about thirty or forty fights, you kinda catch on.\nRoss: Okay, for instance. Let's say, Janice is coming back from a trip and she gives you two options. Option number 1 she'll take a cab home from the airport. Option 2 is you can meet her at baggage claim. Which do you do?\nChandler: That's easy, baggage claim.\nRoss: (buzzes) Wrong! Now you're single. It's actually secret option number three, you meet her at the gate. That way she knows you love her.\nChandler: Okay, this is good, this is good. All right listen, I have one. Janice likes to cuddle, at night, which, you know I'm all for. But, uh, you know when you want to go to sleep, you want some space. So, uh, how do I tell her that without, you know, accidentally calling her fat or something.\nRachel: Oh honey, I'm sorry we can't help you there, 'cause we're cuddlily sleepers. (Chandler makes an 'Ewww' face) Okay, I'm late for work.\nRoss: Oh.\nRachel: All right are you guys gonna come down?\nRoss: Uh, yeah, yeah I'll, I'm right behind you.\nRachel: Good luck Chandler.\nChandler: Thank you Rachel.\nRoss: Bye sweetie.\nRachel: Bye hon.\nRoss: (blows her a kiss) Okay the sleeping thing. Very tricky business, but there is something you can do.\nChandler: Well, I thought you guys were cuddlily sleepers.\nRoss: Noo! No, not cuddlily, not me, just her. I'm like you, I need the room. Okay, come here. (they sit on the couch and Ross puts his hands on Chandler's shoulder and thigh.) Okay, you're in bed...\nChandler: Yeah. (they both notice where his hands are)\nRoss: I'm gonna use the cushion.\nChandler: Yeah.\nRoss: Okay, you're in bed. She's over on your side, cuddling. Now you wait for her to drift off, and then you hug her (demonstrates on the cushion) and roll her back over to her side of the bed. And then you rollll a-way. Hug for her! Roll for you.\nChandler: Okay, the old hug and roll.\nRoss: Yep.\nChandler: Okay, one question.\nRoss: Shoot.\nChandler: You're pretending the pillow's a girl right?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Joey is putting jam on his muffin, lots of jam]",
            "dialog": "Joey: Remember when you where a kid and your Mom would drop you off at the movies with a jar of jam and a little spoon?\nRachel: (Looks at him) You're so pretty.\nPhoebe: (entering) Hi!\nAll: Hey, Phoebe.\nPhoebe: Hey, oh, you know that guy who's been following me? I talked to him today.\nJoey: (with food in his mouth) You talked to him. Are you crazy?\nPhoebe: Okay, first I'm not crazy. And second, say it don't spray it. Anyway his name is Malcom, and he wasn't following me, I mean he was, but 'cause he thought I was Ursula, ick. And, that's why, that's why he couldn't just come up and talk to me. 'Cause of the restraining order.\nChandler: Umm, not feeling better 'bout Malcom.\nPhoebe: Ooh! No, no, no, no, he's not like a kook, no. He's just like this, this very passionate, incredibly romantic guy, that got like a tinsy bit carried away, you know. And we just get along really well, and he's so cute.\nRoss: Oh my God, you've got a crush on your sister's stalker.\nPhoebe: No, I'm just gonna help him, you know, get 'de-Ursula-ized', like you know, like I did for Joey after he went out with her.\nJoey: (with his mouthful) Hey, I didn't stalk her. I mean (he sprays Phoebe with crumbs)\nPhoebe: Okay, I asked for the news, not the weather.\nMonica: (entering) Hey guys.\nAll: Hey Mon.\nMonica: Joey, this is for you. (gives him a jar of jam) It's blackberry curin.\nJoey: Aww. (tastes it) Ohh!\nChandler: Hey, Joe, I gotta ask. The girl from the Xerox place buck naked (holds up one hand), or, or a big tub of jam. (holds up the other hand)\nJoey: Put your hands together.\nMonica: Joey, take your time with that. That's my last batch.\nJoey: No more jam?!\nRachel: Well, what happened to your jam plan?\nMonica: I figured out I need to charge seventeen bucks a jar just to break even. So, I've got a new plan now. Babies.\nChandler: Well, your gonna need much bigger jars.\nRoss: What are you talking about?\nMonica: I'm talking about me having a baby.\nRoss: What?\nRachel: Are you serious?\nMonica: Yeah. The great thing about the jam plan was, I was taking control of my life. So I asked myself, what is the most important thing to me in the world and that's when I came up with the baby plan.\nRoss: Well, aren't you forgetin' something? What, what, what is uh, what is that guy's name? Dad!\nMonica: It took me 28 years to find one man that I wanna spend my life with, if I have to wait another 28 years then, I'll be 56 before I can have a baby, and that's just stupid.\nChandler: That, that's what's stupid.\nMonica: I don't need an actual man, just a couple of his best swimmers. And there, there are places you can go to get that stuff.\nRachel: Down at the docks again?\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Chandler's bedroom, Janice and him are cuddling]",
            "dialog": "Janice: Night-night Bing-a-ling.\nChandler: Night-night.....Janice. (he starts thinking to him self) 'Look at all that room on her side, you good fit a giant penguin over there. That would be weird though. Okay, hug and roll time. I'm huggin', I'm huggin', your rollin', and....yes! Freedom! (his one arm is still under her) Except for this arm! I'm stuck. Stuck arm! Okay, time for the old table cloth trick, one fluid motion. Quick like a cat, quick like a cat! And 1...2...3!' (Pulls his arm out from under her and she is spun off of the bed.)\nCommercial Break\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Malcom is giving Phoebe all of his spy stuff]",
            "dialog": "Malcom: Here's my binoculars.\nPhoebe: Oh, great. Great. You're doing great, you know real strong. Going strong. Keep going.\nMalcom: These are my night vision goggles. This is the book I pretend to read when I'm watching her in the park. And these are Mad Lips, they're just for fun.\nPhoebe: Oh, yeah. What's this? (picks up a book)\nMalcom: Oh, this is log I kept, recording her every movement. Do you wanna here something from it?\nPhoebe: Um, not even a little bit.\nMalcom: It's about you.\nPhoebe: Oh, okay then.\nMalcom: (reading) I met Phoebe today. She was really nice to me eventhough I'm such a loser. And, then when I was walking home I thought about her a lot, it was weird, but kinda cool.\nPhoebe: Good. So what were you thinking?\nMalcom: I was thinking what it would be like to kiss you.\nPhoebe: Really?\nMalcom: No.\nPhoebe: Oh.\nMalcom: See that's just something I said now, so that maybe I could kiss you.\nPhoebe: Oh, okay. (he kisses her)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is eating jam straight out of the jar, and Chandler is staring at him in amazement. Joey offers him some.]",
            "dialog": "Chandler: No, that's all right. I just had a jar of mustard.\nMonica: (entering from her bedroom) Okay, sperm donor number 03815, come on down! Okay, he's 6'2\", 170 pounds, and he describes himself as a male Geena Davis.\nChandler: You mean there's more than one of us.\nRoss: Look, you can't do this Mon. All right, if you do this, I'm, I'm gonna, I'm, I'm gonna.....\nMonica: You're gonna what?\nRoss: I'm gonna tell Mom.\nRachel: Honey, I'm sorry, but he's right. I love you, but you're crazy.\nRoss: Crazy.\nMonica: What?! Why? Why is this crazy? So this isn't the ideal way to something....\nRoss: (interrupting her) Oh, it's not the ideal way...\nMonica: Lips moving, still talking. I mean it may not be ideal, but I'm so ready. No, I-I-I see the way Ben looks at you. It makes me ache, you know?\nJoey: Check it out!! Jam crackers!\nMonica: Okay, all right, how's this? 27. Italian-American guy. He's an actor, born in Queens. Wow, big family, seven sisters, and he's the only....boy. (they all turn and look at Joey) Oh my God, under personal comments: 'New York Knicks, rule!'\nJoey: Yeah, the Knicks rule!\nMonica: Joey, this is you!\nJoey: Let me see. (goes over and looks at the form) Oh, right.\nRachel: When did you go to a sperm bank?\nJoey: Well, right after I did that sex study down at NYU. (to Chandler) Hey, Remember that sweater I gave you for your birthday?\nChandler: And that's how you bought it?\nJoey: Noooo, that's what I was wearing when I donated. I'm kinda surprised there's any of my boys left.\nMonica: Well, honey, it is pretty competitive. I mean I've got an actual rocket scientist here.\nJoey: Maybe, I should call this place and get them to put my 'Days of Our Lives' on here. You know, juice this puppy up a little.\nPhoebe: (entering) Hellooo!\nAll: Hey.\nRoss: How's the maniac?\nPhoebe: Oh, well he's yummy. We did a little kissin'.\nRachel: Phoebe, what are you doing?\nPhoebe: Oh, no, no, no, no. You know what, he's not into that stuff anymore. He quit for me.\nRachel: Pheebs, this guy has been obsessed with your sister, for God knows how long, okay, you don't just give up something like that.\nPhoebe: Look, he gave me his night vision goggles and everything.\nRoss: You're taking the word of a guy who has night vision goggles?\nPhoebe: What, he's not still following her. Do you think he is still following her?\nChandler: Pheebs, wake up and smell the restraining order.\nPhoebe: What are you saying I should do?\nMonica: I think, that if you really like this guy, you should just trust him.\nPhoebe: Thank you, Monica.\nJoey: Orrr, you could follow him and see where he goes.\nMonica: Oh, that's what I would do, forget mine.\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Central Perk]",
            "dialog": "Rachel: Oh my God, what happened? (points to the cast on Janice's wrist)\nJanice: Oh. God, crazy Chandler. He spun me...off...the...bed!\nRachel: Wow! Spinning that sounds like fun.\nJanice: Oh, (laughs) I wish. No, you know he was just trying Ross's Hug and Roll thing.\nRachel: (turns around, not amused) Ross's what?\nJanice: You know what, where he hugs you and kinda rolls you away and... Oh... my....God.\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Subway station, Phoebe is following Malcom by finding behind the pillars until she comes up to one with a wire mesh garbage can next to it. Malcom stops and starts walking the other way and passes Phoebe, who quick tries to hide behind the garbage can. But, Malcom sees her.]",
            "dialog": "Malcom: Phoebe?\nPhoebe: Yes? Yes! Oh.\nMalcom: What are you doing?\nPhoebe: Oh, I was just here looking for, um, my um, my part of an old sandwich. Oh, here it is! Oh. (picks one up out of the garbage can.)\nMalcom: Were you following me?\nPhoebe: Um, perhaps. Yes! Yes, I'm sorry, I'm sorry. I was just afraid that you were still hung up on my sister.\nMalcom: So you spied on me. I can't believe you don't trust me. (Ursula walks past, and Malcom finds behind the pillar)\nPhoebe: Oh well, what do you know, there goes my identical twin sister. Just walkin' along looking like me. What, is this just like a freakish coincidence, or did you know she takes this train?\nMalcom: I'm sorry. I'm sorry. I tried to stop, but I couldn't. I'm so pathetic.\nPhoebe: No, no, it's not your fault. You know it's partly my fault, 'cause I made you quit cold turkey. Sorry, no. Okay, well, I mean, I can't date you anymore, 'cause your, you know (in a high pitched voice) Wow! But um, but I will definitely, definitely help you get over my sister. Okay, stalk me for a while. Huh? Yeah, and, and, and, I'll be like an Ursula patch.\nMalcom: Uh-huh, I don't know.\nPhoebe: Yeah, just, okay, look I'm going. Um, come on. Op, op, behind the pillar, which way am I gonna go?\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is entering]",
            "dialog": "Joey: Hey.\nMonica: Hey.\nJoey: Where you going?\nMonica: To the bank.\nJoey: Sperm or regular?\nMonica: Sperm.\nJoey: So you're really doing this, huh?\nMonica: Oh yeah, picked a guy, 37135.\nJoey: Sounds nice.\nMonica: 'Fraid so. Brown hair, green eyes...\nJoey: No kiddin', hmm.\nMonica: What?\nJoey: No, I-I figured you would've picked a blond guy.\nMonica: Really? Why?\nJoey: I don't know, I just always pictured you ending up with one of those tall, smart blond guys, name like.... Hoyt.\nMonica: Hoyt?\nJoey: It's a name, yeah. I saw you, you know, in this great house with a big pool.\nMonica: Really, is he a swimmer?\nJoey: He's got the body for it.\nMonica: I like that. (Joey starts laughing) What?\nJoey: You guys have one of those signs that says: 'We don't swim in your toilet, so don't pee in our pool.', you know.\nMonica: We do not have one of those signs.\nJoey: Sure you do, it was a gift from me. Oh! And you have these three great kids.\nMonica: Two girls and a boy?\nJoey: Yeah!\nMonica: And, and, and they wear those little water wings, you know. And they're, they're running around on the deck. Then Hoyt wraps this big towel around all three of them.\nJoey: Sure! (Monica gets very depressed) But hey, you know this way sounds good too.\nMonica: Yeah.\nJoey: Oh Monica. (goes over and hugs her, then looks at the form and stops hugging her.) Wow, this guy's an astronaut. That would've been cool, (sees Monica) for like a day. (hugs her again).\nClosing Credits\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is finishing off the last of the jam]",
            "dialog": "Joey: I called the sperm bank today, they haven't sold a single unit of Tribianni. Nobody wants my product. I mean, I-I-I don't get it (tries to drink the rest of the jam out of the jar and gets it all over his face, on his chin, nose, etc.) Maybe if they met me in person.\nRachel: Honey, you got a little thing on your...(points to her whole face)\nJoey: (wipes a little jam from the corner of his mouth) Did I get it?\nRachel: Yeah.\nRoss: (entering) Hello.\nRachel: Hello.\nRoss: (sees Joey) Hey. (walks into the living room) Uh, Chan, can I uh, can I talk to you for a second?\nChandler: Sure. What's up?\nRoss: Just one uh, one additional relationship thought. Probably something your already familiar with, uh, women talk! (smacks Chandler over the head with a magazine)\nEnd\n"
        }
    ]
}