{
    "metadata": {
        "season": "SEASON 3",
        "title": "313 Monica And Richard Are Just Friends",
        "written_by": "Michael Borkow",
        "transcribed_by": "Eric Aasen",
        "additional_transcribing_by": null,
        "note": null
    },
    "data": [
        {
            "scene_no": 0,
            "scene_mark": "[Scene: A Video Store, Monica is running in to return a video.]",
            "dialog": "Monica: (to clerk) Hi.\n(The clerk enters the video into the computer.)\nClerk: Six dollars, please.\nMonica: Six? I just had it for one night. It’s three.\nClerk: Eight o’clock is the cut-off and, (looks at his watch) aww, it’s 8:02.\nMonica: Y'know in a weird way, you have too much power. Look, you’re gonna have to help me out here, ‘cause I only have three.\nRichard: (standing behind her, without his moustache) I can help with that.\nMonica: Oh my God. Richard? (turns around) Hi!\nRichard: Hi!\nMonica: Wow! Your lip went bald. (Richard pays the clerk) Hey, thanks.\nRichard: So, you look great.\nMonica: Right.\nRichard: No you do. You... just...\nMonica: What?\nRichard: You’ve got panties stuck to your leg.\nMonica: (removes them) That’s because I-I was just grabbing some things out of the dryer, and it’s static cling. Or maybe it’s just that God knew I’d be running into you and saw an opportunity.\nRichard: It’s good to see you.\nMonica: It’s good to see you too.\n(They hug, and Richard notices a stocking stuck to Monica’s back, which he removes for her.)\nOpening Credits\n"
        },
        {
            "scene_no": 1,
            "scene_mark": "[Scene: continued from earlier.]",
            "dialog": "Monica: You see that guy? He’s in classics now, but y'know as soon as we leave he’s going straight to the porn.\nRichard: He’s gonna go up to the counter with Citizen Kane, Vertigo, and Clockwork Orgy. (they both laugh) This is nice.\nMonica: Yeah.\nRichard: I missed this.\nMonica: Me too.\nRichard: So, you wanna get a hamburger or something?\nMonica: Oh, um, I don’t know if that’s a good idea.\nRichard: Oh. Look, just friends, I won’t grope you. I promise.\nMonica: No, I just I think that it’s too soon.\nRichard: No it’s not too soon, I had lunch at a eleven.\n"
        },
        {
            "scene_no": 2,
            "scene_mark": "[Scene: Monica and Rachel's, Chandler, Ross. Joey, and Rachel are eating breakfast. Chandler is holding a bottle of Hersey’s Syrup.]",
            "dialog": "Chandler: Yeah, baby!\nRoss: What are you doing?\nChandler: Making chocolate milk. Do you want some?\nRoss: No thanks. I’m 29.\nRachel: (looking at her watch) Oh my God, I gotta go to work!\nRoss: Oh sweetie, when do you think you’re going to get off tonight?\nRachel: Oh I don’t know honey. It’s gonna be really late.\nRoss: Oh come on, not again.\nRachel: I know. I’m sorry. Look, I’ll make a deal with you all right? Okay?\nRoss: Hmm.\nRachel: For every night that you’re asleep before I get home from work...\nRoss: Yeah.\nRachel: I will wake you up in a way that’s proved very popular in the past.\nRoss: Now, if you need to stay late, I want to be supportive of that.\nRachel: Right.\nPhoebe: (entering, holding a pair of Roller Blades) Hi.\nAll: Hey.\nJoey: (to Phoebe) Look at you. Since when do you roller blade?\nPhoebe: Oh! Since tomorrow. I met this really cute guy in the park and he like y'know, jogs, and blades, and swims, and so y'know we made a deal that’s he’s going to teach me all sorts of jock stuff.\nRoss: And what are you going to do for him?\nPhoebe: I’m going to let him.\nRoss: Okay.\nJoey: Cool.\nMonica: (entering from her bedroom) Morning.\nAll: Hey.\nRachel: Somebody got in late last night.\nMonica: Yeah well, I ran into Richard.\n(They all gasp)\nRachel: When did this happen?\nMonica: Oh, um, around 8:02. We ah, talked for a little while, and then um, we went out for an innocent burger.\nPhoebe: Oh, there’s no such thing as an innocent burger.\nRoss: So, are you gonna see him again?\nMonica: Tomorrow night.\nRachel: Monica, what are you doing?\nChandler: Well, she spent the last six months getting over him, and now she’s celebrating that by going on a date with him.\nMonica: It’s not a date, okay. I’m just gonna teach him how to make lasagne for some pot luck dinner he has.\nJoey: Well, you might wanna make a little extra, y'know you’ll probably be hungry after the sex.\nMonica: We’re not gonna have sex! Okay, nothing’s changed here. He still doesn’t want children and I still do, so that’s why we’re just gonna be friends.\nRoss: Naked friends.\n"
        },
        {
            "scene_no": 3,
            "scene_mark": "[Scene: Chandler and Joey's, Joey is watching TV.]",
            "dialog": "Rachel: (entering) Hey.\nJoey: Hey.\nRachel: Do you have any ice?\nJoey: Check the freezer. If there’s none in there, then we’re probably out. Are you just getting in from work? It’s late.\nRachel: Yeah, I know. I had the greatest day though, I got to sit in on the meeting with the reps from Calvin Klien. I told my boss I liked this line of lingerie, she ordered a ton of it. How was your day?\nJoey: I discovered I’m able to count all of my teeth using just my tongue.\nRachel: Hmm. (she opens the freezer) Umm, why do you have a copy of The Shining in your freezer?\nJoey: Oh, I was reading it last night, and I got scared, so.\nRachel: But ah, you’re safe from it if it’s in the freezer?\nJoey: Well, safer. Y'know, I mean I never start reading The Shining, without making sure we’ve got plenty of room in the freezer, y'know.\nRachel: How often do you read it?\nJoey: Haven’t you ever read the same book over and over again?\nRachel: Well, umm, I guess I read Little Women more than once. But I mean that’s a classic, what’s so great about The Shining?\nJoey: The question should be Rach, what is not so great about The Shining. Okay? And the answer would be: nothing. All right? This is like the scariest book ever. I bet it’s way better than that classic of yours.\nRachel: Okay. Ah, well we’ll just see about that, okay. I will read The Shining, (she tries to take the book away from him but he doesn’t want to let it go) and you will read Little Women.\nJoey: All right, you got it.\nRachel: All right.\nJoey: Okay.\nRachel: Okay.\nJoey: Ah, now Rach, these ah, these little women.\nRachel: Yeah.\nJoey: How little are they? I mean, are they like scary little?\n"
        },
        {
            "scene_no": 4,
            "scene_mark": "[Scene: Central Perk, Chandler and Ross are there, Phoebe is entering with her date Robert.]",
            "dialog": "Phoebe: Um, Chandler, Ross, this is Robert.\nChandler: Oh, hey.\nRobert: Hi.\nRoss: Hey.\nPhoebe: (to Robert) You’ve have lipstick right here (points to her cheek). That’s okay, it’s mine, we just kissed.\nRoss: Oh.\nChandler: (to Robert) So ah, isn’t a bit cold out for shorts?\nRobert: Well, I’m from California.\nChandler: Right, right. Sometimes you guys just burst into flames.\n(Robert leans back on the arm of the chair and allows Chandler to see up his shorts and sees ‘little Robert.’ Chandler is horrified by this view.)\nChandler: (standing up) I’m up! I’m up, I’ve gotten up now! Anybody ah, want anything?\nPhoebe: I’ll have coffee.\nRobert: Yeah, me too.\nRoss: Yeah, make that three.\nChandler: Okay Ross, why don’t you come with me?\nRoss: Okay. (goes over to the counter) (to Chandler) What ah, what is the matter with you? What’s going on?\nChandler: Robert’s coming out.\nRoss: What, what do you mean, what? Is he gay?\nChandler: No. He.....he’s coming out of his shorts.\nRoss: What?!\nChandler: The man is showing brain.\nRoss: Are you sure? (Chandler nods: Yes!) Hold on. (walks over behind the couch) I’m sorry you guys, that was a coffee and a....\nRobert: Coffee.\nRoss: Okay.\nRobert: We could write it down for you?\nRoss: No, no, that won’t be ah, that won’t be necessary (leans down and looks up Robert’s shorts, seeing Robert’s package.)\nChandler: (to Ross) Wellll?\nRoss: Yeah, yeah, yeah!\nChandler: What do we do? What do we do?\nRoss: Well, I suppose we just try to not look directly at it.\nChandler: Like an eclipse.\n(Ross nods his head.)\n"
        },
        {
            "scene_no": 5,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is teaching Richard how to make lasagne.]",
            "dialog": "Richard: So when people complement me on my cooking should I, what do I say?\nMonica: You say ‘Thank you very much,’ and then you buy me something pretty. Come on, we’re gonna put are hands in this bowl, and we’re gonna start squishing the tomatoes.\n(They both start squishing the tomatoes.)\nRichard: Ew, this feels very weird.\nMonica: You touch people’s eyeballs every day and this feels weird.\nRichard: Yeah, well, sure I touch them, but I spent years learning not to squish them. (Monica grabs his hand in the tomatoes.) That’s my hand.\nMonica: Oops.\nRichard: Okay.\nMonica: Gotta keep squishing.\nRichard: Tomatoes are squishing.\nMonica: Okay.\n(Richard squishes a little too hard and some lands on his shirt.)\nRichard: Op.\nMonica: Oh, gosh, you got some on your shirt.\nRichard: Yeah.\nMonica: Hold on a second, just put a little club soda on it (does so) and it should umm, be.....\n(She is rubbing his chest and her voice trails off into silence, a long pause follows.)\nRichard: What?\nMonica: Umm, you’ve got some on your pants.\nRichard: I’ll just throw them out.\n"
        },
        {
            "scene_no": 6,
            "scene_mark": "[Scene: Central Perk, Chandler is watching Joey read Little Women, Ross is also there.]",
            "dialog": "Joey: These little women. Wow!\nChandler: Your liking it, huh?\nJoey: Oh yeah! Amy just burned Jo’s manuscript. I don’t see how he could ever forgive her.\nRoss: Umm, Jo’s a girl, it’s short for Josephine.\nJoey: But Jo’s got a crush on Laurie. (Ross nods his head) Oh. You mean it’s like a girl-girl thing? ‘Cause that is the one thing missing from The Shining.\nChandler: No, actually Laurie’s a boy.\nJoey: No wonder Rachel had to read this so many times.\n(Enter Phoebe and Robert)\nPhoebe: Hey!\nChandler: Hey.\nRoss: Hey! How’d the ah, basketball go?\nPhoebe: Oh, okay, I learned how to shoot a lay-up, a foul shot, and a twenty-three pointer.\nChandler: You mean a three pointer?\nPhoebe: Oh, I get more because I’m dainty.\nRobert: So um, is there a phone here, I can check my messages?\nPhoebe: Yeah, in the back. You want a quarter?\nRobert: Oh, no thanks. I always carry one in my sock.\n(He puts his leg up on the couch to get the quarter, once again exposing himself to Chandler and Ross. In horror, Chandler, slides over and leans against Joey on the couch.)\nJoey: (noticing Chandler) What are you doing? (he pushes Chandler back to his side of the couch) Get back over on your side of the... (sees Robert in all his glory) Hello!! (to Robert) Hi, I’m Joey, we haven’t met.\nRobert: Ah, good to meet you. Robert.\n(Robert walks away and the guys all start laughing in front of Phoebe.)\nPhoebe: What? (the guys keep laughing.) What? You guys, what is going on? You not like Robert? (the guys keep laughing.) Why are you laughing?!\nRoss: Calm down. There’s no reason to get testy.\n(The guys start laughing harder.)\nPhoebe: You guys!! Come on!\nChandler: I’m sorry, I’m sorry, it just seems that Robert isn’t as concealed in the shorts area, as ah, one may have hoped.\nPhoebe: What do you mean?\nRobert: Hey. (sits down)\nPhoebe: Hey.\nJoey: Hey Robert, could you ah, ha, pass me those cookies?\nRobert: Sure.\n(He puts his leg up on the table to pass Joey the cookies, and Phoebe sees what the guys are laughing at, and gasps.)\n"
        },
        {
            "scene_no": 7,
            "scene_mark": "[Scene: Monica and Rachel's, Monica is talking to Richard on the phone.]",
            "dialog": "Monica: So, how’d the lasagne go over? (listens) Really?! Good. So you owe me three pretty things. (listens) Yeah, I’ve been thinking a lot about you too. (listens) I know. It’s hard this whole platonic thing. (listens) It’s a word!\n(There’s a knock on the door.)\nMonica: Yeah, I do think it’s better this way. (listens) Yeah, we’re being smart. (gets up to answer the door) (listens) Yes, I’m sure.(she opens the door and it’s Richard)\nRichard: You really sure?\nMonica: I’ll call you back. (starts kissing him)\nCommercial Break\n"
        },
        {
            "scene_no": 8,
            "scene_mark": "[Scene: Monica’s bedroom, she’s in bed with Richard.]",
            "dialog": "Monica: So we can be friends who sleep together.\nRichard: Absolutely, this will just be something we do, like racquetball.\nMonica: Sounds smart and healthy to me. So um, just out of curiosity, um, do you currently have any other racquetball buddies?\nRichard: Just your dad. (pause) Although that’s actually racquetball. You know I-I do have a blind date with my sister’s neighbour next Tuesday.\nMonica: Oh.\nRichard: You want me to cancel it?\nMonica: No! (pushes him) No!\nRichard: Okay.\nMonica: ‘Cause if you do that means you’d be cancelling it for me, and we’re just friends.\nRichard: Exactly. (pushes her back)\n"
        },
        {
            "scene_no": 9,
            "scene_mark": "[Scene: Central Perk, Robert is picking up Phoebe for a date.]",
            "dialog": "Robert: Hey.\nPhoebe: Hey. Ooh! Don’t sit down!\nRobert: You ready to go to the batting cage?\nPhoebe: Yeah. And, first here’s a gift.\nRobert: Oh! Wow! Hey!\nChandler: Stretchy pants! Why, those are the greatest things in the world! If I were you I would wear them every day, every day!\nRobert: Jeez, thank you really that is so nice. But um, to be honest, I don’t think I can wear these, they’re so tight, I feel like I’m on display. I’m sorry.\nPhoebe: That’s all right, that’s well, I figured.... (they start to leave as Joey enters.)\nRobert: (to Joey) Hey!\nJoey: Hey! (starts to laugh.) How’s it going?\nRoss: Good.\nJoey: Hey, Rach, how you doing with The Shining?\nRachel: Oh, Danny just went into room 217.\nJoey: Oooh, the next part’s the best, when that dead lady in the bathtub...\nRachel: Oh, no, meh-nah-nah-nah, come on you’re gonna ruin it!\nJoey: All right I’ll talk in code. (to Ross and Chandler) Remember when the kid sees those two blanks in the hallway?\nChandler: Hmmm, that’s very cool.\nJoey: Oh, all blank, and no blank, make’s blank a blank blank. Oh no-no-no, no, the end when Jack almost kills them all with that blank, but then at last second they get away. Aww!\nRachel: Joey! I can’t believe you just did that!\nChandler: I can’t believe she cracked your code!\nRachel: All right, okay, Laurie proposes to Jo, and she says no, even though she’s still in love with him, and then he ends up marring Amy.\nJoey: Hey! Mine was by accident! All right, the boiler explodes and destroys the hotel, and kills the dad.\nRachel: Eh. Beth dies.\n(Joey recoils and gasps in horror.)\nJoey: Beth, Beth dies?\nRachel: Um-hmm.\nJoey: Is that true? If I keep reading is Beth gonna die?\nChandler: No, Beth doesn’t die, she doesn’t die. Does she Rachel?\nRachel: What?!\nRoss: Joey’s asking if you’ve just ruined the first book he’s ever loved that didn’t star Jack Nicholson?\nRachel: No. She doesn’t die.\nJoey: Then why would you say that?!\nRachel: Because, I wanted to hurt you.\nRobert: (running in) Oh, there they are! I-I dropped my keys.\n(He bends over to pick them up, right in front of Rachel, who then gets a free peep show.)\nRachel: (gasps) Oh my....\nRobert: Got ‘em.\n"
        },
        {
            "scene_no": 10,
            "scene_mark": "[Scene: Monica and Rachel's, Rachel is reading The Shining, as Monica enters.]",
            "dialog": "Monica: Hi.\nRachel: (screams and grabs a potato masher to defend herself) Sorry. I’m sorry.\nMonica: You would not believe my day! I had to work two shifts, and then to top it off, I lost one of my fake boobs, (opens her coat revealing a large burn mark over her left breast.) in a grill fire.\n(Rachel starts laughing.)\nMonica: What are you smiling at?\nRachel: I’m sorry, I was just thinking you’re day could still pick up.\nMonica: Yeah, right.\n(She goes into her bedroom, and sees Richard who has covered the room in roses and has two glasses of wine and a rose between his lips.)\nRichard: Hello.\nMonica: I love this friend thing!\n"
        },
        {
            "scene_no": 11,
            "scene_mark": "[Scene: Central Perk, Phoebe, Chandler, and Ross are there.]",
            "dialog": "Phoebe: Listen, Robert’s gonna be here any second so, will one of you just tell him?\nRoss: Oh.\nPhoebe: Please, right now, no, every time I see him it’s like ‘Is it on the lose?’ ‘Is it watching me?’\nChandler: We can’t tell him, you can’t go up to a guy you barely know and talk about his.... stuff.\nRoss: He’s right, even if it’s to say something complementary. (He stops and thinks about what he just said.)\nRobert: (entering) Hey!\nPhoebe: Hey.\nRobert: (to Phoebe) So are ready for the gym? They’ve got this new rock climbing wall, we can spot each other.\nPhoebe: No, I can spot you from here.\nRobert: What?\nPhoebe: Okay, listen Robert...\nRoss: (to Chandler) Hey, don’t we have to...\nChandler: Yeah, we got, um-hmm.\nPhoebe: Umm, I think you’re really, really great...\nRobert: Oh God! Here we go again. Why does this keep happening to me? (spreads his legs) Is it something I’m putting out there? Is this my fault? Or am I just nuts?\nPhoebe: I-I-I-I-I don’t know, I don’t know what to say.\nGunther: (cleaning up the table) (to Robert) Hey buddy, this is a family place, put the mouse back in the house.\n(Robert looks down and realises the problem.)\n"
        },
        {
            "scene_no": 12,
            "scene_mark": "[Scene: Richard’s bedroom, Monica has covered it in rose pedals and candles. We hear Richard come in to the apartment, and Monica frantically throws the rest of the pedals on the bed, and jumps onto the bed and puts a rose in her mouth, and bites a thorn.]",
            "dialog": "Monica: Ow!\nRichard: (outside the bedroom) Really?! Well, it’s just like everyone else’s apartment. It’s got rooms, walls, and ceilings.\nRichard’s Date: Well, I just wanted to see where you lived. Now, give me the tour.\nMonica: Oh my God! Oh my God! (She frantically tries to clean up the bedroom as Richard starts the tour.)\nRichard: Ah well, this is the living room.\nRichard’s Date: Impressive.\nRichard: All right. This is the kitchen.\nRichard’s Date: Oh, that’s real pretty. Wait a minute, don’t I get to see the bedroom?\nRichard: The bedroom. Well it’s pretty much your typical... (opens the door as Monica hides under the covers, and quickly closes the door before his date can see the room.) bedroom.\nRichard’s Date: We’re still on this side of the door.\nRichard: Um-hmm.\nRichard’s Date: Yeah, but I didn’t get to see it.\nRichard: Oh shoot! Maybe next time. (yawns) Thanks for a lovely evening. (shows her out)\n[Cut to into the bedroom, with Monica still hiding under the covers. Richard enters and sits down next to her.]\nMonica: (still hiding under the blankets) So um, who was she?\nRichard: Oh, (laughs) that was the blind date that I told you about, she called and switched it to today.\nMonica: (still hiding under the blankets) Did you like her? And I’m just asking as a friend, because I am totally fine with this.\nRichard: Well, you seem fine.\nMonica: (gets up) Okay, y'know what, I’m not fine, I’m not. I mean how can I be fine, hearing you come in with her, she wants to see your bedroom.... (pause) Y'know what, what if we’re friends who don’t see other people?\nRichard: You mean like exclusive friends?\nMonica: Why not?! I mean this has been the most amazing week. Would it be so terrible? Even if we were friends who lived together. Or, maybe someday friends who stood up in front of their other friends, and vowed to be friends forever.\nRichard: Wow. Y'know we’re back where we were. Honey, I would love to do all that, but nothing’s changed.\nMonica: That’s not true, you don’t have a moustache.\nRichard: Okay, okay, one thing’s changed. But we still want different things and we know how this is gonna end.\nMonica: Y'know what, I’ve got to walk out of here right now, ‘cause getting over you is the hardest thing that I have ever had to do. I don’t think I could do it again.\nRichard: I know I couldn’t. So....\n(Monica kisses him.)\nMonica: How ‘bout one last game of racquetball?\n(They both kiss, and Richard picks her up and goes over to the bed and starts to lie down.)\nMonica: Watch the thorns!\nRichard: (lying down) Ow!!\nClosing Credits\n"
        },
        {
            "scene_no": 13,
            "scene_mark": "[Scene: Monica and Rachel's, Joey is entering, and he’s very dejected.]",
            "dialog": "Rachel: What?\nJoey: Beth is really, really sick.\nRachel: Awwww.\nJoey: Jo’s there, but I don’t think there’s anything she could do.\n(Rachel hugs him)\nRachel: Joey?\nJoey: Yeah.\nRachel: Do you want to put the book in the freezer?\nJoey: (nodding his head) Okay.\nRachel: Okay.\n(Joey hands her the book and she puts it in the freezer.)\nEnd\n"
        }
    ]
}